{
  "cache_date": "2025-03-15T23:33:02.176777",
  "data": "# DBSCAN-SWA: an integrated tool for rapid prophage detection and annotation\n## Table of Contents\n- [Background](#background)\n- [Requirements](requirements)\n- [Install](#install)\n- [Usage](#usage)\n- [Visualizations](#visualization)\n- [Contributors](#contributors)\n- [License](#license)\n## Background\nBacteriophages are viruses that specifically infect bacteria and the infected bacteria are called bacterial hosts of the viruses. Passive replication of the bacteriophage genome relies on integrate into the host's chromosome and becoming a prophage. Prophages coexist and co-evolve with bacteria in the natural environment, having an impact on the entire ecological environment. Therefore, it is very essential to develop effective and accurate tools for identification of prophages. DBSCAN-SWA, a command line software tool developed to predict prophage regions in bacterial genomes, running faster than any previous tools and presenting great detection power based on the analysis using 184 manually curated prophages\n## Requirements ##\nThe source code is written by python3. In addition, several tools have been applied in DBSCAN-SWA. Among these, Prokka requires installtion by users. <br>\nFirst, please install the following python packages:\n\n1. numpy\n\n2. Biopython\n\n3. sklearn\n\nSecond, please install the following tools:\n1. Prokka in https://github.com/tseemann/prokka<br>\n```\ngit clone https://github.com/tseemann/prokka.git\n# install the dependencies:\nsudo apt-get -y install bioperl libdatetime-perl libxml-simple-perl libdigest-md5-perl\n# install perl package\nsudo bash\nexport PERL_MM_USE_DEFAULT=1\nexport PERL_EXTUTILS_AUTOINSTALL=\"--defaultdeps\"\nperl -MCPAN -e 'install \"XML::Simple\"'\n# install the prokka databases\nprokka --setupdb\n# test the installed prokka databases\nprokka --listdb\n```\n**warning**: Prokka needs blast+ 2.8 or higher, so we provide the version of blast+ in bin directory, the users can install a latest blast+ and add it to the environment or use the blast+ provided by DBSCAN-SWA. Please ensure the usage of blast+ in your environment by eg: \n```\nwhich makeblastdb\n```\n\n## Install ##\n#### Linux\n- step1: Download the whole packages and partial profiles from [https://github.com/HIT-ImmunologyLab/DBSCAN-SWA](https://github.com/HIT-ImmunologyLab/DBSCAN-SWA)\n```\ngit clone https://github.com/HIT-ImmunologyLab/DBSCAN-SWA\n```\n- step2: Download DBSCAN-SWA database for standalone from webserver\n\nWhen the DBSCAN-SWA program is run for the first time, it will download the required databases by default, or you can download the databases manually by setting --download_db' to manual. There are two ways to download the database manually, the first one is from DBSCAN-SWA server and the second one is from Zenodo.\n\n```\n### Download database from DBSCAN-SWA server\nwget -c -b http://www.microbiome-bigdata.com/PHISDetector/static/download/DBSCAN-SWA/db.tar.gz\n\n### Access dabase from Zenodo\nhttps://zenodo.org/records/10404224\n```\n\n- step3: Unzip the database file to specified subdirectory under DBSCAN-SWA installation directory\n\n```\n### Unzip the database file\ntar -zxvf path/to/db.tar.gz\n### Put the unzipped database files in specified subdirectory\ncp path/to/download/db path/to/DBSCAN-SWA\n```\n\n- step4: Add the [download_path]/bin to your environment.\n\n```\nexport PATH=$PATH:/path/to/DBSCAN-SWA/software/blast+/bin:$PATH\nexport PATH=$PATH:/path/to/DBSCAN-SWA/bin\nexport PATH=$PATH:/path/to/DBSCAN-SWA/software/diamond\nexport PATH=$PATH:/path/to/prokka/bin\n```\n- step5: Grant permission to run the softwares.\n```\nchmod u+x -R /path/to/DBSCAN-SWA/bin\nchmod u+x -R /path/to/DBSCAN-SWA/software\n```\n- step6: Test DBSCAN-SWA in command line\n```\npython <path>/dbscan-swa.py --h\n```\n## Usage\nDBSCAN-SWA is an integrated tool for detection of prophages, providing a series of analysis including ORF prediction and genome annotation, phage-like gene clusters detection, attachments site identification and infecting phages annotation\n### Command line options\n\n```\nGeneral:\n--input <file name>        : Query phage file path: FASTA or GenBank file\n--output <folder name>     : Output folder in which results will be stored\n--prefix <prefix>     : default: bac:\n\nPhage Clustering:\n--evalue <x>               : maximal E-value of searching for homology virus proteins from viral UniProt TrEML database. default:1e-7\n--min_protein_num <x>      : optional,the minimal number of proteins forming a phage cluster in DBSCAN, default:6\n--protein_number <x>       : optional,the number of expanding proteins when finding prophage att sites, default:10\n\nPhage Annotation:\n--add_annotation <options> : optional,default:PGPD,\n   1.PGPD: a phage genome and protein database,\n   2.phage_path:specified phage genome in FASTA or GenBank format to detect whether the phage infects the query bacteria\n   3.none:no phage annotation\n--per <x>                  : Minimal % percentage of hit proteins on hit prophage region(default:30)\n--idn <x>                  : Minimal % identity of hit region on hit prophage region by making blastn(default:70)\n-cov <x>                   : Minimal % coverage of hit region on hit prophage region by making blastn(default:30)\n```\n### Start DBSCAN-SWA\n\nThe python script is also provided for expert users<br>\n1.predict prophages of query bacterium with default parameters:\n\n```\npython <path>/dbscan-swa.py --input <bac_path> --output <outdir> --prefix <prefix>\n```\n2. predict prophages of query bacterium and no phage annotation:\n```\npython <path>/dbscan-swa.py --input <bac_path> --output <outdir> --prefix <prefix> --add_annotation none\n```\n3. predict prophages of query bacterium and detect the bacterium-phage interaction between the query bacterium and query phage:\n```\npython <path>/dbscan-swa.py --input <bac_path> --output <outdir> --prefix <prefix> --add_annotation <phage_path>\n```\n### Outputs\n\nFile Name | Description\n---|---\n\\<prefix\\>\\_DBSCAN-SWA\\_prophage\\_summary.txt | the tab-delimited table contains predicted prophage informations including prophage location, specific phage-related key words, CDS number, infecting virus species by a majority vote and att sites\n\\<prefix\\>\\_DBSCAN-SWA\\_prophage.txt | this table not only contains the information in <prefix>\\_DBSCAN-SWA\\_prophage\\_summary.txt but also contains the detailed information of prophage proteins and hit parameters between the prophage protein and hit uniprot virus protein\n<prefix>\\_DBSCAN-SWA\\_prophage.fna| all predicted prophage Nucleotide sequences in FASTA format\n<prefix>\\_DBSCAN-SWA\\_prophage.faa| all predicted prophage protein sequences in FASTA format\n**Phage Annotation**| if add\\_annotation!=none, the following files are in \"prophage\\_annotation\" \n<prefix>\\_prophage\\_annotate\\_phage.txt | the tab-delimited table contains the information of prophage-phage pairs with prophage\\_homolog\\_percent, prophage\\_alignment\\_identity and prophage\\_alignment\\_coverage\n<prefix>\\_prophage\\_annotate\\_phage.txt | the table contains the detailed information of bacterium-phage interactions including blastp and blastn results \n\n## Visualizations\nYou can find a directory named \"test\" in the DBSCAN-SWA package. The following visualzations come from the predicted results of Xylella fastidiosa Temecula1(NC\\_004556)<br>\n(1) the genome viewer to display all predicted prophages and att sites\n![image](https://raw.githubusercontent.com/HIT-ImmunologyLab/DBSCAN-SWA/master/images/dbscan-swa_help1.bmp)\n(2) the detailed information of predicted prophages\n![image](https://raw.githubusercontent.com/HIT-ImmunologyLab/DBSCAN-SWA/master/images/dbscan-swa_help2.bmp)\n(3) If the users set add_annotation as PGPD or the phage file path, the detailed information of bacterium-phage interaction will be illustrated as follows:\n![image](https://raw.githubusercontent.com/HIT-ImmunologyLab/DBSCAN-SWA/master/images/dbscan-swa_help3.bmp)\n\n## Contributors\nThis project exists thanks to all the people who contribute.\n\n## License\n\nThis program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.\n"
}