{
  "cache_date": "2025-04-01T09:26:51.981864",
  "data": {
    "paperId": "5769c6b2bb99e55e756400dfec696bd9aaf9fcd0",
    "externalIds": {
      "DBLP": "journals/itiis/GhaniJ16",
      "MAG": "2551013709",
      "DOI": "10.3837/tiis.2016.08.027",
      "CorpusId": 42558290
    },
    "url": "https://www.semanticscholar.org/paper/5769c6b2bb99e55e756400dfec696bd9aaf9fcd0",
    "title": "Software Climate Change and its Disruptive Weather: A Potential Shift from \"Software Engineering\" to Vibrant/Dynamic Softology",
    "abstract": "Like natural climate change on the planet earth, the climate in software development environments is also changing (fast). Like the natural weather, the software environment is also disruptive. As the climate experts alert and suggest taking necessary measures to overcome certain challenges to make this earth a safer and comfortable living place, likewise this article also alerts the relevant stakeholders of software craftsmanship about the dynamic challenges that traditional Software Engineering (SE) with purely “Engineering mind-set” is not capable to respond. Hence, some new thoughts to overcome such challenges are shared. Fundamentally, based on the historical evidences, this article presents the authors’ observation about continuous shift from traditional “Engineering-based” software development approaches to disruptive approaches – “Vibrant Softology”. The authors see the cause of this shift as disruptive transformational force, which is so powerful that it is uncontrollably diminishing the “Engineering-based” approach from software development environments. The authors align it with climate change analogy. Based on this analogy, the authors feel the need to theoretically re-coin the notion of SE to some new term; perhaps Vibrant/Dynamic Softology (VS or DS). Hence, the authors suggest “a new (disruptive and dynamic) way of thinking is required to develop software”. It is worth mentioning that the purpose of article and this new theory is not to disparage the notion of software engineering altogether, rather the aim is to highlight the importance of transformation from SE to its next level (perhaps VS/DS) due to the emerging needs in the software craftsmanship environment.",
    "venue": "KSII Transactions on Internet and Information Systems",
    "year": 2016,
    "referenceCount": 14,
    "citationCount": 2,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "http://www.itiis.org/digital-library/manuscript/file/21198/TIISVol10No8-27.pdf",
      "status": "BRONZE",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.3837/tiis.2016.08.027?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.3837/tiis.2016.08.027, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "1910416",
        "name": "I. Ghani"
      },
      {
        "authorId": "52332072",
        "name": "S. Jeong"
      }
    ],
    "citations": [
      {
        "paperId": "429a90e27add5e16095374b949cd27297cf93f1f",
        "title": "Cooperative Agents Based Data Placement Approach for Data Intensive Workflows"
      },
      {
        "paperId": "88e7e8c9bb864e2cbfa05180a533ee21376d6f4e",
        "title": "A New Rapid Incremental Algorithm for Constructing Concept Lattices"
      }
    ],
    "references": [
      {
        "paperId": "7093ea1420fca2a2cf679073ae14b77f07d5fbe5",
        "title": "Where's the Theory for Software Engineering?"
      },
      {
        "paperId": "04328f9d34e28c00bc2cc0d22dfb18d135b8045c",
        "title": "The profession of ITIs software engineering engineering?"
      },
      {
        "paperId": "07979f778d016f8914182fc5f435745174a58756",
        "title": "Is design dead"
      },
      {
        "paperId": "80f789102b2bd01f0d3683e1bf5faa08d2ebaf09",
        "title": "Design Paradigms: Case Histories of Error and Judgment in Engineering"
      },
      {
        "paperId": "0061c61c43a163d4eba51ce237b4a7d821902b83",
        "title": "Process and Product: Dichotomy or Duality?"
      },
      {
        "paperId": "5915848ddbc8a26bafb29f8b8970543ad992170c",
        "title": "A FRAMEWORK FOR THE COMPARATIVE ANALYSIS OF ORGANIZATIONS"
      },
      {
        "paperId": null,
        "title": "YAGNI"
      },
      {
        "paperId": null,
        "title": "“Culture over process,”"
      },
      {
        "paperId": "15579fed2e535fa47c235df0280da039d9fe003a",
        "title": "Computational Science Demands a New Paradigm"
      },
      {
        "paperId": "ec5c9cc0306031237104363df0da9ee7f921e8e7",
        "title": "Surfing the Edge of Chaos: Applications to Software Engineering"
      },
      {
        "paperId": "d5474ca25e37004c1ff0cfd9656a7a33a2256125",
        "title": "Strategic organizational diagnosis and design : developing theory for application"
      },
      {
        "paperId": "335ddd3cbbea7b20012c781a260ca61c91a2ed77",
        "title": "Software engineering"
      },
      {
        "paperId": null,
        "title": "“Who Needs an Architect?,”"
      },
      {
        "paperId": null,
        "title": "SEMAT working Areas"
      }
    ]
  }
}