{
  "cache_date": "2025-09-01T10:06:47.481422",
  "data": [
    {
      "created": "2022-02-09T00:38:59.901703+00:00",
      "modified": "2024-11-25T17:54:31.007284+00:00",
      "id": 6015773,
      "conceptrecid": "6015772",
      "doi": "10.5281/zenodo.6015773",
      "conceptdoi": "10.5281/zenodo.6015772",
      "doi_url": "https://doi.org/10.5281/zenodo.6015773",
      "metadata": {
        "title": "Trichotichnus (Bottchrus) hingstoni Andrewes 1930",
        "doi": "10.5281/zenodo.6015773",
        "publication_date": "2017-09-22",
        "description": "<p><b><i>Trichotichnus</i> (<i>Bottchrus</i>) <i>hingstoni</i> Andrewes, 1930</b></p><p>(Figs 122, 135&ndash;145, 152, <i>6</i>)</p><p><i>Trichotichnus hingstoni</i> Andrewes, 1930a: 19. Type locality: Darjeeling, 7000 ft. [ca 2300 m], West Bengal, India. <i>Trichotichnus</i> (<i>Pseudotrichotichnus</i>) <i>curvatus</i> Ito, 1996: 205, <b>syn. n.</b> Type locality: Darjeeling, West Bengal, India.</p><p><b>Type material examined</b>. Lectotype (present designation) of <i>T. hingstoni</i>: &male;, &ldquo;N. India: Darjeeling, 7000 ft., 1&ndash; 10.III.1924, Maj. R.W.G. Hingston&rdquo;, &ldquo;Under stones&rdquo;, &ldquo;Everest Exp., Brit. Mus., 1924&ndash;386&rdquo;, &ldquo;Type&rdquo; [round label with red margin], &ldquo; <i>Trichotichnus hingstoni</i> Andr., Type, H.E. Andrewes det.&rdquo;, &ldquo; <i>Trichotichnus</i> (<i>Pseudotrichotichnus</i>) <i>hingstoni</i> Andrewes, Holotype, Det. N. Ito, 2000&rdquo; (BMNH).</p><p>Holotype of <i>T. curvatus</i>: &male;, &ldquo;Himalaya, O. Thieme, Darj.&rdquo;, &ldquo; Holotype, <i>Trichotichnus curvatus</i> N. Ito &rdquo; (MFNB).</p><p><b>Additional material examined. India</b>. 1 &male;, West Bengal, Darjeeling Distr., Maney Bhanjyang [ca 26&deg;98'N 88&deg;11'E], 2130&ndash;2500 m, 19.V.1998, Ahrens &amp; Fabrizi leg. (cJS); 1 &male;, 1 &female;, W-Sikkim, Kechu Pheri Lake [ca 27&deg;21'N, 88&deg;12'E], 1900&ndash;2100 m, 10&ndash; 13.5.98 lg. Ahrens &amp; Fabrizi leg. (cJS, ZIN). <b>Nepal</b>. 1 &male;, Taplejung Distr., Sekathum bis Amjilosa, 1700&ndash;2500 m NN, 3.IV.2003, J. Weipert leg. (NME); 3 &male;, 2 &female;, Taplejung Distr., above Yamputhin, left bank of Kabeli Khola, bushes, open forest, 1800&ndash;2000 m, 27&ndash;29.IV.1988, J. Martens &amp; W. Schawaller leg. (SMNS, ZIN); 1 &male;, Sindhupalchok Distr., Lapchi Kang range, Ting Sang La, E slope, 2200 m, 5.IX.1999, J. Schmidt leg. (cJS).</p><p><b>Description</b>. Habitus as in Fig. 122. Body length 6.8&ndash;7.7 mm, width 3.0&ndash; 3.3 mm.</p><p>Colour: Body piceous, dorsum shiny, with light bluish lustre; palpi, antennae and legs brownish yellow or light brown.</p><p>Head: Large (in males, HWmax/PWmax = 0.70&ndash;0.72; HWmin/PWmax = 0.56&ndash;0.59; in females, these indices 0.70&ndash;0.72 and 0.56&ndash;0.59, respectively). Eyes moderately or weakly convex (HWmax/HWmin = 1.17&ndash;1.26 in males, and 1.21&ndash;1.28 in female), slightly elongate oval in lateral view. Temporae about one-third or half as long as eye, convex, slopingly or somewhat abruptly fallen to neck. Genae wide, without setae. Supraorbital setigerous pore located just behind level of posterior margin of eye, separated from supraorbital furrow approximately by width of antennomere 3 apically. Labrum moderately concave anteriorly. Mentum and submentum completely fused. Left mandible slightly blunted at apex. Antennae extended just to pronotal basal edge, with antennomeres 4&ndash; 8 slightly markedly longer than wide. Dorsal microsculpture visible only behind eyes, meshes weakly transverse, nearly isodiametric.</p><p>Pronotum: Comparatively wide (PWmax/PL = 1.37&ndash;1.44), widest approximately at the end of anterior third, moderately narrowed posteriad (PWmax/PWmin = 1.18&ndash;1.27), with one lateral seta inserted slightly before widest point. Sides strongly convex apically and more or less straight basally (but never sinuate). Apical margin very weakly arcuately emarginate, bordered almost throughout. Basal margin straight medially, oblique laterally, vaguely bordered, occasionally only with a short gap at middle. Apical angles not prominent, rounded at apex. Basal angles obtuse, somewhat sharp at apex, without any denticles. Pronotal disc convex, not depressed basally, in some specimens slightly depressed at basal angles. Lateral gutter narrow throughout. Basal foveae small and flat, occasionally poorly evident. Base finely punctate mainly in lateral areas; without distinct punctures at apical margin. Microsculpture very fine, visible throughout, consisting of transverse meshes on disc and nearly isodiametric meshes at margins.</p><p>Elytra: In lateral and caudal view convex, in dorsal view oval, moderately wide (in male, EL/EW = 1.35&ndash;1.49; EL/PL = 2.33&ndash;2.64; EW/PWmax = 1.23&ndash;1.29; in female, these indices 1.45&ndash;1.47, 2.42&ndash;2.70, and 1.20&ndash;27, respectively); widest behind middle, abruptly fallen behind, with subangulate humeri, either without denticle at apex or with a very tiny denticle barely visible from behind. Preapical sinuation shallow, sutural angle sharp at tip, nearly rectangular apically. Basal bead slightly sinuate, meeting lateral margin at distinct obtuse angle. Striae impunctate, not impressed, nearly superficial, at most lateral striae slightly impressed apically. Intervals impunctate, more or less flat. Parascutellar striole about as long as distance from this pore to suture, with apex free or connected with stria 2, with a large parascutellar pore at base. Interval 3 with a small discal pore just behind middle. Marginal umbilicate series widely interrupted medially, consisting of 7&ndash;9 pores in anterior group and 8&ndash;10 pores in posterior group. Microsculpture strongly obliterate on disc, visible in most specimens only along basal elytral bead, at apex, and on two lateral intervals; meshes very fine, transverse.</p><p>Hindwings: Reduced to scales about a quarter of elytra.</p><p>Ventral side: Metepisterna (Fig. 137) longer than wide, strongly narrowed posteriad. Apex of last visible (VII) abdominal sternite in male (Fig. 138) subtruncate and more or less clearly concave just at middle, in female (Fig. 139) angularly rounded.</p><p>Legs: Protibia finely sulcate on dorsal side basally. Profemur with three to five setae on anterio-ventral margin. Metatarsus short, shorter than width of head across neck constriction, with first metatarsomere approximately equal to second and third together. Tarsomere 5 with two pairs of ventro-lateral setae. Pro- and mesotarsi of male comparatively weakly enlarged.</p><p>Female genitalia: Laterotergite (hemisternite) with two apical setae. Basal palpomere with one apical seta. Apical stylomere moderately curved, with one peg-like seta in both ventral and dorsal margins.</p><p>Male genitalia: Median lobe of aedeagus (Figs 135&ndash;136, 140&ndash;145) C-shaped, bent behind basal bulb, with terminal lamella very short, slightly narrowed posteriad; apical capitulum in lateral view (Figs 135&ndash;136, 140) clearly oblique, with ventroapical flange located more distally than dorsoapical flange, in caudal view (Fig. 141) triangular, somewhat horseshoe-shaped, with rather acute apex. Internal sac beside an elongate curved spiny formation on the rigth side (Figs 14 3&ndash;145) without additional sclerotic elements.</p><p><b>Comparison</b>. Among comparatively small brachypterous <i>Bottchrus</i> of the Himalayan region, <i>T.</i> (<i>B</i>.) <i>hingstoni</i> readily discriminates by the following combination of distinctive characters: larger size (6.8&ndash;7.7 mm), genae glabrous, metepisterna markedly longer than wide (Fig. 137), pronotum usually with rounded sides (never sinuate basally), protibia longitudinally sulcate on dorsal side, apex of last visible (VII) abdominal sternite of male slightly concave at middle (Fig. 138), and aedeagal median lobe C-shaped, with short terminal lamella, clearly oblique apical capitulum and without any spines in the internal sac (Figs 135&ndash;136, 140&ndash;145), only with elongate curved spiny formation on the right side (Figs 143&ndash;145). In body size and presence of a fine sulcus on dorsal side of protibia, <i>T.</i> (<i>B</i>.) <i>hingstoni</i> somewhat reminds <i>T.</i> (<i>B</i>.) <i>cyanellus</i> and <i>T.</i> (<i>B</i>.) <i>loebli</i>, but the latter two species distinctly differ in metepisterna as long as wide or shorter, pronotal sides straight or slightly sinuate basally, apex of last visible (VII) abdominal sternite of male rounded or subtruncate, not concave, and aedeagal median lobe somewhat S-shaped. Based on the original description (Ito 1998: 284), the sympatric <i>T.</i> (<i>B</i>.) <i>opacus</i>, known to us only from literature, is distinguished from <i>T.</i> (<i>B</i>.) <i>hingstoni</i> by smaller size (about 5.8 mm) and almost transverse apical capitulum of the median lobe.</p><p><b>Distribution</b> (Fig. 152, <i>6</i>). Central part of the Greater Himalaya: up to today known from the Singalila mountain range in East Sikkim and the Darjeeling District of India in the east to the Lapchi Kang mountain range of Central Nepal in the west. The species was found at altitudes of 1700&ndash;2500 m. It occurs sympatricly with <i>T.</i> (<i>B</i>.) <i>opacus</i> (Fig. 151, <i>14</i>) and <i>T.</i> (<i>B</i>.) <i>loebli</i> (Fig. 152, <i>4</i>) in the Darjeeling District, and with <i>T.</i> (<i>B</i>.) <i>martensi</i> <b>sp. n.</b> (Fig. 151, <i>13</i>), <i>T.</i> (<i>B</i>.) <i>cyanescens</i> (Fig. 151, <i>12</i>), and probably with <i>T. schawalleri</i> <b>sp. n.</b> (Fig. 151, <i>5</i>) in East Nepal.</p><p><b>Remarks.</b> The description of <i>Trichotichnus</i> (<i>B</i>.) <i>hingstoni</i> is based on five specimens collected during the Third British Mount Everest Expedition, 1924: four specimens in West Bengal (Darjeeling) and one in East Sikkim (&ldquo;Gangtok&rdquo;). The male collected in Darjeeling during 1&ndash;10.III.1924 is here designated as the lectotype. According to the map published in the paper together with the original description this specimen was most likely collected in the environments of Darjeeling town where the expeditional team rested between 7. and 25.III.1924. <i>Trichotichnus</i> (<i>B</i>.) <i>curvatus</i> was described from two males, including the holotype, from east Thieme (Darjeeling) and one female from forest S. Manisingma [= Mansingma], Khandbari, located in the middle Arun Valley, east of Num and Mure, East Nepal, without comparison with <i>T.</i> (<i>B</i>.) <i>hingstoni</i>. Ito (1996) considered the label data &ldquo;O. Thieme&rdquo; as information about the locality within Darjeeling, but in fact the type locality should be Darjeeling because &ldquo;O. Thieme&rdquo; means the name of the German entomologist Otto Thieme (1836&ndash;1907), the collection of which is partly deposited in MFNB. The comparison of the types of these two species and the additional specimens from Darjeeling, Sikkim and East Nepal revealed that <i>T.</i> (<i>B</i>.) <i>curvatus</i> should be treated as a junior synonym of <i>T.</i> (<i>B</i>.)</p><p><i>hingstoni.</i> The specimens from various localities are very similar to each other in their morphology, including the configuration of the median lobe of the aedeagus in the males, but demonstrate geographical variation in the elytral length: the elytra in the examined specimens from East and Central Nepal are relatively longer (in male, EL/EW = 1.44&ndash;1.49; EL/PL = 2.60&ndash;2.69; EW/PWmax = 1.25&ndash;1.29; in female, these indices 1.46&ndash;1.47, 2.62&ndash;2.70, and 1.25&ndash; 27, respectively) than in the specimens from Darjeeling and Sikkim (in male, EL/EW = 1.35&ndash;1.42; EL/PL = 2.33&ndash; 2.55; EW/PWmax = 1.23&ndash;1.28; in female, these indices 1.45, 2.42, and 1.20, respectively). In addition, the pronotum in the specimens from Nepal is usually with sides straighter in the basal half and with basal angles less obtuse, especially so in the examined male from Ting Sang La. Because so few specimens are available from few localities, the status of the populations from Nepal is obscure and needs further study.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Schmidt, Joachim",
            "affiliation": null
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy",
          "Animalia",
          "Arthropoda",
          "Insecta",
          "Coleoptera",
          "Carabidae",
          "Trichotichnus",
          "Trichotichnus hingstoni"
        ],
        "related_identifiers": [
          {
            "identifier": "10.11646/zootaxa.4323.3.1",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "doi"
          },
          {
            "identifier": "http://zenodo.org/record/919606",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "http://publication.plazi.org/id/FFAC127BA36D7F7DFFF0FFAE8B5CD930",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "https://biodiversitypmc.sibils.org/collections/plazi/03956A03A3407F4CFF67F9D48F0AD8E0",
            "relation": "isSourceOf",
            "scheme": "url"
          },
          {
            "identifier": "https://www.gbif.org/species/134839431",
            "relation": "isSourceOf",
            "scheme": "url"
          },
          {
            "identifier": "https://www.checklistbank.org/dataset/32021/taxon/03956A03A3407F4CFF67F9D48F0AD8E0.taxon",
            "relation": "isSourceOf",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.919672",
            "relation": "cites",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.919684",
            "relation": "cites",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.919688",
            "relation": "cites",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.919698",
            "relation": "cites",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.919610",
            "relation": "cites",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.919694",
            "relation": "cites",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "http://zoobank.org/3E58F99B-2A30-437A-95Ae-D68A1D3Ecc45",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          }
        ],
        "locations": [
          {
            "place": "Kechu Pheri Lake",
            "description": "1 ♂, 1 ♀, W-Sikkim, Kechu Pheri Lake [ca 27°21'N, 88°12'E], 1900-2100 m, 10- 13.5.98 lg. Ahrens & Fabrizi leg. (cJS, ZIN)",
            "lon": 88.2,
            "lat": 27.35
          }
        ],
        "references": [
          "Andrewes, H. E. (1930 a) The carabidae of the third Mount Everest Expedition, 1924. The Transactions of the Royal Entomological Society of London, 78 (1), 1 - 44. https: // doi. org / 10.1111 / j. 1365 - 2311.1930. tb 01198. x",
          "Ito, N. (1996) Some species of the genus Trichotichnus (Coleoptera, Carabidae, Harpalini) from Asia. Elytra, 24 (2), 203 - 211.",
          "Ito, N. (1998) Some species of the genus Trichotichnus from Nepal and the adjascent regions (Coleoptera, Carabidae, Harpalini). Japanese Journal of Systematic Entomology, 4 (2), 277 - 288."
        ],
        "custom": {
          "dwc:collectionCode": [
            "NME",
            "SMNS, ZIN",
            "ZIN"
          ],
          "dwc:eventDate": [
            "1988-04-27",
            "1998-05-19",
            "1999-09-05",
            "2003-04-03"
          ],
          "dwc:family": [
            "Carabidae"
          ],
          "dwc:genus": [
            "Trichotichnus"
          ],
          "dwc:kingdom": [
            "Animalia"
          ],
          "dwc:order": [
            "Coleoptera"
          ],
          "dwc:phylum": [
            "Arthropoda"
          ],
          "dwc:scientificNameAuthorship": [
            "Andrewes"
          ],
          "dwc:specificEpithet": [
            "hingstoni"
          ],
          "dwc:taxonRank": [
            "species"
          ],
          "dwc:typeStatus": [
            "holotype"
          ],
          "dwc:verbatimEventDate": [
            "1988-04-27/29",
            "1998-05-19",
            "1999-09-05",
            "2003-04-03"
          ],
          "openbiodiv:TaxonomicConceptLabel": [
            "Trichotichnus (Bottchrus) hingstoni Andrewes, 1930 sec. Schmidt, 2017"
          ]
        },
        "resource_type": {
          "title": "Taxonomic treatment",
          "type": "publication",
          "subtype": "taxonomictreatment"
        },
        "journal": {
          "issue": "3",
          "pages": "346-350",
          "title": "Brachypterous ground beetles of the Trichotichnus subgenus Bottchrus Jedlička (Coleoptera, Carabidae) from the Himalaya, with description of fifteen new species, pp. 301-358 in Zootaxa",
          "volume": "4323"
        },
        "alternate_identifiers": [
          {
            "identifier": "http://treatment.plazi.org/id/03956A03A3407F4CFF67F9D48F0AD8E0"
          }
        ],
        "license": {
          "id": "cc-zero"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "6015772"
              }
            }
          ]
        },
        "notes": "Published as part of <i>Schmidt, Joachim, 2017, Brachypterous ground beetles of the Trichotichnus subgenus Bottchrus Jedlička (Coleoptera, Carabidae) from the Himalaya, with description of fifteen new species, pp. 301-358 in Zootaxa 4323 (3)</i> on pages 346-350, DOI: 10.11646/zootaxa.4323.3.1, <a href=\"http://zenodo.org/record/919606\">http://zenodo.org/record/919606</a>"
      },
      "title": "Trichotichnus (Bottchrus) hingstoni Andrewes 1930",
      "links": {
        "self": "https://zenodo.org/api/records/6015773",
        "self_html": "https://zenodo.org/records/6015773",
        "preview_html": "https://zenodo.org/records/6015773?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.6015773",
        "self_doi": "https://doi.org/10.5281/zenodo.6015773",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.6015773",
        "reserve_doi": "https://zenodo.org/api/records/6015773/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/6015772",
        "parent_html": "https://zenodo.org/records/6015772",
        "parent_doi": "https://doi.org/10.5281/zenodo.6015772",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.6015772",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:6015773/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:6015773/sequence/default",
        "files": "https://zenodo.org/api/records/6015773/files",
        "media_files": "https://zenodo.org/api/records/6015773/media-files",
        "archive": "https://zenodo.org/api/records/6015773/files-archive",
        "archive_media": "https://zenodo.org/api/records/6015773/media-files-archive",
        "latest": "https://zenodo.org/api/records/6015773/versions/latest",
        "latest_html": "https://zenodo.org/records/6015773/latest",
        "versions": "https://zenodo.org/api/records/6015773/versions",
        "draft": "https://zenodo.org/api/records/6015773/draft",
        "access_links": "https://zenodo.org/api/records/6015773/access/links",
        "access_grants": "https://zenodo.org/api/records/6015773/access/grants",
        "access_users": "https://zenodo.org/api/records/6015773/access/users",
        "access_request": "https://zenodo.org/api/records/6015773/access/request",
        "access": "https://zenodo.org/api/records/6015773/access",
        "communities": "https://zenodo.org/api/records/6015773/communities",
        "communities-suggestions": "https://zenodo.org/api/records/6015773/communities-suggestions",
        "requests": "https://zenodo.org/api/records/6015773/requests"
      },
      "updated": "2024-11-25T17:54:31.007284+00:00",
      "recid": "6015773",
      "revision": 7,
      "files": [
        {
          "id": "f4785f66-adbc-49a8-a700-ebdf3b838b2d",
          "key": "treatment.html",
          "size": 11719,
          "checksum": "md5:546e4ca22a5c28a3e07a831fb94f171e",
          "links": {
            "self": "https://zenodo.org/api/records/6015773/files/treatment.html/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 20,
        "unique_downloads": 20,
        "views": 39,
        "unique_views": 36,
        "version_downloads": 20,
        "version_unique_downloads": 20,
        "version_unique_views": 36,
        "version_views": 39
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2017-09-22T05:24:18.986013+00:00",
      "modified": "2024-08-03T06:30:00.346640+00:00",
      "id": 919688,
      "conceptrecid": "919687",
      "doi": "10.5281/zenodo.919688",
      "conceptdoi": "10.5281/zenodo.919687",
      "doi_url": "https://doi.org/10.5281/zenodo.919688",
      "metadata": {
        "title": "FIGURES 137–145 in Brachypterous ground beetles of the Trichotichnus subgenus Bottchrus Jedlička (Coleoptera, Carabidae) from the Himalaya, with description of fifteen new species",
        "doi": "10.5281/zenodo.919688",
        "publication_date": "2017-09-22",
        "description": "FIGURES 137–145. Trichotichnus (Bottchrus) hingstoni Andrewes, 1930 (137–139, Kechu Pheri Lake, W-Sikkim; 140–143, Maney Bhanjyang, Darjeeling, 144, above Yamputhin, Nepal; 145, Ting Sang La, Nepal). 137, left metepisternum; 138, apex of last (VII) abdominal sternite, male; 139, same, female; 140, 142, median lobe of aedeagus; 141, apical capitulum; 143–145, middle portion of median lobe. 137–139, ventral view; 140, left lateral view; 141, caudal view; 142, dorsal view; 143–145, right lateral view. Scale bars = 0.25 mm (A: Figs 137–140, 142–145; B: Fig. 141).",
        "access_right": "open",
        "creators": [
          {
            "name": "Schmidt, Joachim",
            "affiliation": null
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy",
          "Animalia",
          "Arthropoda",
          "Insecta",
          "Coleoptera",
          "Carabidae",
          "Trichotichnus"
        ],
        "related_identifiers": [
          {
            "identifier": "10.11646/zootaxa.4323.3.1",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "doi"
          },
          {
            "identifier": "urn:lsid:plazi.org:pub:FFAC127BA36D7F7DFFF0FFAE8B5CD930",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "lsid"
          },
          {
            "identifier": "http://publication.plazi.org/id/FFAC127BA36D7F7DFFF0FFAE8B5CD930",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "https://zenodo.org/record/919606",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.6015738",
            "relation": "isCitedBy",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/03956A03A36E7F7AFF67FA378AEEDA25",
            "relation": "isCitedBy",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.6015747",
            "relation": "isCitedBy",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/03956A03A3637F6CFF67FF3689E0D8E0",
            "relation": "isCitedBy",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.6015773",
            "relation": "isCitedBy",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/03956A03A3407F4CFF67F9D48F0AD8E0",
            "relation": "isCitedBy",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          }
        ],
        "resource_type": {
          "title": "Figure",
          "type": "image",
          "subtype": "figure"
        },
        "journal": {
          "issue": "3",
          "pages": "301-358",
          "title": "Zootaxa",
          "volume": "4323"
        },
        "license": {
          "id": "notspecified"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "919687"
              }
            }
          ]
        },
        "notes": "Published as part of <i>Schmidt, Joachim, 2017, Brachypterous ground beetles of the Trichotichnus subgenus Bottchrus Jedlička (Coleoptera, Carabidae) from the Himalaya, with description of fifteen new species, pp. 301-358 in Zootaxa 4323 (3)</i> on page 348, DOI: 10.11646/zootaxa.4323.3.1, <a href=\"http://zenodo.org/record/919606\">http://zenodo.org/record/919606</a>"
      },
      "title": "FIGURES 137–145 in Brachypterous ground beetles of the Trichotichnus subgenus Bottchrus Jedlička (Coleoptera, Carabidae) from the Himalaya, with description of fifteen new species",
      "links": {
        "self": "https://zenodo.org/api/records/919688",
        "self_html": "https://zenodo.org/records/919688",
        "preview_html": "https://zenodo.org/records/919688?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.919688",
        "self_doi": "https://doi.org/10.5281/zenodo.919688",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.919688",
        "reserve_doi": "https://zenodo.org/api/records/919688/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/919687",
        "parent_html": "https://zenodo.org/records/919687",
        "parent_doi": "https://doi.org/10.5281/zenodo.919687",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.919687",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:919688/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:919688/sequence/default",
        "files": "https://zenodo.org/api/records/919688/files",
        "media_files": "https://zenodo.org/api/records/919688/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:919688:figure.png/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:919688:figure.png/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:919688:figure.png/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:919688:figure.png/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:919688:figure.png/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:919688:figure.png/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/919688/files-archive",
        "archive_media": "https://zenodo.org/api/records/919688/media-files-archive",
        "latest": "https://zenodo.org/api/records/919688/versions/latest",
        "latest_html": "https://zenodo.org/records/919688/latest",
        "versions": "https://zenodo.org/api/records/919688/versions",
        "draft": "https://zenodo.org/api/records/919688/draft",
        "access_links": "https://zenodo.org/api/records/919688/access/links",
        "access_grants": "https://zenodo.org/api/records/919688/access/grants",
        "access_users": "https://zenodo.org/api/records/919688/access/users",
        "access_request": "https://zenodo.org/api/records/919688/access/request",
        "access": "https://zenodo.org/api/records/919688/access",
        "communities": "https://zenodo.org/api/records/919688/communities",
        "communities-suggestions": "https://zenodo.org/api/records/919688/communities-suggestions",
        "requests": "https://zenodo.org/api/records/919688/requests"
      },
      "updated": "2024-08-03T06:30:00.346640+00:00",
      "recid": "919688",
      "revision": 6,
      "files": [
        {
          "id": "0077e0af-b4c4-4878-9c4b-ee41e044f9cf",
          "key": "figure.png",
          "size": 941142,
          "checksum": "md5:e510111f246805c73bcf2dce222c7cc2",
          "links": {
            "self": "https://zenodo.org/api/records/919688/files/figure.png/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 548,
        "unique_downloads": 507,
        "views": 69,
        "unique_views": 67,
        "version_downloads": 546,
        "version_unique_downloads": 505,
        "version_unique_views": 67,
        "version_views": 69
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2017-09-22T05:24:07.360293+00:00",
      "modified": "2024-08-03T06:30:04.081433+00:00",
      "id": 919672,
      "conceptrecid": "919671",
      "doi": "10.5281/zenodo.919672",
      "conceptdoi": "10.5281/zenodo.919671",
      "doi_url": "https://doi.org/10.5281/zenodo.919672",
      "metadata": {
        "title": "FIGURES 120–123 in Brachypterous ground beetles of the Trichotichnus subgenus Bottchrus Jedlička (Coleoptera, Carabidae) from the Himalaya, with description of fifteen new species",
        "doi": "10.5281/zenodo.919672",
        "publication_date": "2017-09-22",
        "description": "FIGURES 120–123. Himalayan species of Trichotichnus subgenus Bottchrus, photographs of habitus. 120, T. sikkimensis sp. n., holotype; 121, T. martensi sp. n., holotype; 122, T. hingstoni Andrewes, 1930, male from Kechu Pheri Lake; 123, T. birmanicus Bates, 1892, male from the Kali Gandaki, Tatopani.",
        "access_right": "open",
        "creators": [
          {
            "name": "Schmidt, Joachim",
            "affiliation": null
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy",
          "Animalia",
          "Arthropoda",
          "Insecta",
          "Coleoptera",
          "Carabidae",
          "Trichotichnus"
        ],
        "related_identifiers": [
          {
            "identifier": "10.11646/zootaxa.4323.3.1",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "doi"
          },
          {
            "identifier": "urn:lsid:plazi.org:pub:FFAC127BA36D7F7DFFF0FFAE8B5CD930",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "lsid"
          },
          {
            "identifier": "http://publication.plazi.org/id/FFAC127BA36D7F7DFFF0FFAE8B5CD930",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "https://zenodo.org/record/919606",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.6015769",
            "relation": "isCitedBy",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/03956A03A3457F56FF67F93A8AE6DF8C",
            "relation": "isCitedBy",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.6015771",
            "relation": "isCitedBy",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/03956A03A3467F50FF67F8AB8865DF16",
            "relation": "isCitedBy",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.6015773",
            "relation": "isCitedBy",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/03956A03A3407F4CFF67F9D48F0AD8E0",
            "relation": "isCitedBy",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.6015775",
            "relation": "isCitedBy",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/03956A03A35C7F48FF67FDB089C2D82C",
            "relation": "isCitedBy",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          }
        ],
        "resource_type": {
          "title": "Figure",
          "type": "image",
          "subtype": "figure"
        },
        "journal": {
          "issue": "3",
          "pages": "301-358",
          "title": "Zootaxa",
          "volume": "4323"
        },
        "license": {
          "id": "notspecified"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "919671"
              }
            }
          ]
        },
        "notes": "Published as part of <i>Schmidt, Joachim, 2017, Brachypterous ground beetles of the Trichotichnus subgenus Bottchrus Jedlička (Coleoptera, Carabidae) from the Himalaya, with description of fifteen new species, pp. 301-358 in Zootaxa 4323 (3)</i> on page 342, DOI: 10.11646/zootaxa.4323.3.1, <a href=\"http://zenodo.org/record/919606\">http://zenodo.org/record/919606</a>"
      },
      "title": "FIGURES 120–123 in Brachypterous ground beetles of the Trichotichnus subgenus Bottchrus Jedlička (Coleoptera, Carabidae) from the Himalaya, with description of fifteen new species",
      "links": {
        "self": "https://zenodo.org/api/records/919672",
        "self_html": "https://zenodo.org/records/919672",
        "preview_html": "https://zenodo.org/records/919672?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.919672",
        "self_doi": "https://doi.org/10.5281/zenodo.919672",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.919672",
        "reserve_doi": "https://zenodo.org/api/records/919672/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/919671",
        "parent_html": "https://zenodo.org/records/919671",
        "parent_doi": "https://doi.org/10.5281/zenodo.919671",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.919671",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:919672/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:919672/sequence/default",
        "files": "https://zenodo.org/api/records/919672/files",
        "media_files": "https://zenodo.org/api/records/919672/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:919672:figure.png/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:919672:figure.png/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:919672:figure.png/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:919672:figure.png/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:919672:figure.png/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:919672:figure.png/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/919672/files-archive",
        "archive_media": "https://zenodo.org/api/records/919672/media-files-archive",
        "latest": "https://zenodo.org/api/records/919672/versions/latest",
        "latest_html": "https://zenodo.org/records/919672/latest",
        "versions": "https://zenodo.org/api/records/919672/versions",
        "draft": "https://zenodo.org/api/records/919672/draft",
        "access_links": "https://zenodo.org/api/records/919672/access/links",
        "access_grants": "https://zenodo.org/api/records/919672/access/grants",
        "access_users": "https://zenodo.org/api/records/919672/access/users",
        "access_request": "https://zenodo.org/api/records/919672/access/request",
        "access": "https://zenodo.org/api/records/919672/access",
        "communities": "https://zenodo.org/api/records/919672/communities",
        "communities-suggestions": "https://zenodo.org/api/records/919672/communities-suggestions",
        "requests": "https://zenodo.org/api/records/919672/requests"
      },
      "updated": "2024-08-03T06:30:04.081433+00:00",
      "recid": "919672",
      "revision": 6,
      "files": [
        {
          "id": "590fbcf0-bf70-4311-b1ea-eaf4c16d7d41",
          "key": "figure.png",
          "size": 7124543,
          "checksum": "md5:7c7ee7929c15a61cee7194611ad73977",
          "links": {
            "self": "https://zenodo.org/api/records/919672/files/figure.png/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 972,
        "unique_downloads": 558,
        "views": 151,
        "unique_views": 144,
        "version_downloads": 967,
        "version_unique_downloads": 553,
        "version_unique_views": 144,
        "version_views": 151
      },
      "state": "done",
      "submitted": true
    }
  ]
}