{
  "cache_date": "2025-04-01T09:34:21.490754",
  "data": {
    "paperId": "4b700b725867cc34ef4123bd150ca19e94768b90",
    "externalIds": {
      "MAG": "2001932063",
      "DOI": "10.1128/AAC.02620-14",
      "CorpusId": 206712030,
      "PubMed": "25028728"
    },
    "url": "https://www.semanticscholar.org/paper/4b700b725867cc34ef4123bd150ca19e94768b90",
    "title": "Comparison of the Web Tools ARG-ANNOT and ResFinder for Detection of Resistance Genes in Bacteria",
    "abstract": "It was with great interest that I read the paper “ARG-ANNOT; a New Bioinformatic Tool To Discover Antibiotic Resistance Genes in Bacterial Genomes” by S. K. Gupta et al. (1). Detection of antimicrobial resistance genes in whole-genome sequencing data with a fast and easy-to-use method is important for outbreak investigation, source tracking, diagnostics, and epidemiological surveillance, and further research is highly desirable. ARG-ANNOT is the first database to include detection of point mutations in chromosomic target genes known to be associated with antimicrobial resistance. Even though ARG-ANNOT covers only a segment of all known point mutations, it is a good start. However, I have a few comments regarding the paper. The ARG-ANNOT database contains the gene tetR, which is a regulatory gene and not a resistance gene. Furthermore, the authors of ARG-ANNOT have compared their results with the results of ResFinder (2) and found that the ARGANNOT database contains significantly more genes. The explanation for this is that the original version of ResFinder was unable to detect genes present in multiple copies. However, the current version of ResFinder (online since 1 November 2013) does detect multiple copies of genes (2) and would thus be better suited for comparable evaluations of the databases. The authors of ARG-ANNOT comment that the input sequence has to cover at least two-fifths of the length of an antimicrobial resistance gene in the database, with an identity of 50% (1), before it is detected as a resistance gene by ResFinder, and thus ARG-ANNOT is better for detection of putative new or unknown antimicrobial resistance genes with low similarities. In the current version of ResFinder, it is, in addition, possible to change the default settings, and we now allow down to 30% identity and 20% length coverage. However, when this low coverage and percentage of identity is allowed, one could argue that the specificity will diminish. The default parameters chosen for ResFinder have carefully been chosen to keep the specificity and to avoid unspecific hits. With the default settings, Zankari et al. have compared ResFinder with traditional antimicrobial susceptibility tests using 200 isolates from pigs covering four different bacterial species and observed a 99.74% concordance between predicted and phenotypic antimicrobial susceptibility (3). Further studies comparing conventional methods and novel whole-genome sequencing approaches are warranted.",
    "venue": "Antimicrobial Agents and Chemotherapy",
    "year": 2014,
    "referenceCount": 3,
    "citationCount": 42,
    "influentialCitationCount": 1,
    "openAccessPdf": {
      "url": "https://aac.asm.org/content/aac/58/8/4986.full.pdf",
      "status": "BRONZE",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1128/AAC.02620-14?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1128/AAC.02620-14, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "6478688",
        "name": "E. Zankari"
      }
    ],
    "citations": [
      {
        "paperId": "0f9a8ce4359a387e7041b69b09dd4498a2fa99a2",
        "title": "A novel broad-spectrum bacteriophage cocktail against methicillin-resistant Staphylococcus aureus: Isolation, characterization, and therapeutic potential in a mastitis mouse model"
      },
      {
        "paperId": "d02d3c9d85a7791e3239fc286802af930a2b3624",
        "title": "Novel Wild-Type Pediococcus and Lactiplantibacillus Strains as Probiotic Candidates to Manage Obesity-Associated Insulin Resistance"
      },
      {
        "paperId": "e49909c2dd25cea61c0049f600921e89cee43a50",
        "title": "Safety evaluation of indigenous probiotic Limosilactobacillus fermentum NCDC 400 using whole genome sequences and in vitro approaches"
      },
      {
        "paperId": "69b2b5f4a4c4b635c935b8806a1c32bb5d9674b0",
        "title": "Salmonella Durban meningitis: case report and genomics study"
      },
      {
        "paperId": "54996d9056e9a5cef5a7c361820c3c9c45a02869",
        "title": "Multi-epitope chimeric vaccine designing and novel drug targets prioritization against multi-drug resistant Staphylococcus pseudintermedius"
      },
      {
        "paperId": "c4c0b715e9a0c030b04d995cbcb57a97b8904f82",
        "title": "Comparative Genomic Analysis Discloses Differential Distribution of Antibiotic Resistance Determinants between Worldwide Strains of the Emergent ST213 Genotype of Salmonella Typhimurium"
      },
      {
        "paperId": "a8334304842c5e32a4ad9b24c7ae43382e8bd46f",
        "title": "Molecular Epidemiology of Carbapenem-Resistant Acinetobacter baumannii Strains Isolated at the German Military Field Laboratory in Mazar-e Sharif, Afghanistan"
      },
      {
        "paperId": "d4d31a49a7d54c3ac5ee3c3dbc67950785fde669",
        "title": "Genomic Epidemiology of Multidrug-Resistant Nontyphoidal Salmonella in Young Children Hospitalized for Gastroenteritis"
      },
      {
        "paperId": "ddaf54674ab8ba93cf64b72ea49f92669ee2e069",
        "title": "Genomics in Infectious Diseases"
      },
      {
        "paperId": "6ad016061440af847e55f05f7929ca2ae37080fc",
        "title": "Genome-wide association studies reveal distinct genetic correlates and increased heritability of antimicrobial resistance in Vibrio cholerae under anaerobic conditions"
      },
      {
        "paperId": "c11231ff09b788a91f6ebdcde1d1c7261b57b29c",
        "title": "Molecular Epidemiology of Carbapenem-Resistant Acinetobacter baumannii Isolates from Northern Africa and the Middle East"
      },
      {
        "paperId": "19d4b2a041ae6ef186d0c8df7def92681627bf6a",
        "title": "Comparative Evolutionary Patterns of Burkholderia cenocepacia and B. multivorans During Chronic Co-infection of a Cystic Fibrosis Patient Lung"
      },
      {
        "paperId": "fa22156fdb71467cee71b6be70f14a79fd33d4a9",
        "title": "Molecular Epidemiology of Carbapenem-Resistant Acinetobacter baumannii Isolated from War-Injured Patients from the Eastern Ukraine"
      },
      {
        "paperId": "953b0c7ac76407768992b7b8e0636a5b005801ff",
        "title": "Live Biotherapeutic Products, A Road Map for Safety Assessment"
      },
      {
        "paperId": "7b22b530571c149e5f7c26918e0efe952aee35c7",
        "title": "Draft Genome Sequences of Five Carnobacterium sp. Strains Isolated from Freshwater Ponds in Belgium"
      },
      {
        "paperId": "688fc3098ed467686821c7b5393a87ea4928ff26",
        "title": "Complete Genome Sequence of Tetracycline-Resistant Serratia liquefaciens S1, Isolated from Mixed Greens, Obtained Using Illumina MiSeq and Oxford Nanopore MinION Sequencing"
      },
      {
        "paperId": "f804f96db76f8ccafea3eb1bab2eed3df48c2ab1",
        "title": "Systematic Evaluation of Whole Genome Sequence-Based Predictions of Salmonella Serotype and Antimicrobial Resistance"
      },
      {
        "paperId": "ea25f0df8efcc496b82dff96ce6d8dcf2a047b45",
        "title": "Platforms for elucidating antibiotic resistance in single genomes and complex metagenomes."
      },
      {
        "paperId": "f50ba894355187d88224ad718dec7c6b7601bbef",
        "title": "Antibiotics resistance and toxin profiles of Bacillus cereus-group isolates from fresh vegetables from German retail markets"
      },
      {
        "paperId": "2bbd2afe015ddebe997e992b84f071d5559a1341",
        "title": "Antibiotic Resistant Pseudomonas Spp. Spoilers in Fresh Dairy Products: An Underestimated Risk and the Control Strategies"
      },
      {
        "paperId": "68d9e701c1dc99b842d0db50cdf9ffd36c7e81c3",
        "title": "Population Gene Introgression and High Genome Plasticity for the Zoonotic Pathogen Streptococcus agalactiae"
      },
      {
        "paperId": "10b5e35d483fe587463d70c9aac8accd55e0527c",
        "title": "Carbapenem-Resistant Pseudomonas aeruginosa at US Emerging Infections Program Sites, 2015"
      },
      {
        "paperId": "4fe05a0edf15b598076068412df6c1c23a0b11b8",
        "title": "A review of information resources on antimicrobial resistance genes"
      },
      {
        "paperId": "a191205158c559d82cbcc852bf9d135b91e7573e",
        "title": "Обзор информационных ресурсов по генам устойчивости микроорганизмов"
      },
      {
        "paperId": "7dbaa46927c031953cad0a4f48dce64e2422db69",
        "title": "Relating next-generation sequencing and bioinformatics concepts to routine microbiological testing"
      },
      {
        "paperId": "9e4cc1863101a6556f2bd7fcdc9b83099f62c100",
        "title": "Screening for Carbapenemases in Ertapenem-Resistant Enterobacteriaceae Collected at a Tunisian Hospital Between 2014 and 2018"
      },
      {
        "paperId": "e92a0ad1966ce5f5eee08df55d59140cf79c71ce",
        "title": "Diversity and Antibiotic Susceptibility of Acinetobacter Strains From Milk Powder Produced in Germany"
      },
      {
        "paperId": "df10b592a964990cbf85891d2dd52de40903066e",
        "title": "Molecular Epidemiology of Multidrug-Resistant Bacteria Isolated from Libyan and Syrian Patients with War Injuries in Two Bundeswehr Hospitals in Germany"
      },
      {
        "paperId": "3b6270399dd4991b0ceb7bbec57b5fa564f68399",
        "title": "Draft Genome Sequence of Multidrug-Resistant Strain Citrobacter portucalensis MBTC-1222, Isolated from Uziza (Piper guineense) Leaves in Nigeria"
      },
      {
        "paperId": "c4d043e8ddb68ac0e970d4ea31ff26e4856ebe68",
        "title": "The rumen microbiome as a reservoir of antimicrobial resistance and pathogenicity genes is directly affected by diet in beef cattle"
      },
      {
        "paperId": "d183315e364d78be938fbb02e7b93cd5b8b7fa3c",
        "title": "Whole-Genome Shotgun Sequences of Three Multidrug-Resistant Mycobacterium tuberculosis Strains Isolated from Morocco"
      },
      {
        "paperId": "6457caafab63963564b8c327f09125af71c092da",
        "title": "Evolution of Acinetobacter baumannii In Vivo: International Clone II, More Resistance to Ceftazidime, Mutation in ptk"
      },
      {
        "paperId": "ceb1aaa4ae2a1b43ad9464725828caf495dee62d",
        "title": "VRprofile: gene‐cluster‐detection‐based profiling of virulence and antibiotic resistance traits encoded within genome sequences of pathogenic bacteria"
      },
      {
        "paperId": "3c52952c6cf56453fc6a49a7fbe748109a734679",
        "title": "Antimicrobial resistance surveillance in the genomic age"
      },
      {
        "paperId": "6c890f18f0b3ece6b953908ae6c87b3d16abcc17",
        "title": "Contemporary challenges and opportunities in the diagnosis and outbreak detection of multidrug-resistant infectious disease"
      },
      {
        "paperId": "fc9ecac92677bd10ce6bff87c58c4564a65a07ee",
        "title": "First Draft Genome Sequence of Staphylococcus condimenti F-2T"
      },
      {
        "paperId": "088bc4827441550c487423cebb22bc735187b1ee",
        "title": "Discovery of Novel MLSB Resistance Methylase Genes and Their Associated Genetic Elements in Staphylococci"
      },
      {
        "paperId": "7b101852af1aef661d554b08dd3b3c5d421be17e",
        "title": "Consolidating and Exploring Antibiotic Resistance Gene Data Resources"
      },
      {
        "paperId": "3e8e7b003c61d8f071b4fe1eb4a6a4d78c864dbb",
        "title": "SSTAR, a Stand-Alone Easy-To-Use Antimicrobial Resistance Gene Predictor"
      },
      {
        "paperId": "dd371a1319d93e86f487057730847a338a747111",
        "title": "Whole genome sequencing in clinical and public health microbiology"
      },
      {
        "paperId": "923faa528feeab120168eb50c602ec58bc3838b6",
        "title": "Reply to “Comparison of the Web Tools ARG-ANNOT and ResFinder for Detection of Resistance Genes in Bacteria”"
      },
      {
        "paperId": "d5519774c06ebf889ba2a2006572dc3f04d3e2d7",
        "title": "Dissemination of Multiresistant Bacteria : Their Selection, Transmission, Virulence and Resistance"
      }
    ],
    "references": [
      {
        "paperId": "a2fdbd3e9fc03b51f0825473a783a51994913bfe",
        "title": "ARG-ANNOT, a New Bioinformatic Tool To Discover Antibiotic Resistance Genes in Bacterial Genomes"
      },
      {
        "paperId": "7d93cc7f6cabf9189167e5c8c745d89931f12bc4",
        "title": "Genotyping using whole-genome sequencing is a realistic alternative to surveillance based on phenotypic antimicrobial susceptibility testing."
      },
      {
        "paperId": "6f0d0664b4762ee86b54de9e1fa9a16019cc5003",
        "title": "Identification of acquired antimicrobial resistance genes"
      }
    ]
  }
}