{
  "cache_date": "2025-05-01T09:59:34.169178",
  "data": [
    {
      "created": "2025-04-14T21:23:26.729908+00:00",
      "modified": "2025-04-16T19:45:03.941715+00:00",
      "id": 15215163,
      "conceptrecid": "15215162",
      "doi": "10.11646/zootaxa.5609.2.9",
      "doi_url": "https://doi.org/10.11646/zootaxa.5609.2.9",
      "metadata": {
        "title": "Description of Parabolitobius macropterus sp. nov. from Jiangxi, China: a major southern range expansion for the genus (Coleoptera: Staphylinidae: Mycetoporinae)",
        "doi": "10.11646/zootaxa.5609.2.9",
        "publication_date": "2025-03-20",
        "description": "Yin, Zi-Wei, Du, Jing-Zhe (2025): Description of Parabolitobius macropterus sp. nov. from Jiangxi, China: a major southern range expansion for the genus (Coleoptera: Staphylinidae: Mycetoporinae). Zootaxa 5609 (2): 286-292, DOI: 10.11646/zootaxa.5609.2.9, URL: https://doi.org/10.11646/zootaxa.5609.2.9",
        "access_right": "restricted",
        "creators": [
          {
            "name": "Yin, Zi-Wei",
            "affiliation": "Laboratory of Systematic Entomology, College of Life Sciences, Shanghai Normal University, Xuhui District, Shanghai 200234, China"
          },
          {
            "name": "Du, Jing-Zhe",
            "affiliation": null,
            "orcid": "0009-0001-9450-1660"
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy",
          "Animalia",
          "Arthropoda",
          "Insecta",
          "Coleoptera",
          "Staphylinidae"
        ],
        "related_identifiers": [
          {
            "identifier": "https://www.gbif.org/dataset/557b3af2-ab96-461c-b79b-b73c65c95fd6",
            "relation": "isSourceOf",
            "resource_type": "dataset",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.15232053",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/03E04E4EFFA7FFE2FF44FC2B0C39FB84",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.15215165",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.15215167",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.japb.2021.10.002",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.48580/dfqf-3gk",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.4695.5.6",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.5538.5.8",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.aspen.2023.102155",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Kim, Y.-J. & Ahn, K.-J. (2022) The first discovery of Parabolitobius Li, Zhao and Sakai (Coleoptera: Staphylinidae) in Korea. Journal of Asia-Pacific Biodiversity, 15 (1), 116-118. https://doi.org/10.1016/j.japb.2021.10.002",
          "Li, J.-K. (1993) The rove beetles of northeast China. In: Li, J.-K. & Chen, P. (Eds.), Studies on fauna and ecogeography of soil animal. Northeast Normal University Press, Changchun, pp. 1-63. [in Chinese, with English title]",
          "Newton, A.F. (1984) Mycophagy in Staphylinoidea (Coleoptera). In: Wheeler, Q. & Blackwell, M. (Eds.), Fungus-insect relationships: perspectives in ecology and evolution. Columbia University Press, New York, New York, pp. 302-353.",
          "Newton, A.F. (2022) StaphBase. In: Banki, O., Roskov, Y., Doring, M., Ower, G., Hernandez Robles, D. R., Plata Corredor, C. A., Stjernegaard Jeppesen, T., Orn, A., Vandepitte, L., Hobern, D., Schalk, P., DeWalt, R. E., Ma, K., Miller, J., Orrell, T., Aalbu, R., Abbott, J., Adlard, R., Aedo, C., Aescht, E., Alexander, S., Alonso-Zarazaga, M. A., Alvarez, B., Andrella, G. C., Antonietto, L. S., Arango, C., Artois, T., Atahuachi Burgos, M., Atkinson, S., Atwood, J. J., Bagnatori Sartori, A. L., Bailly, N., Baixeras, J., Baker, E., Balan, A., Bamber, R., Bandyopadhyay, S., Barber-James, H., Barbosa Pinto, R., Barrett, R., Bartolozzi, L., Bartsch, I., Beccaloni, G., Bellamy, C. L., Bellan-Santini, D., Bellinger, P. F., Ben-Dov, Y., Blasco-Costa, I., Boatwright, J. S., Bock, P., Borges, L. M., Bossard, R. L., Bota-Sierra, C., Bouchard, P., Bourgoin, T., Boury-Esnault, N., Boxshall, G., Boyko, C., Brandao, S., Braun, H., Bray, R., Brehm, G., Brinda, J. C., Brock, P. D., Broich, S. L., Brown, J., Brown, S., Bruce, N., Brullo, S., Bruneau, A., Bush, L., Buscher, T., Blazewicz-Paszkowycz, M., Cabras, A., Cairns, S., Calonje, M., Cardinal-McTeague, W., Cardoso, D., Cardoso, L., Castilho, R. C., Castro Silva, I. C., Cervantes, A., Chevillotte, H., Choo, L. M., Christiansen, K. A., Cianferoni, F., Cigliano, M. M., Clarke, R., Cobra e Monteiro, T., Collins, A., Compton, J., CopilaS-Ciocianu, D., Corbari, L., Cordeiro, R., Cortes-Hernandez, K., Costello, M., Crameri, S., Cruz-Lopez, J. A., & Cardenas, P., Daly, M., Daneliya, M., Dauvin, J.-C., Davie, P., De Broyer, C., De Grave, S., De Lima, H. C., De Prins, J., De Prins, W., De la Estrella, M., DeSalle, R., Decker, P., Decock, W., Delgado-Salinas, A., Deliry, C., Dellape, P. M., Den Heyer, J., Dijkstra, K.-D., Dmitriev, D. A., Dohrmann, M., Dorado, O., Dorkeld, F., Downey, R., Duan, L., Diaz, M.-C., Eades, D. C., Egan, A. N., Eitel, M., El Nagar, A., Emig, C. C., Engel, M. S., Esquete Garrote, P., Evans, G. A., Evenhuis, N. L., Falcao, M., Farruggia, F., Fauchald, K., Fautin, D., Favret, C., Fiser, C., Forro, L., Fortuna-Perez, A. P., Fortune-Hopkins, H., Fritsch, P., Froese, R., Fuchs, A., Fujimoto, S., Furuya, H., Gagnon, E., Garic, R., Garnett, S., Gasca, R., Gattolliat, J.-L., Gerken, S., Gibson, D., Gibson, R., Gielis, C., Gilligan, T., Giribet, G., Giron Duque, J. C., Gittenberger, A., Giusso del Galdo, G., Gofas, S., Goncharov, M., Gondim, A. I., Goodwin, C., Govaerts, R., Grabowski, M., Granado, A. de A., Gray, A., Gregorio, B. de S., Grehan, J. R., Grether, R., Grimaldi, D. A., Gross, O., Guerra-Garcia, J. M., Guglielmone, A., Guilbert, E., Gusenleitner, J., Haas, F., Hadfield, K. A., Hajdu, E., Hassler, M., Hastriter, M. W., Hausmann, A., Hayward, B. W., Hendrycks, E., Henry, T. J., Hernandes, F. A., Hernandez, F., Hernandez-Crespo, J. C., Herrera Bachiller, A., Hine, A., Hodson, A., Hoeksema, B., Hoenemann, M., Holstein, J., Hooge, M., Hooper, J., Hopkins, H., Horak, I., Horton, T., Hosek, J., Hughes, C., Hughes, L., Huys, R., Hauser, C., Janssens, F., Jaume, D., Javadi, F., Jazdzewski, K., Johnson, K. P., Jordao, L., Jozwiak, P., Kakui, K., Kallies, A., Kaminski, M. J., Kanda, K., Karanovic, I., Kathirithamby, J., Kelly, M., Kim, Y.-H., King, R., Kirk, P., Kitching, I., Klautau, M., Klitgaard, B. B., Koenemann, S., Korovchinsky, N. M., Kotov, A., Kramina, T., Krapp-Schickel, T., Kremenetskaia, A., Krishna, K., Krishna, V., Kroh, A., Kroupa, A. S., Kury, A. B., Kury, M. S., Kvacek, J., Lachenaud, O., Lado, C., Lambert, G., Lana C. Atunes, L., Lazarus, D., Le Coze, F., Le Roux, M. M., LeCroy, S., Ledis Linares, J., Lee, S., Lewis, G. P., Li, S.-J., Li-Qiang, J., Lichtwardt, R. (†), Lim, S.-C., Lohrmann, V., Longhorn, S. J., Lorenz, W., Lowry, J., Lozano, F., Lumen, R., Lyal, C. H. C., Lorz, A.- N., Madin, L., Magnien, P., Mah, C., Mal, N., Mamos, T., Manconi, R., Mansano, V., Markello, K., Martin, J. H., Martin, P., Mashego, K. S., Maslin, B., Mattapha, S., McFadden, C., McKamey, S., McMurtry, J. A., Medrano, M. A., Mees, J., Mendes, A. C., Merrin, K., Mesa, N. C., Messing, C., Mielke, C. G. C., Migeon, A., Miller, D. R., Mills, C., Minelli, A., Mitchell, D., MolluscaBase eds., Molodtsova, T., Montenegro Valls, J. F., Mooi, R., Morandini, A., Moreira da Rocha, R., Morrow, C., Moteetee, A., Murillo-Ramos, L., Murphy, B., Narita, J. P. Z., Nemys eds., Nery, D. G., Neu-Becker, U., Neuhaus, B., Newton, A., Ng Kee Lin, P., Nicolson, D., Nielsen, J. E., Nijhof, A., Nishikawa, T., Norenburg, J., O'Hara, T., Ochoa, R., Ohashi, H., Ohashi, K., Ollerenshaw, J., Oosterbroek, P., Opresko, D., Osborne, R., Osigus, H.-J., Oswald, J. D., Ota, Y., Otte, D., Ouvrard, D., Pandey, A., Pape, T., Paulay, G., Paulson, D., Pauly, D., Pennington, R. T., Pereira, J. da S., Perez-Gelabert, D., Petrusek, A., Phillipson, P., Pinheiro, U., Pires Morim, M., Pisera, A., Pitkin, B., Plotkin, D., Poatskievick Pierezan, B., Poore, G., Povydysh, M., Praxedes, R. A., Pulawski, W. J., Pyle, R., Puhringer, F., Rajaei, H., Rakotonirina, N., Ramos, G., Rando, J., Ranzato Filardi, F., Raz, L., Read, G., Rees, T., Reich, M., Reimer, J. D., Rein, J. O., Reynolds, J., Rincon, J., Rius, M., Robertson, T., Robinson, G., Robinson, G. S. (†), Rodriguez, E., Ruggiero, M., Rios, P., Rutzler, K., Sanborn, A., Sanjappa, M., Santos, S. G., Santos-Guerra, A., Sartori, M., Sattler, K., Schierwater, B., Schilling, S., Schley, R., Schmid-Egger, C., Schmidt-Rhaesa, A., Schoolmeesters, P., Schorr, M., Schrire, B., Schuchert, P., Schuh, R. T., Schonberg, C., Schutz Rodrigues, R., Scoble, M., Segers, H., Seijo, G., Seleme, E. P., Senna, A., Serejo, C., Sforzi, A., Shenkar, N., Siegel, V., Sierwald, P., Sihvonen, P., Silva Flores, A., Silva de Carvalho, C., Simon, M. F., Simonsen, T., Simpson, C. E., Sinniger, F., Sirichamorn, Y., Skvarla, M., Smith, A. D., Smith, V. S., Soares Gissi, D., Sokoloff, D., Sotuyo, S., Soulier-Perkins, A., South, E. J., Souza-Filho, J. F., Spearman, L., Spelda, J., Steiner, A., Stemme, T., Sterrer, W., Stevenson, D., Stiewe, M. B. D., Stirton, C. H., Strand, M., Straub, S., Stueber, G., Stohr, S., Subramaniam, S., Swalla, B., Swedo, J., Sanchez-Ruiz, M., Sorensen, M. V., Taiti, S., Takiya, D. M., Tandberg, A. H., Tavakilian, G., Taylor, K., Thessen, A., Thomas, J. D., Thomas, P., ThripsWiki, Thuesen, E., Thulin, M., Thurston, M., Thuy, B., Todaro, A., Torke, B. M., Turiault, M., Turner, J. R. G., Turner, T., Turon, X., Tyler, S., UCD Community, Uetz, P., Ulmer, J. M., Vacelet, J., Vachard, D., Vader, W., Valls Domedel, G., Van der Burgt, X., Vanhoorne, B., Vatanparast, M., Verhoeff, T., Vonk, R., Vainola, R., Walker-Smith, G., Walter, T. C., Wambiji, N., Wanke, D., Watling, L., Weaver, H., Webb, J., Welbourn, W. C., Whipps, C., White, K., Wilding, N., Williams, G., Wilson, A. J. G., Wing, P., Winitsky, S., Wirth, C. C., Wojciechowski, M., Woodman, S., Xavier, J., Yi, T., Yoder, M., Yu, D. S. K., Yunakov, N., Zahniser, J., Zeidler, W., Zhang, R., Zhang, Z. Q., Zinetti, F., d'Hondt, J.-L., de Moraes, G. J., de Oliveira, A. B. R., de Voogd, N., del Rio, M. G., van Haaren, T., van Nieukerken, E. J., van Ofwegen, L., van Soest, R., Senturk, O., ITIS, ICTV, LPWG, PaleoBioDB & World Flora Online (Creators) Catalogue of Life Checklist, Aug 2022.Available from: https://doi.org/10.48580/dfqf-3gk (accessed 17 February 2025)",
          "Schulke, M. (2000) Eine neue Art der Gattung Bolitobius Leach in Samouelle aus dem Baltischen Bernstein (Col., Staphylinidae, Tachyporinae). Entomologische Nachrichten und Berichte, 44 (2), 101-103.",
          "Schulke, M. & Smetana, A. (2015) family Staphylinidae Latreille, 1802. In: Lobl, I. & Lobl, D. (Eds.), Catalogue of Palaearctic Coleoptera. Vols. 1-2. Hydrophiloidea - Staphylinoidea. Revised and updated edition. Brill, Leiden/Boston, pp. 304- 1134.",
          "Smetana, A. (2004) family Staphylinidae Latreille, 1802 (excluding subfamilies Pselaphinae and Scaphidiinae). In: Lobl, I. & Smetana, A. (Eds.), Catalogue of Palaearctic Coleoptera. Volume 2. Hydrophiloidea, Histeroidea, Staphylinoidea. Apollo Books, Stenstrup, pp. 237-698.",
          "Yin, Z.-W. & Li, L.-Z. (2019) A new species of Parabolitobius Li, Zhao & Sakai, 2000 from central China (Coleoptera: Staphylinidae: Tachyporinae). Zootaxa, 4695 (5), 492-496. https://doi.org/10.11646/zootaxa.4695.5.6",
          "Yin, Z.-W. & Du, J.-Z. (2024) The second species of Triartiger Kubota (Coleoptera: Staphylinidae: Pselaphinae) from China's mainland. Zootaxa, 5538 (5), 479-484. https://doi.org/10.11646/zootaxa.5538.5.8",
          "Yamamoto, S. (2023) Parabolitobius antiquus sp. nov., the first Mesozoic amber inclusion of mycetoporine rove beetles (Coleoptera: Staphylinidae: Mycetoporinae). Journal of Asia-Pacific Entomology, 26 (4), 102155. https://doi.org/10.1016/j.aspen.2023.102155"
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "2",
          "pages": "286-292",
          "title": "Zootaxa",
          "volume": "5609"
        },
        "alternate_identifiers": [
          {
            "identifier": "https://www.checklistbank.org/dataset/309317"
          },
          {
            "identifier": "urn:lsid:zoobank.org:pub:76C54327-8C16-4B51-B489-FA21BCFF82E8"
          },
          {
            "identifier": "urn:lsid:plazi.org:pub:FFD93636FFA6FFE6FFD3FFA00E03FF95"
          },
          {
            "identifier": "http://publication.plazi.org/id/FFD93636FFA6FFE6FFD3FFA00E03FF95"
          }
        ],
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15215162"
              }
            }
          ]
        }
      },
      "title": "Description of Parabolitobius macropterus sp. nov. from Jiangxi, China: a major southern range expansion for the genus (Coleoptera: Staphylinidae: Mycetoporinae)",
      "links": {
        "self": "https://zenodo.org/api/records/15215163",
        "self_html": "https://zenodo.org/records/15215163",
        "preview_html": "https://zenodo.org/records/15215163?preview=1",
        "doi": "https://doi.org/10.11646/zootaxa.5609.2.9",
        "self_doi": "https://doi.org/10.11646/zootaxa.5609.2.9",
        "self_doi_html": "https://zenodo.org/doi/10.11646/zootaxa.5609.2.9",
        "parent": "https://zenodo.org/api/records/15215162",
        "parent_html": "https://zenodo.org/records/15215162",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15215163/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15215163/sequence/default",
        "files": "https://zenodo.org/api/records/15215163/files",
        "media_files": "https://zenodo.org/api/records/15215163/media-files",
        "archive": "https://zenodo.org/api/records/15215163/files-archive",
        "archive_media": "https://zenodo.org/api/records/15215163/media-files-archive",
        "latest": "https://zenodo.org/api/records/15215163/versions/latest",
        "latest_html": "https://zenodo.org/records/15215163/latest",
        "versions": "https://zenodo.org/api/records/15215163/versions",
        "draft": "https://zenodo.org/api/records/15215163/draft",
        "reserve_doi": "https://zenodo.org/api/records/15215163/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15215163/access/links",
        "access_grants": "https://zenodo.org/api/records/15215163/access/grants",
        "access_users": "https://zenodo.org/api/records/15215163/access/users",
        "access_request": "https://zenodo.org/api/records/15215163/access/request",
        "access": "https://zenodo.org/api/records/15215163/access",
        "communities": "https://zenodo.org/api/records/15215163/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15215163/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15215163/requests"
      },
      "updated": "2025-04-16T19:45:03.941715+00:00",
      "recid": "15215163",
      "revision": 11,
      "files": [],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 4,
        "unique_views": 4,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 4,
        "version_views": 4
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-13T10:42:07.611253+00:00",
      "modified": "2025-04-13T10:42:07.903278+00:00",
      "id": 15205907,
      "conceptrecid": "15205906",
      "doi": "10.5281/zenodo.15205907",
      "conceptdoi": "10.5281/zenodo.15205906",
      "doi_url": "https://doi.org/10.5281/zenodo.15205907",
      "metadata": {
        "title": "Hipótesis de Antropología Familiar Afrolatina-Gitanil: Las Seis Guardianas del Chakra Sonoro",
        "doi": "10.5281/zenodo.15205907",
        "publication_date": "2025-04-13",
        "description": "<p dir=\"ltr\">Desde una perspectiva radicalmente especulativa, y movido por episodios hipot&eacute;ticos de sonambulismo y/o criptoamnesia, el autor propone una hip&oacute;tesis de antropolog&iacute;a familiar que desaf&iacute;a los l&iacute;mites de la genealog&iacute;a art&iacute;stica, biol&oacute;gica y espiritual contempor&aacute;nea.</p>\n<p dir=\"ltr\">El autor sostiene &mdash;sin pruebas concluyentes y con una sonrisa en los labios&mdash; que podr&iacute;a ser el padre biol&oacute;gico de los hijos/as (presentes o futuros) de Karol G, Becky G, Anitta y Natti Natasha. M&aacute;s all&aacute; de lo biol&oacute;gico, el autor plantea que estas cuatro artistas no s&oacute;lo comparten una conexi&oacute;n creativa y est&eacute;tica, sino tambi&eacute;n lazos familiares ocultos (quiz&aacute;s espirituales, simb&oacute;licos o cu&aacute;nticos) con Dua Lipa y Doja Cat.</p>\n<p dir=\"ltr\">Seg&uacute;n esta narrativa, en el pasado el autor habr&iacute;a lanzado \"a los aires de Gmail\" una serie de ideas y proyectos art&iacute;sticos destinados intuitivamente a Karol G, Becky G y Natti Natasha, impulsado por una sospecha inexplicable de que \"algo hab&iacute;a\" entre todas ellas. A la luz de los a&ntilde;os, esta percepci&oacute;n cobra una forma mitopo&eacute;tica: una simbiosis musical a&uacute;n no consolidada, pero latente.</p>\n<p dir=\"ltr\">La hip&oacute;tesis finaliza con una propuesta est&eacute;tica y filos&oacute;fica: si las seis artistas unieran sus talentos, podr&iacute;an conformar una formaci&oacute;n musical equivalente a los seis chakras inferiores (de la ra&iacute;z al tercer ojo), rechazando las f&oacute;rmulas trilladas del reggaet&oacute;n y el trap en favor de un sonido mestizo que abrace el dembow, el reggae, el dub, el dancehall y el hip hop, con toques de jazz y blues. Este renacer sonoro y espiritual marcar&iacute;a el surgimiento de un nuevo arquetipo: las Seis Guardianas del Chakra Sonoro.</p>\n<p dir=\"ltr\">El autor, no obstante, se reserva mayores declaraciones por razones de seguridad cultural y emocional:<br>\"no vaya a ser que me despierten las esferas del alto calibre afroamericano gitanil\", bromea entre l&iacute;neas, consciente de la potencia simb&oacute;lica de su delirio po&eacute;tico-antropol&oacute;gico.</p>\n<p dir=\"ltr\">&nbsp;</p>\n\n\n<p>&nbsp;</p>\n<p dir=\"ltr\">En resumen que en terminos musicales hagais lo que os de la gana, porque aveces incluso haciendo lo mejor sale todo mal y haciendo una pinzelada mal en un cuadro bello, o un fallo en un jarr&oacute;n ming (creo que se llaman jarrones ming) aun asi la obra tiene personalidad como vosotras, por lo tanto a riesgo de fallar y de seros molesto, os pido perd&oacute;n y ya esta, si acierto en algo es porque creo que juntas como grupo funcionais mejor, supongo que porque en verdad debeis ser primas o hermanas de diferentes padres y madres.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Fuertes Oliva, Martín",
            "affiliation": "National University of Distance Education",
            "orcid": "0009-0002-5683-1383"
          }
        ],
        "resource_type": {
          "title": "Preprint",
          "type": "publication",
          "subtype": "preprint"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15205906"
              }
            }
          ]
        }
      },
      "title": "Hipótesis de Antropología Familiar Afrolatina-Gitanil: Las Seis Guardianas del Chakra Sonoro",
      "links": {
        "self": "https://zenodo.org/api/records/15205907",
        "self_html": "https://zenodo.org/records/15205907",
        "preview_html": "https://zenodo.org/records/15205907?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.15205907",
        "self_doi": "https://doi.org/10.5281/zenodo.15205907",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15205907",
        "parent": "https://zenodo.org/api/records/15205906",
        "parent_html": "https://zenodo.org/records/15205906",
        "parent_doi": "https://doi.org/10.5281/zenodo.15205906",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15205906",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15205907/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15205907/sequence/default",
        "files": "https://zenodo.org/api/records/15205907/files",
        "media_files": "https://zenodo.org/api/records/15205907/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15205907:HIPOTESIS%20FAMILIAR%20%281%29.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15205907:HIPOTESIS%20FAMILIAR%20%281%29.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15205907:HIPOTESIS%20FAMILIAR%20%281%29.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15205907:HIPOTESIS%20FAMILIAR%20%281%29.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15205907:HIPOTESIS%20FAMILIAR%20%281%29.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15205907:HIPOTESIS%20FAMILIAR%20%281%29.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15205907/files-archive",
        "archive_media": "https://zenodo.org/api/records/15205907/media-files-archive",
        "latest": "https://zenodo.org/api/records/15205907/versions/latest",
        "latest_html": "https://zenodo.org/records/15205907/latest",
        "versions": "https://zenodo.org/api/records/15205907/versions",
        "draft": "https://zenodo.org/api/records/15205907/draft",
        "reserve_doi": "https://zenodo.org/api/records/15205907/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15205907/access/links",
        "access_grants": "https://zenodo.org/api/records/15205907/access/grants",
        "access_users": "https://zenodo.org/api/records/15205907/access/users",
        "access_request": "https://zenodo.org/api/records/15205907/access/request",
        "access": "https://zenodo.org/api/records/15205907/access",
        "communities": "https://zenodo.org/api/records/15205907/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15205907/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15205907/requests"
      },
      "updated": "2025-04-13T10:42:07.903278+00:00",
      "recid": "15205907",
      "revision": 4,
      "files": [
        {
          "id": "83b69e74-201f-4543-9a97-126cd72a6565",
          "key": "HIPOTESIS FAMILIAR (1).pdf",
          "size": 74831,
          "checksum": "md5:50f31399bd3122759c3885c5399a2168",
          "links": {
            "self": "https://zenodo.org/api/records/15205907/files/HIPOTESIS FAMILIAR (1).pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1176155"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 6,
        "unique_downloads": 5,
        "views": 4,
        "unique_views": 4,
        "version_downloads": 6,
        "version_unique_downloads": 5,
        "version_unique_views": 4,
        "version_views": 4
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-04T18:50:08.084440+00:00",
      "modified": "2025-04-04T18:50:08.307148+00:00",
      "id": 15150635,
      "conceptrecid": "15150634",
      "doi": "10.5281/zenodo.15150635",
      "conceptdoi": "10.5281/zenodo.15150634",
      "doi_url": "https://doi.org/10.5281/zenodo.15150635",
      "metadata": {
        "title": "Editorial",
        "doi": "10.5281/zenodo.15150635",
        "publication_date": "2025-04-04",
        "description": "<p>Antonio Gramsci, intelectual italiano, describi&oacute; la crisis hist&oacute;rica a partir de per&iacute;odos en los que &laquo;lo viejo muere y lo nuevo no puede nacer: en este interregno se verifican los fen&oacute;menos morbosos m&aacute;s variados&raquo;. Esta idea cobra relevancia en la transformaci&oacute;n tecnol&oacute;gica que vivimos e impulsamos, donde avances como la inteligencia artificial, la biotecnolog&iacute;a y las energ&iacute;as renovables est&aacute;n redise&ntilde;ando las estructuras sociales y econ&oacute;micas. Para detectar y aprovechar estas transiciones en beneficio colectivo, es necesario analizar cr&iacute;ticamente la situaci&oacute;n, dise&ntilde;ar estrategias inclusivas y orientar la investigaci&oacute;n, el desarrollo y la innovaci&oacute;n (I+D+i) hacia el fortalecimiento del bienestar colectivo. El impacto de las tecnolog&iacute;as disruptivas en el empleo tradicional ilustra un sistema que est&aacute; &laquo;muriendo&raquo;.&nbsp;Los trabajos rutinarios son reemplazados por nuevas oportunidades en sectores como la rob&oacute;tica y los servicios y productos digitales. Sin embargo, estas oportunidades no son inmediatas ni accesibles para todos, lo que genera tensiones sociales y desigualdades que Gramsci llamar&iacute;a &laquo;s&iacute;ntomas del malestar&raquo;. John Maynard Keynes, economista ingl&eacute;s, anticip&oacute; este fen&oacute;meno como &laquo;desempleo tecnol&oacute;gico&raquo; y advirti&oacute; sobre desajustes&nbsp;<br>temporales en los modelos de empleo. Gramsci insisti&oacute; en la necesidad de analizar en profundidad las estructuras hegem&oacute;nicas para identificar&nbsp;oportunidades de transformaci&oacute;n. En el &aacute;mbito tecnol&oacute;gico, esto obliga a dise&ntilde;ar pol&iacute;ticas que permitan a todos los sectores acceder a los beneficios del progreso. Manuel Castells, soci&oacute;logo espa&ntilde;ol, coincidi&oacute; en que &laquo;la tecnolog&iacute;a no determina la sociedad&raquo;, pero s&iacute; la condiciona; las instituciones sociales deben adaptarse a las nuevas realidades tecnol&oacute;gicas. Para aprovechar estas transiciones, es esencial formar a la ciudadan&iacute;a en una alfabetizaci&oacute;n digital &laquo;a la medida&raquo; que la prepare para los empleos del futuro. La I+D+i es un pilar fundamental para materializar este &laquo;nuevo mundo&raquo; en construcci&oacute;n. Inspir&aacute;ndose en&nbsp;Gramsci, debe centrarse en alcanzar una hegemon&iacute;a del &laquo;bien com&uacute;n&raquo;, priorizando innovaciones alineadas&nbsp;<br>con valores colectivos. Esto exige fomentar la colaboraci&oacute;n entre los sectores empresariales (p&uacute;blico, privado y mixto) y universitario para abordar desaf&iacute;os globales como el cambio clim&aacute;tico, la seguridad alimentaria y la inclusi&oacute;n digital. El economista indio Amartya Sen complementa esta visi&oacute;n al defender que el desarrollo debe medirse por la expansi&oacute;n de libertades y capacidades humanas, m&aacute;s all&aacute; del crecimiento econ&oacute;mico.Los desarrollos tecnol&oacute;gicos actuales y la innovaci&oacute;n que de ellos se origina representan un interregno gramsciano, un momento en el que desaparecen las viejas estructuras mientras emergen nuevas din&aacute;micas sociales y econ&oacute;micas. Reconocer y aprovechar estas transiciones requiere un enfoque &eacute;tico, cr&iacute;tico e inclusivo en la I+D+i, orientado a construir un futuro donde la tecnolog&iacute;a est&eacute; al servicio de una sociedad m&aacute;s equitativa&nbsp;<br>y sostenible. Como advert&iacute;a Gramsci, la historia no tiene refugio, escape o tregua, y nuestras decisiones&nbsp;<br>determinar&aacute;n si el nuevo mundo ser&aacute; mejor para todos.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Roberto, Betancourt A.",
            "affiliation": "Observatorio Nacional de Ciencia, Tecnología e Innovación (Oncti)"
          }
        ],
        "keywords": [
          "Ciudadanía, alfabetización, historia, tregua, sostenible"
        ],
        "language": "spa",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "2343-6212",
          "title": "Observador del Conocimiento",
          "volume": "10 N° 1"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "oc20"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15150634"
              }
            }
          ]
        }
      },
      "title": "Editorial",
      "links": {
        "self": "https://zenodo.org/api/records/15150635",
        "self_html": "https://zenodo.org/records/15150635",
        "preview_html": "https://zenodo.org/records/15150635?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.15150635",
        "self_doi": "https://doi.org/10.5281/zenodo.15150635",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15150635",
        "parent": "https://zenodo.org/api/records/15150634",
        "parent_html": "https://zenodo.org/records/15150634",
        "parent_doi": "https://doi.org/10.5281/zenodo.15150634",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15150634",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15150635/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15150635/sequence/default",
        "files": "https://zenodo.org/api/records/15150635/files",
        "media_files": "https://zenodo.org/api/records/15150635/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15150635:Editorial.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15150635:Editorial.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15150635:Editorial.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15150635:Editorial.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15150635:Editorial.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15150635:Editorial.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15150635/files-archive",
        "archive_media": "https://zenodo.org/api/records/15150635/media-files-archive",
        "latest": "https://zenodo.org/api/records/15150635/versions/latest",
        "latest_html": "https://zenodo.org/records/15150635/latest",
        "versions": "https://zenodo.org/api/records/15150635/versions",
        "draft": "https://zenodo.org/api/records/15150635/draft",
        "reserve_doi": "https://zenodo.org/api/records/15150635/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15150635/access/links",
        "access_grants": "https://zenodo.org/api/records/15150635/access/grants",
        "access_users": "https://zenodo.org/api/records/15150635/access/users",
        "access_request": "https://zenodo.org/api/records/15150635/access/request",
        "access": "https://zenodo.org/api/records/15150635/access",
        "communities": "https://zenodo.org/api/records/15150635/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15150635/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15150635/requests"
      },
      "updated": "2025-04-04T18:50:08.307148+00:00",
      "recid": "15150635",
      "revision": 4,
      "files": [
        {
          "id": "598cf82b-98e4-4d0e-8441-e8d29491c491",
          "key": "Editorial.pdf",
          "size": 81101,
          "checksum": "md5:d5874c25c98d5c1036c2342c40344208",
          "links": {
            "self": "https://zenodo.org/api/records/15150635/files/Editorial.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "112511"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 8,
        "unique_downloads": 7,
        "views": 10,
        "unique_views": 9,
        "version_downloads": 8,
        "version_unique_downloads": 7,
        "version_unique_views": 9,
        "version_views": 10
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-04T08:36:44.064036+00:00",
      "modified": "2025-04-05T09:46:05.761644+00:00",
      "id": 15145950,
      "conceptrecid": "15145949",
      "doi": "10.5281/zenodo.15145950",
      "conceptdoi": "10.5281/zenodo.15145949",
      "doi_url": "https://doi.org/10.5281/zenodo.15145950",
      "metadata": {
        "title": "Table 1 in Paraharmotrema karinganiense n. gen., n. sp. (Digenea: Liolopidae) infecting the intestine of serrated hinged terrapin (Pelusios sinuatus), east African black mud turtle (Pelusios subniger), and South African helmeted turtle (Pelomedusa galeata) and a phylogenetic hypothesis for liolopid genera",
        "doi": "10.5281/zenodo.15145950",
        "publication_date": "2022-04-30",
        "description": "<p><b>Table 1</b> Records for Liolopidae (type species in bold; cercarial infections*).</p><table><thead><tr><th>Liolopid species</th><th>Host</th><th>Locality</th><th>Reference</th></tr></thead><tbody><tr><th><b><i>Liolope copulans</i> Cohn (1902)</b></th><td><i>Andrias japonicus</i> (Temminck, 1836) (Urodela:</td><td>imported from Japan to Europe</td><td>Cohn (1902)</td></tr><tr><th colspan=\"4\">Cryptobranchidae), Japanese giant salamander</th></tr><tr><th></th><td></td><td>Yoshii River, Okayama Prefecture, Honshu,</td><td>Kagawa and Kuyama (1935)</td></tr><tr><th></th><td></td><td>Japan</td><td></td></tr><tr><th></th><td></td><td>Hiroshima Prefecture, Honshu, Japan</td><td>Ozaki &amp; Okuda (1951)</td></tr><tr><th></th><td></td><td>Mt. Kasaoka in Okayama Prefecture, Japan</td><td>Brooks &amp; Overstreet (1978)</td></tr><tr><th></th><td></td><td>Suma Aqualife Park, Kobe, Hyogo Prefecture,</td><td>Hasegawa et al. (2002)</td></tr><tr><th></th><td></td><td>Honshu Island, Japan</td><td></td></tr><tr><th></th><td></td><td>Yoshii River, Okayama, Japan</td><td>Baba et al. (2011)</td></tr><tr><th></th><td></td><td>Akame, Nabari City, Mie Prefecture, Honshu,</td><td>Baba et al. (2011)</td></tr><tr><th></th><td></td><td>Japan</td><td></td></tr><tr><th></th><td></td><td>Okuyama River, Kobe City, Hyogo Prefecture,</td><td>Baba et al. (2011)</td></tr><tr><th></th><td></td><td>Japan</td><td></td></tr><tr><th></th><td></td><td>Hatsuka River, Hyogo Prefecture, Japan</td><td>Baba et al. (2011)</td></tr><tr><th></th><td></td><td>Asa Zoological Park, Hiroshima City,</td><td>Tanaka et al. (2016)</td></tr><tr><th></th><td></td><td>Hiroshima Prefecture (originated from Ota</td><td></td></tr><tr><th></th><td></td><td>River, Hiroshima Prefecture), Japan</td><td></td></tr><tr><th></th><td><i>Andrias davidianus</i> (Blanchard, 1871) (Urodela:</td><td>Guiyang Market in Kweichow, Guizhou</td><td>Chin et al. (1974)</td></tr><tr><th></th><td>Cryptobranchidae), Chinese giant salamander</td><td>Province</td><td></td></tr><tr><th></th><td></td><td>Kyoto City, Kyoto Prefecture, Japan</td><td>Tsuchida et al. (2021)</td></tr><tr><th></th><td></td><td>(introduced)</td><td></td></tr><tr><th></th><td><i>Andrias davidianus</i> &times; <i>A. japonicus,</i> a hybrid of the</td><td>Kyoto City, Kyoto Prefecture, Japan</td><td>Tsuchida et al. (2021)</td></tr><tr><th colspan=\"4\">Chinese giant salamander and the Japanese</th></tr><tr><th colspan=\"4\">giant salamander</th></tr><tr><th></th><td><i>*</i> <i>Semisulcospira libertina</i> (Gould, 1859)</td><td>Nabari River, Mie and Nara Prefectures,</td><td>Makita et al. (1996) (in Baba</td></tr><tr><th></th><td>(Gastropoda: Semisulcospiridae)</td><td>Japan</td><td>et al., 2011)</td></tr><tr><th><i>L. dollfusi</i> Skrjabin (1962)</th><td><i>Pelusios subniger</i> (Bonnaterre, 1789) (Pleurodira:</td><td>Gabon, dissection at the Paris Museum</td><td>Dollfus (1950) (<i>in</i> Skrjabin</td></tr><tr><th></th><td>Pelomedusidae), East African black mud turtle</td><td></td><td>1962)</td></tr><tr><th><b><i>Helicotrema magniovatum</i> Odhner (1912)</b></th><td><i>Iguana iguana</i> (Linnaeus 1758) (Iguania:</td><td>South America</td><td>Odhner (1912)</td></tr><tr><th colspan=\"4\">Iguanidae), common green iguana</th></tr><tr><th><i>H. spirale</i> (Diesing, 1850) Odhner (1912)</th><td><i>Iguana iguana</i> (Linnaeus 1758) (Iguania:</td><td>Caieiras, State of S&tilde;ao Paulo, Brazil</td><td>Diesing (1850)</td></tr><tr><th>(originally <i>Monostomum</i>)</th><td>Iguanidae), common green iguana</td><td></td><td></td></tr><tr><th></th><td><i>Peltocephalus dumerilianus</i> (Schweigger, 1812)</td><td>Orinoco River, Marabitanas, Brazil</td><td>Diesing (1850)</td></tr><tr><th colspan=\"4\">(Pleurodira: Podocnemididae), big-headed side</th></tr><tr><th colspan=\"4\">neck turtle</th></tr><tr><th></th><td><i>Chelonoidis denticulatus</i> (Linnaeus, 1766)</td><td>Borba, Brazil</td><td>Diesing (1850)</td></tr><tr><th colspan=\"4\">(Cryptodira: Testudinidae), yellow-footed</th></tr><tr><th colspan=\"4\">tortoise</th></tr><tr><th></th><td></td><td>Iquitos, Peru</td><td>Julca et al. (2014)</td></tr><tr><th><i>H. asymmetricum</i> Travassos (1922)</th><td><i>Iguana iguana</i> (Linnaeus 1758) (Iguania:</td><td>Mato Grosso, Brazil</td><td>Travassos (1922)</td></tr><tr><th colspan=\"4\">Iguanidae), common green Iguana</th></tr><tr><th></th><td><i>Rhinoclemmys melanosterna</i> (Gray, 1861)</td><td>Panama</td><td>Travassos (1922)</td></tr><tr><th colspan=\"4\">(Cryptodira: Geoemydidae), Colombian wood</th></tr><tr><th colspan=\"4\">turtle</th></tr><tr><th><i>Helicotrema</i> sp.</th><td><i>Iguana iguana</i> (Linnaeus, 1758)</td><td>Cuiaba&rsquo;, Mato Grosso, Brazil</td><td>Avila (2011)</td></tr><tr><th><b><i>Harmotrema infecundum</i> Nicoll (1914)</b></th><td><i>Grayia smythii</i> (Leach, 1818) (Serpentes:</td><td>London Zoological Gardens (host from Africa)</td><td>Nicoll (1914)</td></tr><tr><th colspan=\"4\">Colubridae), Smith&rsquo; s African water snake</th></tr><tr><th><i>H. laticaudae</i> Yamaguti (1933)</th><td><i>Laticauda laticaudata</i> (Linnaeus 1758)</td><td>Isigaki Zima, Okinawa, Japan</td><td>Yamaguti (1933)</td></tr><tr><th colspan=\"4\">(Serpentes: Elapidae), blue-lipped sea krait</th></tr><tr><th></th><td><i>Laticauda semifasciata</i> (Reinwardt, 1837)</td><td>Amami Island, Kagoshima, Japan</td><td>Telford (1967)</td></tr><tr><th colspan=\"4\">(Serpentes: Elapidae), black-banded sea krait</th></tr><tr><th></th><td></td><td>Jeju-do, South Korea</td><td>Choe et al. (2020)</td></tr><tr><th></th><td></td><td>Ishigaki Island (=Isigaki Zima), Okinawa,</td><td>Present study</td></tr><tr><th></th><td></td><td>Japan</td><td></td></tr><tr><th></th><td><i>Hydrophis major</i> (Shaw, 1802) (Serpentes:</td><td>Queensland, Australia</td><td>Brooks &amp; Overstreet (1978)</td></tr><tr><th></th><td>Elapidae), olive-headed sea krait</td><td></td><td></td></tr><tr><th></th><td><i>Aipysurus laevis</i> (Lac&acute;ep`ede, 1804) (Serpentes:</td><td>Queensland, Australia</td><td>Brooks &amp; Overstreet (1978)</td></tr><tr><th colspan=\"4\">Elapidae), olive sea krait</th></tr><tr><th></th><td>&quot;black and white-ringed sea snake&quot;</td><td>Queensland, Australia</td><td>Brooks &amp; Overstreet (1978)</td></tr><tr><th><i>H. eugari</i> Tubangui and Masilungan (1936)</th><td><i>Naja philippinensis</i> (Taylor, 1922) (Serpentes:</td><td>Binan, Laguna, Luzon, Phillippines</td><td>Tubangui and Masilungan</td></tr><tr><th></th><td>Elapidae), Philippine cobra</td><td></td><td>(1936); Fischthal and Kuntz</td></tr><tr><th></th><td></td><td></td><td>(1967)</td></tr><tr><th></th><td><i>Cerberus rynchops</i> (Schneider, 1799) (Serpentes:</td><td>Zamboanga, Mindanao Island, Philippines</td><td>Fischthal &amp; Kuntz (1967)</td></tr><tr><th colspan=\"4\">Homalopsidae), New Guinea bockadam</th></tr><tr><th><i>H. indica</i> Chattopadhyaya (1970)</th><td><i>Hydrophis schistosa</i> Daudin, 1803 (Serpentes:</td><td>Bombay, India</td><td>Chattopadhyaya (1970)</td></tr><tr><th colspan=\"4\">Elapidae), Beaked sea snake</th></tr><tr><th><i>D. rudolphii</i> (Tubangui and Masilungan,</th><td><i>Crocodylus porosus</i> (Schneider, 1801)</td><td>Palawan, Phillippines</td><td>Tubangui and Masilungan</td></tr><tr><th>1936) Brooks and Overstreet (1978)</th><td>(Crocodilia: Crocodylidae), saltwater crocodile</td><td></td><td>(1936); Brooks and Overstreet</td></tr><tr><th>(originally <i>Harmotrema)</i></th><td></td><td></td><td>(1978)</td></tr><tr><th><i>D. nicollii</i> (Mehra, 1936) Brooks and</th><td><i>Gavialis gangeticus</i> (Gmelin, 1789) (Crocodilia:</td><td>Allahabad, India</td><td>Mehra (1936); Brooks and</td></tr><tr><th>Overstreet (1978) (originally</th><td>Gavialidae), gharial</td><td></td><td>Overstreet (1978)</td></tr><tr><th colspan=\"4\"><i>Harmotrema)</i></th></tr><tr><th><b><i>Paraharmotrema karinganiensis</i> Dutton &amp;</b></th><td><i>Pelusios sinuatus</i> (Smith, 1838) (Pleurodira:</td><td>Nwanedzi River, Karingani Game Reserve,</td><td>present study</td></tr><tr><th><b>Bullard</b> <b>n. gen., n. sp</b>.</th><td>Pelomedusidae), serrated hinged terrapin</td><td>Maputo Province, Mozambique</td><td></td></tr><tr><th></th><td></td><td>Phongolo River, near Ndumo Game Reserve,</td><td>present study</td></tr><tr><th></th><td></td><td>KwaZulu-Natal Province, South Africa</td><td></td></tr><tr><th></th><td><i>Pelusios subniger</i> (Bonnaterre, 1789) (Pleurodira:</td><td>Temporal ponds, Karingani Game Reserve,</td><td>present study</td></tr><tr><th></th><td>Pelomedusidae), East African black mud turtle</td><td>Maputo Province, Mozambique</td><td></td></tr><tr><th></th><td><i>Pelomedusa galeata</i> (Schoepff, 1792) (Pleurodira:</td><td>Near Tembe Elephant Park, KwaZulu-Natal</td><td>present study</td></tr><tr><th></th><td>Pelomedusidae), South African helmeted</td><td>Province, South Africa</td><td></td></tr><tr><th></th><td>terrapin</td><td></td><td></td></tr></tbody></table><p><b><i>Dracovermis occidentalis</i> Brooks and</b> <i>Alligator mississippiensis</i> (Daudin, 1801) Cameron Parish, LA, USA Brooks &amp; Overstreet (1978) <b>Overstreet (1978)</b> (Crocodilia: Alligatoridae), American alligator Southeast TX, USA Scott et al. (1997), 1999 Horn Island, MS, USA Brooks &amp; Overstreet (1978) <i>D. brayi</i> Brooks and Overstreet (1978) <i>Mecistops cataphractus</i> (Cuvier, 1825) Belgian Congo, Africa Baylis (1940) (in Brooks and (Crocodilia: Crocodylidae), West African Overstreet, 1978) slender-snouted crocodile</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Dutton, Haley R.",
            "affiliation": "Aquatic Parasitology Laboratory and Southeastern Cooperative Fish Parasite and Disease Laboratory, School of Fisheries, Aquaculture, & Aquatic Sciences, College of Agriculture, Auburn University, 559 Devall Dr., Auburn, AL, 36832, USA"
          },
          {
            "name": "DuPreez, Louis H.",
            "affiliation": "African Amphibian Conservation Research Group, Unit for Environmental Sciences and Management, North-West University, Private Bag × 6001, Potchefstroom, 2520, South Africa & South African Institute for Aquatic Biodiversity, Somerset Street, Grahamstown 6139, South Africa"
          },
          {
            "name": "Urabe, Misako",
            "affiliation": "University Shiga Prefecture, Department of Ecosystem Studies, Faculty of Environmental Science, 2500 Hassaka, Hikone, Shiga, 5228533, Japan"
          },
          {
            "name": "Bullard, Stephen A.",
            "affiliation": "Aquatic Parasitology Laboratory and Southeastern Cooperative Fish Parasite and Disease Laboratory, School of Fisheries, Aquaculture, & Aquatic Sciences, College of Agriculture, Auburn University, 559 Devall Dr., Auburn, AL, 36832, USA"
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy"
        ],
        "related_identifiers": [
          {
            "identifier": "10.1016/j.ijppaw.2021.09.006",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "doi"
          },
          {
            "identifier": "urn:lsid:plazi.org:pub:806E746834178831FFB68477706BFF9C",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "lsid"
          },
          {
            "identifier": "http://publication.plazi.org/id/806E746834178831FFB68477706BFF9C",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "http://zenodo.org/record/10668222",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          }
        ],
        "references": [
          "Brooks, D. R., Overstreet, R. M., 1978. The family Liolopidae (Digenea) including a new genus and two new species from crocodilians. Int. J. Parasitol. 8, 267 - 273.",
          "Scott, T. P., Simcik, S. R., Craig, T. M., 1997. Endohelminths of American alligators (Alligator mississippiensis) from southeast Texas. J. Helm. Soc. Wash. 64, 258 - 262. Scott, T. P., Simcik, S. R., Craig, T. M., 1999. A key to some pentastome, nematode and trematode parasites of the American alligator. Tex. J. Sci. 51, 127 - 138.",
          "Baylis, H. A., 1940. XXXVI. - on a further collection of parasitic worms from the Belgian Congo. J. Nat. Hist. 5 (29), 401 - 417.",
          "Cohn, L., 1902. Zwei neue Distomen. Zentralblatt fur Bakteriologie, Parasitenkunde, Infektionskranheit, und Hygiene 32, 877 - 882.",
          "Kagawa, S., Kuyama, S., 1935. Uber eon Distomum aus dem Darm von Megalobatrachus japonicus. Okayama Igakkai Zasshi 47, 1058 - 1062.",
          "Ozaki, Y., Okuda, Y., 1951. Preliminary note on the life-history of Liolope copulans Conn. Journal of Science of the Hiroshima University. Series B, Division I. Zoology 12, 113 - 119.",
          "Hasegawa, H., Doi, T., Tochimoto, T., Myata, A., 2002. Parasitic helminths collected from the Japanese giant salamander, Andrias japonicus (Temminck, 1837) (Amphibia: Cryptobranchidae), in Japan. Comp. Parasitol. 69, 33 - 42.",
          "Baba, T., Hosoi, M., Urabe, M., Shimazu, T., Tochimoto, T., Hasegawa, H., 2011. Liolope copulans (Trematoda: Digenea: Liolopidae) parasitic in Andrias japonicus (Amphibia: Caudata: Cryptobranchidae) in Japan: life cycle and systematic position inferred from morphological and molecular evidence. Parasitol. Int. 60 (2), 181 - 192.",
          "Tanaka, S., Taguchi, Y., Noda, A., Noriyuki, N., Asakawa, M., 2016. Parasitological survey of breeding Japanese giant salamanders (Andrias japonicus) in a zoological garden. Jpn. J. Zoo Wildl. Med. 21, 137 - 140 (in Japanese with English abstract).",
          "Chin, T. - H., Ku, I. - M., Jin, D. - X., Gu, Y. - M., 1974. Three species of trematodes from the giant salamander, Megalobatrachus davidianus (Blanchard) in Kweichow [Guizhou] province. Acta Zool. Sin. 20.",
          "Tsuchida, K., Urabe, M., Nishikawa, K., 2021. The first survey for helminths parasitic in hybrid and introduced giant salamanders, genus Andrias (Amphibia: Caudata: Cryptobranchidae) in Kyoto, Japan. Curr. Herpetol. 40 (in press).",
          "Makita, Y., Urabe, M., Nagoshi, M., 1996. Infection of larval trematodes in freshwater snails Semisulcospira from Nabari River system in Nara and Mie Prefectures I. Observed cercariae and their host species and prevalence. Jpn. J. Parasitol. 45, 309 - 315 (in Japanese with English abstract).",
          "Skrjabin, K. I., 1962. Trematodes of Animals and Man, pp. 7 - 26, 20, Moscow.",
          "Dollfus, R. P. H., 1950. Trematodes recoltes au Congo belge par Professor Paul Brien (maiaout 1937). Annales du Musee royale du Congo belge, p. 136.",
          "Odhner, T., 1912. Zum naturlichen system der Digenen trematoden. V. Ibidem 41 (2), 54 - 71.",
          "Diesing, K. M., 1850. Systema Helminthum v 1, 679.",
          "Julca, R. R., Casas, A. E., Chavera, C. A., S´anchez, P. L., Sanchez´, P. N., Batalla, L. L., 2014. Anatomopathological description of lesions of gastrointestinal helminths in motelo tortoises (Chelonoidis denticulata). Rev. Invest. Vet. Peru 25, 37 - 50.",
          "Travassos, L., 1922. Informactoes sobre a fauna helminthologica de Matto Grosso. Folha Med. 3, 187 - 190.",
          "Avila, R. W., 2011. Helminths of lizards (reptilia: squamata) from Mato Grosso state, Brazil. Comp. Parasitol. 78, 129 - 139.",
          "Nicoll, W., 1914. Trematode parasites from animals dying in the Zoological Society' s gardens during 1911 - 1912. Proc. Zool. Soc. Lond. 1, 139 - 154.",
          "Yamaguti, S., 1933. Studies on the helminth fauna of Japan. Part 1. Trematodes of birds, reptiles and mammals. Jpn. J. Zool. 5, 1 - 134.",
          "Telford Jr., S. R., 1967. Studies on the parasites of oriental reptiles I. Parasitology of the seasnake, Laticauda semifasciata, in the vicinity of Amami Island, Japan. Jpn. J. Exp. Med. 37, 245 - 256.",
          "Choe, S., Kim, I. - H., Kim, M. - S., Lee, H. - R., Kim, Y., Eom, K. S., 2020. Descriptions two digenean trematodes found from a Chinese sea snake, Laticauda semifasciata, in Republic of Korea. Kor. J. Parasitol. 58, 279 - 285.",
          "Tubangui, M. A., Masilungan, V. A., 1936. Trematode parasites of Philippines vertebrates- VIII. Flukes from a cobra and a crocodile. Philipp. J. Sci. 60, 255 - 263.",
          "Fischthal, J. H., Kuntz, R. E., 1967. Annotated record of some previously described digenetic trematodes of amphibians and reptiles from the Philippines, Korea, and Matsu Island. Proc. Helm. Soc. Wash. 34, 104 - 113.",
          "Chattopadhyaya, D. R., 1970. Studies on the trematode parasite of reptiles found in India. Helminthologia 9, 35 - 62.",
          "Mehra, H. R., 1936. A new species of the genus Harmotrema Nicoll, 1914 with a discussion of the systematic position of the genus and classification of the family Harmostomidae Odhner, 1912. Proc. Natl. Acad. Sci. India 6, 217 - 240."
        ],
        "resource_type": {
          "title": "Dataset",
          "type": "dataset"
        },
        "journal": {
          "pages": "44-45",
          "title": "International Journal for Parasitology: Parasites and Wildlife",
          "volume": "17"
        },
        "alternate_identifiers": [
          {
            "identifier": "http://table.plazi.org/id/A081ED8E34168830FFD284E172F7FF5D"
          }
        ],
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15145949"
              }
            }
          ]
        },
        "notes": "Published as part of <i>Dutton, Haley R., DuPreez, Louis H., Urabe, Misako &amp; Bullard, Stephen A., 2022, Paraharmotrema karinganiense n. gen., n. sp. (Digenea: Liolopidae) infecting the intestine of serrated hinged terrapin (Pelusios sinuatus), east African black mud turtle (Pelusios subniger), and South African helmeted turtle (Pelomedusa galeata) and a phylogenetic hypothesis for liolopid genera, pp. 44-45 in International Journal for Parasitology: Parasites and Wildlife 17</i> on page 44, DOI: 10.1016/j.ijppaw.2021.09.006, <a href=\"http://zenodo.org/record/10668222\">http://zenodo.org/record/10668222</a>"
      },
      "title": "Table 1 in Paraharmotrema karinganiense n. gen., n. sp. (Digenea: Liolopidae) infecting the intestine of serrated hinged terrapin (Pelusios sinuatus), east African black mud turtle (Pelusios subniger), and South African helmeted turtle (Pelomedusa galeata) and a phylogenetic hypothesis for liolopid genera",
      "links": {
        "self": "https://zenodo.org/api/records/15145950",
        "self_html": "https://zenodo.org/records/15145950",
        "preview_html": "https://zenodo.org/records/15145950?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.15145950",
        "self_doi": "https://doi.org/10.5281/zenodo.15145950",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15145950",
        "parent": "https://zenodo.org/api/records/15145949",
        "parent_html": "https://zenodo.org/records/15145949",
        "parent_doi": "https://doi.org/10.5281/zenodo.15145949",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15145949",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15145950/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15145950/sequence/default",
        "files": "https://zenodo.org/api/records/15145950/files",
        "media_files": "https://zenodo.org/api/records/15145950/media-files",
        "archive": "https://zenodo.org/api/records/15145950/files-archive",
        "archive_media": "https://zenodo.org/api/records/15145950/media-files-archive",
        "latest": "https://zenodo.org/api/records/15145950/versions/latest",
        "latest_html": "https://zenodo.org/records/15145950/latest",
        "versions": "https://zenodo.org/api/records/15145950/versions",
        "draft": "https://zenodo.org/api/records/15145950/draft",
        "reserve_doi": "https://zenodo.org/api/records/15145950/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15145950/access/links",
        "access_grants": "https://zenodo.org/api/records/15145950/access/grants",
        "access_users": "https://zenodo.org/api/records/15145950/access/users",
        "access_request": "https://zenodo.org/api/records/15145950/access/request",
        "access": "https://zenodo.org/api/records/15145950/access",
        "communities": "https://zenodo.org/api/records/15145950/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15145950/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15145950/requests"
      },
      "updated": "2025-04-05T09:46:05.761644+00:00",
      "recid": "15145950",
      "revision": 7,
      "files": [
        {
          "id": "03943ca1-1b9b-45b9-af3d-8fd52d1866c5",
          "key": "table.html",
          "size": 10489,
          "checksum": "md5:7197061965eadde5e16539e02fb65bac",
          "links": {
            "self": "https://zenodo.org/api/records/15145950/files/table.html/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 8,
        "unique_downloads": 8,
        "views": 5,
        "unique_views": 5,
        "version_downloads": 8,
        "version_unique_downloads": 8,
        "version_unique_views": 5,
        "version_views": 5
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-04T06:58:56.892376+00:00",
      "modified": "2025-04-04T06:58:57.351930+00:00",
      "id": 15143579,
      "conceptrecid": "15143578",
      "doi": "10.5281/zenodo.15143579",
      "conceptdoi": "10.5281/zenodo.15143578",
      "doi_url": "https://doi.org/10.5281/zenodo.15143579",
      "metadata": {
        "title": "Gazetteer of confirmed locality records for Platyceps plinii comb. nov. and P. josephi sp. nov. from India and Pakistan mentioned in this study. in Revealing two centuries of confusion: new insights on nomenclature and systematic position of Argyrogena fasciolata (Shaw, 1802) (auctt.), with description of a new species from India (Reptilia: Squamata: Colubridae)",
        "doi": "10.5281/zenodo.15143579",
        "publication_date": "2021-05-13",
        "description": "<p>Gazetteer of confirmed locality records for <i>Platyceps plinii</i> comb. nov. and <i>P. josephi</i> <b>sp. nov.</b> from India and Pakistan mentioned in this study.</p><table><thead><tr><th colspan=\"8\" rowspan=\"1\"><i>Platyceps plinii</i> comb. nov.</th></tr><tr><th colspan=\"1\" rowspan=\"1\">Locality verbatim</th><th colspan=\"1\" rowspan=\"1\">Current locality</th><th colspan=\"1\" rowspan=\"1\">State</th><th colspan=\"1\" rowspan=\"1\">Country</th><th colspan=\"1\" rowspan=\"1\">Latitude</th><th colspan=\"1\" rowspan=\"1\">Longitude</th><th colspan=\"1\" rowspan=\"1\">elevation in m</th><th colspan=\"1\" rowspan=\"1\">References</th></tr></thead><tbody><tr><td colspan=\"1\" rowspan=\"1\">Casemcottah [type locality]</td><td colspan=\"1\" rowspan=\"1\">Kasimkota</td><td colspan=\"1\" rowspan=\"1\">Andhra Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">17.66.660</td><td colspan=\"1\" rowspan=\"1\">82.967.483</td><td colspan=\"1\" rowspan=\"1\">26</td><td colspan=\"1\" rowspan=\"1\">Russell (1796).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Ellore</td><td colspan=\"1\" rowspan=\"1\">Eluru</td><td colspan=\"1\" rowspan=\"1\">Andhra Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">16.710425</td><td colspan=\"1\" rowspan=\"1\">81.115381</td><td colspan=\"1\" rowspan=\"1\">17</td><td colspan=\"1\" rowspan=\"1\">Wall (1914), Blanford (1879).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Nallamala Hills</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Andhra Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">16.283332</td><td colspan=\"1\" rowspan=\"1\">79.483329</td><td colspan=\"1\" rowspan=\"1\">350</td><td colspan=\"1\" rowspan=\"1\">Srinivasulu and Das (2008).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Pulicat Lake</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Andhra Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">13.640242</td><td colspan=\"1\" rowspan=\"1\">80.167158</td><td colspan=\"1\" rowspan=\"1\">1</td><td colspan=\"1\" rowspan=\"1\">Bhuvaneswari (2003).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Rajamundry North Circars</td><td colspan=\"1\" rowspan=\"1\">Rajamundri</td><td colspan=\"1\" rowspan=\"1\">Andhra Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">16.983906</td><td colspan=\"1\" rowspan=\"1\">81.555929</td><td colspan=\"1\" rowspan=\"1\">67</td><td colspan=\"1\" rowspan=\"1\">Bauer et al. (2015).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Rollapenta</td><td colspan=\"1\" rowspan=\"1\">Rollapenta</td><td colspan=\"1\" rowspan=\"1\">Andhra Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">15.889621</td><td colspan=\"1\" rowspan=\"1\">78.807225</td><td colspan=\"1\" rowspan=\"1\">474</td><td colspan=\"1\" rowspan=\"1\">Rao et al. (2005).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Sundipentha/Sikharam</td><td colspan=\"1\" rowspan=\"1\">Sundipenta</td><td colspan=\"1\" rowspan=\"1\">Andhra Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">16.076749</td><td colspan=\"1\" rowspan=\"1\">78.915278</td><td colspan=\"1\" rowspan=\"1\">470</td><td colspan=\"1\" rowspan=\"1\">Rao et al. (2005).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Sunnipenta, Nagarjunasagar Srisailam Tiger Reserve</td><td colspan=\"1\" rowspan=\"1\">Sunnipenta</td><td colspan=\"1\" rowspan=\"1\">Andhra Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">16.033398</td><td colspan=\"1\" rowspan=\"1\">78.903697</td><td colspan=\"1\" rowspan=\"1\">414</td><td colspan=\"1\" rowspan=\"1\">Srinivasulu et al. (2006).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Thummalapalle uranium mining station, Kadapa and Anantapur districts</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Andhra Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">16.947528</td><td colspan=\"1\" rowspan=\"1\">78.998504</td><td colspan=\"1\" rowspan=\"1\">250</td><td colspan=\"1\" rowspan=\"1\">Reddy et al. (2013).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Vizagapatam</td><td colspan=\"1\" rowspan=\"1\">Visakhapatnam</td><td colspan=\"1\" rowspan=\"1\">Andhra Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">17.723127</td><td colspan=\"1\" rowspan=\"1\">83.301284</td><td colspan=\"1\" rowspan=\"1\">26</td><td colspan=\"1\" rowspan=\"1\">Boulenger (1893).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Monghyr</td><td colspan=\"1\" rowspan=\"1\">Munger</td><td colspan=\"1\" rowspan=\"1\">Bihar</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">25.37556</td><td colspan=\"1\" rowspan=\"1\">86.47352</td><td colspan=\"1\" rowspan=\"1\">54</td><td colspan=\"1\" rowspan=\"1\">Sclater (1891), Wall (1914).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Pancht Hill, 2.5 miles from Inanpur, Manbhum</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Bihar</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">23.475107</td><td colspan=\"1\" rowspan=\"1\">86.048262</td><td colspan=\"1\" rowspan=\"1\">213</td><td colspan=\"1\" rowspan=\"1\">Dasgupta and Raha (2004).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Patna</td><td colspan=\"1\" rowspan=\"1\">Patna</td><td colspan=\"1\" rowspan=\"1\">Bihar</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">25.60932</td><td colspan=\"1\" rowspan=\"1\">85.12352</td><td colspan=\"1\" rowspan=\"1\">60</td><td colspan=\"1\" rowspan=\"1\">Wall (1914).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Tinpahar, Rajmahal</td><td colspan=\"1\" rowspan=\"1\">Rajmahal</td><td colspan=\"1\" rowspan=\"1\">Bihar</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">24.98333</td><td colspan=\"1\" rowspan=\"1\">87.73333</td><td colspan=\"1\" rowspan=\"1\">34</td><td colspan=\"1\" rowspan=\"1\">Dasgupta and Raha (2004).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Kaberdham</td><td colspan=\"1\" rowspan=\"1\">Kabirdham</td><td colspan=\"1\" rowspan=\"1\">Chhatisgarh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">22.095278</td><td colspan=\"1\" rowspan=\"1\">81.256667</td><td colspan=\"1\" rowspan=\"1\">365</td><td colspan=\"1\" rowspan=\"1\">This study.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Pharsabhar block</td><td colspan=\"1\" rowspan=\"1\">Jashpur</td><td colspan=\"1\" rowspan=\"1\">Chhatisgarh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">22.7702329</td><td colspan=\"1\" rowspan=\"1\">83.9680735</td><td colspan=\"1\" rowspan=\"1\">504</td><td colspan=\"1\" rowspan=\"1\">Ingle (2011).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Bondla Wildlife Sanctuary</td><td colspan=\"1\" rowspan=\"1\">Bondla Wildlife Sanctuary</td><td colspan=\"1\" rowspan=\"1\">Goa</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">15.4367676</td><td colspan=\"1\" rowspan=\"1\">74.1074772</td><td colspan=\"1\" rowspan=\"1\">199</td><td colspan=\"1\" rowspan=\"1\">Lobo (2002).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Goa</td><td colspan=\"1\" rowspan=\"1\">Goa City</td><td colspan=\"1\" rowspan=\"1\">Goa</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">15.3004543</td><td colspan=\"1\" rowspan=\"1\">74.0855134</td><td colspan=\"1\" rowspan=\"1\">90</td><td colspan=\"1\" rowspan=\"1\">Bethencourt Ferreira (1897), Porob et al. (2014).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Alcock Ashdown &amp; Co., Old Port Bhavnagar</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">21.7130565</td><td colspan=\"1\" rowspan=\"1\">71.9608306</td><td colspan=\"1\" rowspan=\"1\">40</td><td colspan=\"1\" rowspan=\"1\">Vyas (1987).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Baroda</td><td colspan=\"1\" rowspan=\"1\">Vadodara</td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">22.3324777</td><td colspan=\"1\" rowspan=\"1\">73.2174206</td><td colspan=\"1\" rowspan=\"1\">41</td><td colspan=\"1\" rowspan=\"1\">Whitaker and Captain (2004).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Bharuch</td><td colspan=\"1\" rowspan=\"1\">Bharuch</td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">21.7518176</td><td colspan=\"1\" rowspan=\"1\">73.0016822</td><td colspan=\"1\" rowspan=\"1\">22</td><td colspan=\"1\" rowspan=\"1\">Sharma (2000, 2003, 2007).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Bhavnagar</td><td colspan=\"1\" rowspan=\"1\">Bhavnagar</td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">21.7669734</td><td colspan=\"1\" rowspan=\"1\">72.1406835</td><td colspan=\"1\" rowspan=\"1\">32</td><td colspan=\"1\" rowspan=\"1\">Sharma (2000, 2003, 2007), Patel et al. (2019b).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Dahod City</td><td colspan=\"1\" rowspan=\"1\">Dahod</td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">22.8358542</td><td colspan=\"1\" rowspan=\"1\">74.2556782</td><td colspan=\"1\" rowspan=\"1\">309</td><td colspan=\"1\" rowspan=\"1\">Vyas (2013).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Dangs</td><td colspan=\"1\" rowspan=\"1\">Dang</td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">20.7413779</td><td colspan=\"1\" rowspan=\"1\">73.7421809</td><td colspan=\"1\" rowspan=\"1\">352</td><td colspan=\"1\" rowspan=\"1\">Sharma (2000, 2003, 2007).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Gandhinagar</td><td colspan=\"1\" rowspan=\"1\">Gandhinagar</td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">23.2248144</td><td colspan=\"1\" rowspan=\"1\">72.6676020</td><td colspan=\"1\" rowspan=\"1\">82</td><td colspan=\"1\" rowspan=\"1\">Sharma (2000, 2003, 2007).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Gir forest</td><td colspan=\"1\" rowspan=\"1\">Gir forest</td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">21.1704377</td><td colspan=\"1\" rowspan=\"1\">70.7998130</td><td colspan=\"1\" rowspan=\"1\">278</td><td colspan=\"1\" rowspan=\"1\">Vyas (2000a, 2001c).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Girnar Hill</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">21.5178298</td><td colspan=\"1\" rowspan=\"1\">70.5504226</td><td colspan=\"1\" rowspan=\"1\">409</td><td colspan=\"1\" rowspan=\"1\">Patel et al. (2019a)</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Kala Gadba</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">21.5270538</td><td colspan=\"1\" rowspan=\"1\">70.6093521</td><td colspan=\"1\" rowspan=\"1\">201</td><td colspan=\"1\" rowspan=\"1\">Patel et al. (2019a).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Mehsana</td><td colspan=\"1\" rowspan=\"1\">Mehsana</td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">23.5936593</td><td colspan=\"1\" rowspan=\"1\">72.3893739</td><td colspan=\"1\" rowspan=\"1\">86</td><td colspan=\"1\" rowspan=\"1\">Sharma (2000, 2003, 2007).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">near Mahal</td><td colspan=\"1\" rowspan=\"1\">Mahal</td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">20.9293702</td><td colspan=\"1\" rowspan=\"1\">73.6756351</td><td colspan=\"1\" rowspan=\"1\">318</td><td colspan=\"1\" rowspan=\"1\">Vyas (2007).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Panchmahals</td><td colspan=\"1\" rowspan=\"1\">Panchmahal</td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">22.8205309</td><td colspan=\"1\" rowspan=\"1\">73.6689945</td><td colspan=\"1\" rowspan=\"1\">146</td><td colspan=\"1\" rowspan=\"1\">Sharma (2000, 2003, 2007).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Sabarkantha</td><td colspan=\"1\" rowspan=\"1\">Sabarkantha</td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">24.0294885</td><td colspan=\"1\" rowspan=\"1\">73.0459884</td><td colspan=\"1\" rowspan=\"1\">209</td><td colspan=\"1\" rowspan=\"1\">Sharma (2000, 2003, 2007).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Samot village, Shoolpaneshwar WS</td><td colspan=\"1\" rowspan=\"1\">Samot village, Shoolpaneshwar WS</td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">21.9506182</td><td colspan=\"1\" rowspan=\"1\">74.3400571</td><td colspan=\"1\" rowspan=\"1\">199</td><td colspan=\"1\" rowspan=\"1\">Vyas (2011).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Saurashtra</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">21.844703</td><td colspan=\"1\" rowspan=\"1\">70.812761</td><td colspan=\"1\" rowspan=\"1\">122</td><td colspan=\"1\" rowspan=\"1\">Patel &amp; Vyas (2019).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Surat, suburban residential complex</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">21.153</td><td colspan=\"1\" rowspan=\"1\">72.7719</td><td colspan=\"1\" rowspan=\"1\">8</td><td colspan=\"1\" rowspan=\"1\">Patel et al. (2019b).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Valsad</td><td colspan=\"1\" rowspan=\"1\">Valsad</td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">20.5547169</td><td colspan=\"1\" rowspan=\"1\">72.9961447</td><td colspan=\"1\" rowspan=\"1\">28</td><td colspan=\"1\" rowspan=\"1\">Sharma (2000, 2003, 2007).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Vansda National Park</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">20.7663784</td><td colspan=\"1\" rowspan=\"1\">73.4517517</td><td colspan=\"1\" rowspan=\"1\">144</td><td colspan=\"1\" rowspan=\"1\">Vyas (2004).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Vizapur</td><td colspan=\"1\" rowspan=\"1\">Vijapur</td><td colspan=\"1\" rowspan=\"1\">Gujarat</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">23.56015</td><td colspan=\"1\" rowspan=\"1\">72.7576757</td><td colspan=\"1\" rowspan=\"1\">126</td><td colspan=\"1\" rowspan=\"1\">Gharpurey (1932a).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Ambala</td><td colspan=\"1\" rowspan=\"1\">Ambala</td><td colspan=\"1\" rowspan=\"1\">Haryana</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">30.3843674</td><td colspan=\"1\" rowspan=\"1\">76.770421</td><td colspan=\"1\" rowspan=\"1\">281</td><td colspan=\"1\" rowspan=\"1\">Wall (1924).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Hazaribag district</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Jharkhand</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">23.9979667</td><td colspan=\"1\" rowspan=\"1\">85.3642044</td><td colspan=\"1\" rowspan=\"1\">608</td><td colspan=\"1\" rowspan=\"1\">Prakash &amp; Raziuddin (2009).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Balekola, Mysore</td><td colspan=\"1\" rowspan=\"1\">Bealgola</td><td colspan=\"1\" rowspan=\"1\">Karnataka</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">12.38914</td><td colspan=\"1\" rowspan=\"1\">76.602571</td><td colspan=\"1\" rowspan=\"1\">751</td><td colspan=\"1\" rowspan=\"1\">Aengals &amp; Pradhan (2013).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Belgaum</td><td colspan=\"1\" rowspan=\"1\">Belgaum</td><td colspan=\"1\" rowspan=\"1\">Karnataka</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">15.8572666</td><td colspan=\"1\" rowspan=\"1\">74.5069343</td><td colspan=\"1\" rowspan=\"1\">759</td><td colspan=\"1\" rowspan=\"1\">Gharpurey (1935a).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Bengaluru</td><td colspan=\"1\" rowspan=\"1\">Bengaluru</td><td colspan=\"1\" rowspan=\"1\">Karnataka</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">12.9791198</td><td colspan=\"1\" rowspan=\"1\">77.5912997</td><td colspan=\"1\" rowspan=\"1\">924</td><td colspan=\"1\" rowspan=\"1\">This study.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Chincholi Forest, Kalaburagi district</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Karnataka</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">17.566072</td><td colspan=\"1\" rowspan=\"1\">77.488044</td><td colspan=\"1\" rowspan=\"1\">617</td><td colspan=\"1\" rowspan=\"1\">Pasar and Paul (2016).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Coorg</td><td colspan=\"1\" rowspan=\"1\">Coorg</td><td colspan=\"1\" rowspan=\"1\">Karnataka</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">12.4724402</td><td colspan=\"1\" rowspan=\"1\">75.7506400</td><td colspan=\"1\" rowspan=\"1\">951</td><td colspan=\"1\" rowspan=\"1\">Satish (2008).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Hosar, near Bangalore</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Karnataka</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">12.715852</td><td colspan=\"1\" rowspan=\"1\">77.828768</td><td colspan=\"1\" rowspan=\"1\">873</td><td colspan=\"1\" rowspan=\"1\">Das et al. (2019).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Mysore</td><td colspan=\"1\" rowspan=\"1\">Mysuru</td><td colspan=\"1\" rowspan=\"1\">Karnataka</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">12.3051828</td><td colspan=\"1\" rowspan=\"1\">76.6553609</td><td colspan=\"1\" rowspan=\"1\">752</td><td colspan=\"1\" rowspan=\"1\">Nicholson (1874), Wall (1914), Smith (1943).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Collagelly Hills, Coimbatore dist</td><td colspan=\"1\" rowspan=\"1\">Kollegal Hills</td><td colspan=\"1\" rowspan=\"1\">Karnataka</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">12.1560966</td><td colspan=\"1\" rowspan=\"1\">77.1071726</td><td colspan=\"1\" rowspan=\"1\">644</td><td colspan=\"1\" rowspan=\"1\">Beddome (1862), Sclater (1891), Wall (1914), Sharma, R. C. (1982).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Shivamogga City Corporation</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Karnataka</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">13.921822</td><td colspan=\"1\" rowspan=\"1\">75.566029</td><td colspan=\"1\" rowspan=\"1\">575</td><td colspan=\"1\" rowspan=\"1\">Sayeswara et al. (2015).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Muthanga Wildlife Sanctuary</td><td colspan=\"1\" rowspan=\"1\">Muthanga, Wayanad district</td><td colspan=\"1\" rowspan=\"1\">Kerala</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">11.69427</td><td colspan=\"1\" rowspan=\"1\">76.386329</td><td colspan=\"1\" rowspan=\"1\">868</td><td colspan=\"1\" rowspan=\"1\">Radhakrishnan (1998)</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Barkatullah University, Bhopal</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Madhya Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">23.199352</td><td colspan=\"1\" rowspan=\"1\">77.451636</td><td colspan=\"1\" rowspan=\"1\">481</td><td colspan=\"1\" rowspan=\"1\">Manhas et al. (2018).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Bhopal district</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Madhya Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">23.265819</td><td colspan=\"1\" rowspan=\"1\">77.41763</td><td colspan=\"1\" rowspan=\"1\">497</td><td colspan=\"1\" rowspan=\"1\">Manhas et al. (2015b).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Dewas</td><td colspan=\"1\" rowspan=\"1\">Dewas</td><td colspan=\"1\" rowspan=\"1\">Madhya Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">22.9962075</td><td colspan=\"1\" rowspan=\"1\">76.1275282</td><td colspan=\"1\" rowspan=\"1\">540</td><td colspan=\"1\" rowspan=\"1\">Ingle (2002), Chandra and Gajbe (2005), Gajbe and Gupta (2005).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Dumna Nature Park, Jabalpur</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Madhya Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">23.169869</td><td colspan=\"1\" rowspan=\"1\">80.01304</td><td colspan=\"1\" rowspan=\"1\">462</td><td colspan=\"1\" rowspan=\"1\">Sheikh (2017).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Gwalior</td><td colspan=\"1\" rowspan=\"1\">Gwalior</td><td colspan=\"1\" rowspan=\"1\">Madhya Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">26.2037247</td><td colspan=\"1\" rowspan=\"1\">78.1573628</td><td colspan=\"1\" rowspan=\"1\">220</td><td colspan=\"1\" rowspan=\"1\">Boulenger (1893), Wall (1914, 1921), Whitaker and Captain (2004), Chandra and Gajbe (2005), Gajbe and Gupta (2005).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Indore</td><td colspan=\"1\" rowspan=\"1\">Indore</td><td colspan=\"1\" rowspan=\"1\">Madhya Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">22.7203851</td><td colspan=\"1\" rowspan=\"1\">75.8682103</td><td colspan=\"1\" rowspan=\"1\">554</td><td colspan=\"1\" rowspan=\"1\">Ingle (2002), Chandra and Gajbe (2005), Gajbe and Gupta (2005).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Jabalpur</td><td colspan=\"1\" rowspan=\"1\">Jabalpur</td><td colspan=\"1\" rowspan=\"1\">Madhya Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">23.1608938</td><td colspan=\"1\" rowspan=\"1\">79.9497702</td><td colspan=\"1\" rowspan=\"1\">420</td><td colspan=\"1\" rowspan=\"1\">Chandra and Gajbe (2005), Gajbe and Gupta (2005).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Kanha National Park</td><td colspan=\"1\" rowspan=\"1\">Kanha National Park</td><td colspan=\"1\" rowspan=\"1\">Madhya Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">22.2766989</td><td colspan=\"1\" rowspan=\"1\">80.6300919</td><td colspan=\"1\" rowspan=\"1\">602</td><td colspan=\"1\" rowspan=\"1\">Argawal (1976), Chandra et al. (2008), Thakur (2011).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Katra Hills, Bhopal</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Madhya Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">23.151928</td><td colspan=\"1\" rowspan=\"1\">77.429774</td><td colspan=\"1\" rowspan=\"1\">472</td><td colspan=\"1\" rowspan=\"1\">Manhas et al. (2018).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Mandla</td><td colspan=\"1\" rowspan=\"1\">Mandla</td><td colspan=\"1\" rowspan=\"1\">Madhya Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">22.5986352</td><td colspan=\"1\" rowspan=\"1\">80.3713545</td><td colspan=\"1\" rowspan=\"1\">450</td><td colspan=\"1\" rowspan=\"1\">Chandra and Gajbe (2005), Gajbe and Gupta (2005).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Pachmarhi Biosphere Reserve</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Madhya Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">22.470498</td><td colspan=\"1\" rowspan=\"1\">78.432348</td><td colspan=\"1\" rowspan=\"1\">1053</td><td colspan=\"1\" rowspan=\"1\">Fellows (2014).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Satpura Tiger Reserve</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Madhya Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">22.502599</td><td colspan=\"1\" rowspan=\"1\">78.444456</td><td colspan=\"1\" rowspan=\"1\">968</td><td colspan=\"1\" rowspan=\"1\">Amol et al. (2012), Kumbhar et al. (2012).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Saugor</td><td colspan=\"1\" rowspan=\"1\">Sagar</td><td colspan=\"1\" rowspan=\"1\">Madhya Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">23.847761</td><td colspan=\"1\" rowspan=\"1\">78.743331</td><td colspan=\"1\" rowspan=\"1\">519</td><td colspan=\"1\" rowspan=\"1\">Wall (1914).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Shahdol</td><td colspan=\"1\" rowspan=\"1\">Shahdol</td><td colspan=\"1\" rowspan=\"1\">Madhya Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">23.2804320</td><td colspan=\"1\" rowspan=\"1\">81.2360533</td><td colspan=\"1\" rowspan=\"1\">510</td><td colspan=\"1\" rowspan=\"1\">Chandra and Gajbe (2005), Gajbe and Gupta (2005).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Sita Hill, Jabalpur</td><td colspan=\"1\" rowspan=\"1\">Sita Hill, Jabalpur</td><td colspan=\"1\" rowspan=\"1\">Madhya Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">23.1290407</td><td colspan=\"1\" rowspan=\"1\">79.9433157</td><td colspan=\"1\" rowspan=\"1\">423</td><td colspan=\"1\" rowspan=\"1\">Sharma, R.C. (1982).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Sonemuda (Anuppur District)</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Madhya Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">22.662328</td><td colspan=\"1\" rowspan=\"1\">81.767258</td><td colspan=\"1\" rowspan=\"1\">972</td><td colspan=\"1\" rowspan=\"1\">Ingle (2020).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Ujjain</td><td colspan=\"1\" rowspan=\"1\">Ujjain</td><td colspan=\"1\" rowspan=\"1\">Madhya Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">23.174597</td><td colspan=\"1\" rowspan=\"1\">75.7851423</td><td colspan=\"1\" rowspan=\"1\">494</td><td colspan=\"1\" rowspan=\"1\">Ingle (2001a, 2001b, 2002, 2008), Chandra and Gajbe (2005), Gajbe and Gupta (2005), Ingle et al. (2019).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Ahmednagar</td><td colspan=\"1\" rowspan=\"1\">Ahmednagar</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.1573347</td><td colspan=\"1\" rowspan=\"1\">74.8602861</td><td colspan=\"1\" rowspan=\"1\">855</td><td colspan=\"1\" rowspan=\"1\">Gharpurey (1931 a, 1932a-c).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Akola district</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">20.698656</td><td colspan=\"1\" rowspan=\"1\">77.094612</td><td colspan=\"1\" rowspan=\"1\">289</td><td colspan=\"1\" rowspan=\"1\">Charjan and Joshi (2015).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Ale village, ca. 20 km N of Narayangon</td><td colspan=\"1\" rowspan=\"1\">Ale, Pune</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.1751985</td><td colspan=\"1\" rowspan=\"1\">74.1154813</td><td colspan=\"1\" rowspan=\"1\">668</td><td colspan=\"1\" rowspan=\"1\">Sharma, R. C. (1982).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Atpadi Tahasil, Sangli district</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">17.4130689</td><td colspan=\"1\" rowspan=\"1\">74.9148231</td><td colspan=\"1\" rowspan=\"1\">573</td><td colspan=\"1\" rowspan=\"1\">Vibhute (2018).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Aurangabad</td><td colspan=\"1\" rowspan=\"1\">Aurangabad</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">24.7674588</td><td colspan=\"1\" rowspan=\"1\">84.3719718</td><td colspan=\"1\" rowspan=\"1\">111</td><td colspan=\"1\" rowspan=\"1\">Captain and Thakur (1999), Khedkar et al. (2014).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Bassein Fort, Thane</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.329422</td><td colspan=\"1\" rowspan=\"1\">72.8143531</td><td colspan=\"1\" rowspan=\"1\">10</td><td colspan=\"1\" rowspan=\"1\">Walmiki et al. (2012b).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Bhanadara, Nagpur</td><td colspan=\"1\" rowspan=\"1\">Bhanadara, Nagpur</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">21.1464501</td><td colspan=\"1\" rowspan=\"1\">80.0483394</td><td colspan=\"1\" rowspan=\"1\">263</td><td colspan=\"1\" rowspan=\"1\">This study.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Bohali</td><td colspan=\"1\" rowspan=\"1\">Bohali</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">17.6081786</td><td colspan=\"1\" rowspan=\"1\">75.2511101</td><td colspan=\"1\" rowspan=\"1\">495</td><td colspan=\"1\" rowspan=\"1\">Lindberg (1932).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Bombay Presidency</td><td colspan=\"1\" rowspan=\"1\">Mumbai</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Das et al. (2019).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Borivali (Gorai) Mangroves</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.2393602</td><td colspan=\"1\" rowspan=\"1\">72.8772926</td><td colspan=\"1\" rowspan=\"1\">91</td><td colspan=\"1\" rowspan=\"1\">Chauhan and Shingadia (2012).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Buldhana district, Amravati division</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">20.5739476</td><td colspan=\"1\" rowspan=\"1\">76.2452802</td><td colspan=\"1\" rowspan=\"1\">473</td><td colspan=\"1\" rowspan=\"1\">Joshi (2011, 2015).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Chink Hill</td><td colspan=\"1\" rowspan=\"1\">Chink Hill</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.5014239</td><td colspan=\"1\" rowspan=\"1\">75.9872283</td><td colspan=\"1\" rowspan=\"1\">459</td><td colspan=\"1\" rowspan=\"1\">Lindberg (1932).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Dahanu Forest Division</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.9887244</td><td colspan=\"1\" rowspan=\"1\">72.733848</td><td colspan=\"1\" rowspan=\"1\">15</td><td colspan=\"1\" rowspan=\"1\">Singh and Ngullie (2010).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Deolali</td><td colspan=\"1\" rowspan=\"1\">Deolali, Nasik</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.9378005</td><td colspan=\"1\" rowspan=\"1\">73.8564835</td><td colspan=\"1\" rowspan=\"1\">555</td><td colspan=\"1\" rowspan=\"1\">Fraser (1936).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Devagad, Sindhudurg district</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">16.37512</td><td colspan=\"1\" rowspan=\"1\">73.38455</td><td colspan=\"1\" rowspan=\"1\">50</td><td colspan=\"1\" rowspan=\"1\">Anonymous (2017).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Ghorawadi, near Talegaon, Pune district</td><td colspan=\"1\" rowspan=\"1\">Talegaon, Pune</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">18.7395380</td><td colspan=\"1\" rowspan=\"1\">73.7467945</td><td colspan=\"1\" rowspan=\"1\">599</td><td colspan=\"1\" rowspan=\"1\">Captain and Thakur (1999).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Jalgaon district</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">21.0137606</td><td colspan=\"1\" rowspan=\"1\">75.5627048</td><td colspan=\"1\" rowspan=\"1\">218</td><td colspan=\"1\" rowspan=\"1\">Anonymous (2010).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Juvem, Salsette</td><td colspan=\"1\" rowspan=\"1\">Salsette, Mumbai</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.167216</td><td colspan=\"1\" rowspan=\"1\">72.892399</td><td colspan=\"1\" rowspan=\"1\">171</td><td colspan=\"1\" rowspan=\"1\">Prater (1924).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Kaas Plateau</td><td colspan=\"1\" rowspan=\"1\">Kas plateau, Satara district</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">17.7158767</td><td colspan=\"1\" rowspan=\"1\">73.8207854</td><td colspan=\"1\" rowspan=\"1\">1191</td><td colspan=\"1\" rowspan=\"1\">Chikane and Bhosale (2012).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Katraj Snake Park Pune</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">18.4536792</td><td colspan=\"1\" rowspan=\"1\">73.8563196</td><td colspan=\"1\" rowspan=\"1\">665</td><td colspan=\"1\" rowspan=\"1\">Khedkar et al. (2014).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Khandalla</td><td colspan=\"1\" rowspan=\"1\">Khandala</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">21.3469486</td><td colspan=\"1\" rowspan=\"1\">79.3930965</td><td colspan=\"1\" rowspan=\"1\">297</td><td colspan=\"1\" rowspan=\"1\">Phipson (1886), Wall (1914).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Kolhapur district</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">16.6854647</td><td colspan=\"1\" rowspan=\"1\">74.1368103</td><td colspan=\"1\" rowspan=\"1\">570</td><td colspan=\"1\" rowspan=\"1\">Patil (2018).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Kurduvadi</td><td colspan=\"1\" rowspan=\"1\">Kurduvadi</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">18.090766</td><td colspan=\"1\" rowspan=\"1\">75.4139381</td><td colspan=\"1\" rowspan=\"1\">516</td><td colspan=\"1\" rowspan=\"1\">Lindberg (1939).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Maharashtra Nature Park</td><td colspan=\"1\" rowspan=\"1\">Mumbai</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.052278</td><td colspan=\"1\" rowspan=\"1\">72.862815</td><td colspan=\"1\" rowspan=\"1\">6</td><td colspan=\"1\" rowspan=\"1\">Walmiki et al. (2012a).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Malegaon Tehsil, Washim district</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">20.5575459</td><td colspan=\"1\" rowspan=\"1\">74.5242544</td><td colspan=\"1\" rowspan=\"1\">432</td><td colspan=\"1\" rowspan=\"1\">Ingle et al. (2014).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Mokhada and Jawhar, Palghar district</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.9221490</td><td colspan=\"1\" rowspan=\"1\">73.3311272</td><td colspan=\"1\" rowspan=\"1\">353</td><td colspan=\"1\" rowspan=\"1\">Bansode et al. (2016).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Nagar</td><td colspan=\"1\" rowspan=\"1\">Nagarm, Ahmednagar</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.1475366</td><td colspan=\"1\" rowspan=\"1\">74.8027099</td><td colspan=\"1\" rowspan=\"1\">734</td><td colspan=\"1\" rowspan=\"1\">Gharpurey (1935b).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Nagpur</td><td colspan=\"1\" rowspan=\"1\">Nagpur</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">21.1500964</td><td colspan=\"1\" rowspan=\"1\">79.0127049</td><td colspan=\"1\" rowspan=\"1\">344</td><td colspan=\"1\" rowspan=\"1\">Wall (1914, 1921), Khedkar et al. (2014), Deshmukh et al. (2015).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Nanded city</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.0874765</td><td colspan=\"1\" rowspan=\"1\">77.3279922</td><td colspan=\"1\" rowspan=\"1\">388</td><td colspan=\"1\" rowspan=\"1\">Jadhav et al. (2018).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Navegaon NP, Gondia district</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">21.4644517</td><td colspan=\"1\" rowspan=\"1\">79.1706991</td><td colspan=\"1\" rowspan=\"1\">331</td><td colspan=\"1\" rowspan=\"1\">Bhandarkar et al. (2012), Paliwal and Bhandarkar (2017).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Palghar region, Thane</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.6978751</td><td colspan=\"1\" rowspan=\"1\">19.6978751</td><td colspan=\"1\" rowspan=\"1\">47</td><td colspan=\"1\" rowspan=\"1\">Raut et al. (2014), Bansode and More (2018).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Panchgani</td><td colspan=\"1\" rowspan=\"1\">Panchgani, Satara</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">17.9239543</td><td colspan=\"1\" rowspan=\"1\">73.7992681</td><td colspan=\"1\" rowspan=\"1\">1258</td><td colspan=\"1\" rowspan=\"1\">Mullan (1927).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Parel, Bombay</td><td colspan=\"1\" rowspan=\"1\">Parel, Mumbai</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.0094817</td><td colspan=\"1\" rowspan=\"1\">72.8376614</td><td colspan=\"1\" rowspan=\"1\">5</td><td colspan=\"1\" rowspan=\"1\">Prater (1924).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Parvati-Pachgaon Hills, Pune</td><td colspan=\"1\" rowspan=\"1\">Pune</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">18.4969269</td><td colspan=\"1\" rowspan=\"1\">73.8452906</td><td colspan=\"1\" rowspan=\"1\">606</td><td colspan=\"1\" rowspan=\"1\">Pande et al. (2013).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Poona</td><td colspan=\"1\" rowspan=\"1\">Pune</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">18.520306</td><td colspan=\"1\" rowspan=\"1\">73.854318</td><td colspan=\"1\" rowspan=\"1\">556</td><td colspan=\"1\" rowspan=\"1\">Wall (1914), This study.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Powai, Salsette</td><td colspan=\"1\" rowspan=\"1\">Powai, Mumbai</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.1187195</td><td colspan=\"1\" rowspan=\"1\">72.9073476</td><td colspan=\"1\" rowspan=\"1\">43</td><td colspan=\"1\" rowspan=\"1\">Prater (1924).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Puna</td><td colspan=\"1\" rowspan=\"1\">Pune</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">18.520306</td><td colspan=\"1\" rowspan=\"1\">73.854318</td><td colspan=\"1\" rowspan=\"1\">556</td><td colspan=\"1\" rowspan=\"1\">Dasgupta et al. (2012).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Ranidoh region, Pench NP</td><td colspan=\"1\" rowspan=\"1\">Pench NP</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">21.8854685</td><td colspan=\"1\" rowspan=\"1\">79.1877054</td><td colspan=\"1\" rowspan=\"1\">551</td><td colspan=\"1\" rowspan=\"1\">Pradhan (2004).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Santa Cruz, Salsette</td><td colspan=\"1\" rowspan=\"1\">Salsette, Mumbai</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.167216</td><td colspan=\"1\" rowspan=\"1\">72.892399</td><td colspan=\"1\" rowspan=\"1\">171</td><td colspan=\"1\" rowspan=\"1\">Wall (1914), Prater (1924).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Swami Ramanand Teerth Marathwada University, Nanded</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.100176</td><td colspan=\"1\" rowspan=\"1\">77.285152</td><td colspan=\"1\" rowspan=\"1\">384</td><td colspan=\"1\" rowspan=\"1\">Tambre and Chavan (2016).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Thana</td><td colspan=\"1\" rowspan=\"1\">Thane</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.194329</td><td colspan=\"1\" rowspan=\"1\">72.970177</td><td colspan=\"1\" rowspan=\"1\">20</td><td colspan=\"1\" rowspan=\"1\">Phipson (1886), Wall (1914), Das et al. (2019).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Uran wetland, Navi, Mumbai</td><td colspan=\"1\" rowspan=\"1\">Mumbai</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.07283</td><td colspan=\"1\" rowspan=\"1\">72.88261</td><td colspan=\"1\" rowspan=\"1\">8</td><td colspan=\"1\" rowspan=\"1\">Thakur (2010).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Vidarbha region</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">21.0163970</td><td colspan=\"1\" rowspan=\"1\">78.9863482</td><td colspan=\"1\" rowspan=\"1\">291</td><td colspan=\"1\" rowspan=\"1\">Joshi et al. (2014, 2017).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Vidyanagari campus Mumbai Uni, Maharashtra</td><td colspan=\"1\" rowspan=\"1\">Vidyanagari Campus</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">20.9702409</td><td colspan=\"1\" rowspan=\"1\">74.8026808</td><td colspan=\"1\" rowspan=\"1\">258</td><td colspan=\"1\" rowspan=\"1\">Upadhye et al. (2012).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Visapur</td><td colspan=\"1\" rowspan=\"1\">Visapur, Ahmednagar</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">20.9702409</td><td colspan=\"1\" rowspan=\"1\">73.4927555</td><td colspan=\"1\" rowspan=\"1\">115</td><td colspan=\"1\" rowspan=\"1\">Gharpurey (1935b).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Yavatmal</td><td colspan=\"1\" rowspan=\"1\">Yavatmal</td><td colspan=\"1\" rowspan=\"1\">Maharashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">20.3367414</td><td colspan=\"1\" rowspan=\"1\">78.2295788</td><td colspan=\"1\" rowspan=\"1\">377</td><td colspan=\"1\" rowspan=\"1\">Rameshwaran (2008), This study.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Marol, Mumbai</td><td colspan=\"1\" rowspan=\"1\">Mumbai</td><td colspan=\"1\" rowspan=\"1\">Mahrashtra</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.116801</td><td colspan=\"1\" rowspan=\"1\">72.884675</td><td colspan=\"1\" rowspan=\"1\">15</td><td colspan=\"1\" rowspan=\"1\">Patel et al. (2015).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Baripada</td><td colspan=\"1\" rowspan=\"1\">Baripada</td><td colspan=\"1\" rowspan=\"1\">Odisha</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">21.9207475</td><td colspan=\"1\" rowspan=\"1\">86.8553154</td><td colspan=\"1\" rowspan=\"1\">64</td><td colspan=\"1\" rowspan=\"1\">This study.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Choudwar, Cuttack</td><td colspan=\"1\" rowspan=\"1\">Choudwar, Cuttack</td><td colspan=\"1\" rowspan=\"1\">Odisha</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">20.5276823</td><td colspan=\"1\" rowspan=\"1\">85.910155</td><td colspan=\"1\" rowspan=\"1\">32</td><td colspan=\"1\" rowspan=\"1\">This study.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Gandhamardan Hills</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Odisha</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">20.8609068</td><td colspan=\"1\" rowspan=\"1\">82.7775689</td><td colspan=\"1\" rowspan=\"1\">293</td><td colspan=\"1\" rowspan=\"1\">Pradhan et al. (2014).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Nandankanan Biological Park</td><td colspan=\"1\" rowspan=\"1\">Nandankanan Biological Park. Cuttack</td><td colspan=\"1\" rowspan=\"1\">Odisha</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">20.3977336</td><td colspan=\"1\" rowspan=\"1\">85.8138633</td><td colspan=\"1\" rowspan=\"1\">36</td><td colspan=\"1\" rowspan=\"1\">Murthy and Acharjyo (1987), Dutta and Acharjyo (1990).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Patharakali area, Bhadrak district</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Odisha</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">20.973825</td><td colspan=\"1\" rowspan=\"1\">86.615244</td><td colspan=\"1\" rowspan=\"1\">19</td><td colspan=\"1\" rowspan=\"1\">Mohalik et al. (2019).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Pondicherry</td><td colspan=\"1\" rowspan=\"1\">Pondicherry</td><td colspan=\"1\" rowspan=\"1\">Puducherry</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">11.820894</td><td colspan=\"1\" rowspan=\"1\">79.697454</td><td colspan=\"1\" rowspan=\"1\">14</td><td colspan=\"1\" rowspan=\"1\">This study.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">near Hemavas Dam, Pali district</td><td colspan=\"1\" rowspan=\"1\">Hemwas, Pali</td><td colspan=\"1\" rowspan=\"1\">Rajasthan</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">25.7456159</td><td colspan=\"1\" rowspan=\"1\">73.3473000</td><td colspan=\"1\" rowspan=\"1\">220</td><td colspan=\"1\" rowspan=\"1\">Sharma and Diksit (1976).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Pratapgarh district</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Rajasthan</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">23.9936599</td><td colspan=\"1\" rowspan=\"1\">74.7284642</td><td colspan=\"1\" rowspan=\"1\">459</td><td colspan=\"1\" rowspan=\"1\">Anonymous (n. d., p. 13)</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Ramri</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Rajasthan</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">26.04698</td><td colspan=\"1\" rowspan=\"1\">76.297146</td><td colspan=\"1\" rowspan=\"1\">253</td><td colspan=\"1\" rowspan=\"1\">Theobald (1868a).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Farahabad</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Telangana state</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">16.282541</td><td colspan=\"1\" rowspan=\"1\">78.680858</td><td colspan=\"1\" rowspan=\"1\">537</td><td colspan=\"1\" rowspan=\"1\">Seetharamaraju (2014)</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Hyderabad Region</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Telangana state</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">17.344307</td><td colspan=\"1\" rowspan=\"1\">78.531531</td><td colspan=\"1\" rowspan=\"1\">486</td><td colspan=\"1\" rowspan=\"1\">Walmiki) 2012b), Pasar (2018).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Ippalapally</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Telangana state</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">16.354054</td><td colspan=\"1\" rowspan=\"1\">79.074511</td><td colspan=\"1\" rowspan=\"1\">419</td><td colspan=\"1\" rowspan=\"1\">Seetharamaraju (2014).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Jannaram</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Telangana state</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.115557</td><td colspan=\"1\" rowspan=\"1\">78.999515</td><td colspan=\"1\" rowspan=\"1\">190</td><td colspan=\"1\" rowspan=\"1\">Seetharamaraju (2014).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Kerimeri</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Telangana state</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.44283</td><td colspan=\"1\" rowspan=\"1\">79.051793</td><td colspan=\"1\" rowspan=\"1\">277</td><td colspan=\"1\" rowspan=\"1\">Seetharamaraju (2014).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Khanapur</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Telangana state</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">19.041383</td><td colspan=\"1\" rowspan=\"1\">78.648385</td><td colspan=\"1\" rowspan=\"1\">248</td><td colspan=\"1\" rowspan=\"1\">Seetharamaraju (2014).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Kinnerasani</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Telangana state</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">17.67149</td><td colspan=\"1\" rowspan=\"1\">80.676419</td><td colspan=\"1\" rowspan=\"1\">94</td><td colspan=\"1\" rowspan=\"1\">Seetharamaraju (2014).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Old Bowenpally</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Telangana state</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">17.481334</td><td colspan=\"1\" rowspan=\"1\">78.478662</td><td colspan=\"1\" rowspan=\"1\">548</td><td colspan=\"1\" rowspan=\"1\">Seetharamaraju (2014).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">OU Tarnaka</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Telangana state</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">17.415796</td><td colspan=\"1\" rowspan=\"1\">78.533936</td><td colspan=\"1\" rowspan=\"1\">517</td><td colspan=\"1\" rowspan=\"1\">Seetharamaraju (2014).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Rushulacheruvu</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Telangana state</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">14.421364</td><td colspan=\"1\" rowspan=\"1\">77.801929</td><td colspan=\"1\" rowspan=\"1\">354</td><td colspan=\"1\" rowspan=\"1\">Seetharamaraju (2014).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Vijayapuri</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Telangana state</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">16.589441</td><td colspan=\"1\" rowspan=\"1\">79.335993</td><td colspan=\"1\" rowspan=\"1\">149</td><td colspan=\"1\" rowspan=\"1\">Seetharamaraju (2014).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Allahabad</td><td colspan=\"1\" rowspan=\"1\">Prayagraj</td><td colspan=\"1\" rowspan=\"1\">Uttar Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">25.4381302</td><td colspan=\"1\" rowspan=\"1\">81.8338005</td><td colspan=\"1\" rowspan=\"1\">103</td><td colspan=\"1\" rowspan=\"1\">Anonymous (1877), Sclater (1891), Wall (1914).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Benares</td><td colspan=\"1\" rowspan=\"1\">Varanasi</td><td colspan=\"1\" rowspan=\"1\">Uttar Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">25.3356491</td><td colspan=\"1\" rowspan=\"1\">83.0076292</td><td colspan=\"1\" rowspan=\"1\">79</td><td colspan=\"1\" rowspan=\"1\">G&uuml;nther (1858), Boulenger (1893), Wall (1914).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Fyzabad</td><td colspan=\"1\" rowspan=\"1\">Faizabad</td><td colspan=\"1\" rowspan=\"1\">Uttar Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">26.7431323</td><td colspan=\"1\" rowspan=\"1\">82.0898131</td><td colspan=\"1\" rowspan=\"1\">105</td><td colspan=\"1\" rowspan=\"1\">Wall (1907, 1914).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Mathura region</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Uttar Pradesh</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">27.491322</td><td colspan=\"1\" rowspan=\"1\">77.688805</td><td colspan=\"1\" rowspan=\"1\">165</td><td colspan=\"1\" rowspan=\"1\">Sharma and Warman (2011).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Calcutta</td><td colspan=\"1\" rowspan=\"1\">Kolkata</td><td colspan=\"1\" rowspan=\"1\">West Bengal</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">22.5677459</td><td colspan=\"1\" rowspan=\"1\">88.3476023</td><td colspan=\"1\" rowspan=\"1\">10</td><td colspan=\"1\" rowspan=\"1\">Anonymous (1870), Anderson (1871), Stoliczka (1871b), Sclater (1891), Wall (1914, 1924), Ahmed and Dasgupta (1992).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Dum Dum</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">West Bengal</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">22.647.051</td><td colspan=\"1\" rowspan=\"1\">88.431.686</td><td colspan=\"1\" rowspan=\"1\">10</td><td colspan=\"1\" rowspan=\"1\">Smith (1943).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Durgapur city</td><td colspan=\"1\" rowspan=\"1\">Durgapur</td><td colspan=\"1\" rowspan=\"1\">West Bengal</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">23,5788078</td><td colspan=\"1\" rowspan=\"1\">87,3264641</td><td colspan=\"1\" rowspan=\"1\">88</td><td colspan=\"1\" rowspan=\"1\">Gayen et al. (2017).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Hosur Hills</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">12.739657</td><td colspan=\"1\" rowspan=\"1\">77.856756</td><td colspan=\"1\" rowspan=\"1\">851</td><td colspan=\"1\" rowspan=\"1\">Ganesh et al. (2018).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Tambaram, Chennai</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">12.918878</td><td colspan=\"1\" rowspan=\"1\">80.119084</td><td colspan=\"1\" rowspan=\"1\">36</td><td colspan=\"1\" rowspan=\"1\">G&uuml;nther (1858), Boulenger (1890, 1893), Wall (1914), Werner (1929), Sharma, R. C. (1982)</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Tambaram, Chennai</td><td colspan=\"1\" rowspan=\"1\"></td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">12.918878</td><td colspan=\"1\" rowspan=\"1\">80.119084</td><td colspan=\"1\" rowspan=\"1\">36</td><td colspan=\"1\" rowspan=\"1\">G&uuml;nther (1858), Boulenger (1890, 1893), Wall (1914), Werner (1929), Sharma, R. C. (1982)</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Lal Suhanra National Park, Bahawalpur</td><td colspan=\"1\" rowspan=\"1\">Bahawalpur</td><td colspan=\"1\" rowspan=\"1\">Punjab</td><td colspan=\"1\" rowspan=\"1\">Pakistan</td><td colspan=\"1\" rowspan=\"1\">29.313483</td><td colspan=\"1\" rowspan=\"1\">71.905294</td><td colspan=\"1\" rowspan=\"1\">125</td><td colspan=\"1\" rowspan=\"1\">Khan et al. (2018).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Badin</td><td colspan=\"1\" rowspan=\"1\">Badin</td><td colspan=\"1\" rowspan=\"1\">Sindh</td><td colspan=\"1\" rowspan=\"1\">Pakistan</td><td colspan=\"1\" rowspan=\"1\">24.6332316</td><td colspan=\"1\" rowspan=\"1\">68.88634238</td><td colspan=\"1\" rowspan=\"1\">10</td><td colspan=\"1\" rowspan=\"1\">Minton (1966).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Hala</td><td colspan=\"1\" rowspan=\"1\">Hala</td><td colspan=\"1\" rowspan=\"1\">Sindh</td><td colspan=\"1\" rowspan=\"1\">Pakistan</td><td colspan=\"1\" rowspan=\"1\">25.5971858</td><td colspan=\"1\" rowspan=\"1\">68.4454874</td><td colspan=\"1\" rowspan=\"1\">25</td><td colspan=\"1\" rowspan=\"1\">Mertens (1969).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Jati</td><td colspan=\"1\" rowspan=\"1\">Jati</td><td colspan=\"1\" rowspan=\"1\">Sindh</td><td colspan=\"1\" rowspan=\"1\">Pakistan</td><td colspan=\"1\" rowspan=\"1\">24.3533505</td><td colspan=\"1\" rowspan=\"1\">68.2678116</td><td colspan=\"1\" rowspan=\"1\">-50</td><td colspan=\"1\" rowspan=\"1\">Mertens (1969).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Jogis</td><td colspan=\"1\" rowspan=\"1\">Jogi</td><td colspan=\"1\" rowspan=\"1\">Sindh</td><td colspan=\"1\" rowspan=\"1\">Pakistan</td><td colspan=\"1\" rowspan=\"1\">27.67621</td><td colspan=\"1\" rowspan=\"1\">68.216521</td><td colspan=\"1\" rowspan=\"1\">50</td><td colspan=\"1\" rowspan=\"1\">Wilson (1967).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Larkana district</td><td colspan=\"1\" rowspan=\"1\">Larkana</td><td colspan=\"1\" rowspan=\"1\">Sindh</td><td colspan=\"1\" rowspan=\"1\">Pakistan</td><td colspan=\"1\" rowspan=\"1\">27.5564798</td><td colspan=\"1\" rowspan=\"1\">68.2101509</td><td colspan=\"1\" rowspan=\"1\">48</td><td colspan=\"1\" rowspan=\"1\">Minton (1962, 1966).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Makli Hills near Tatta</td><td colspan=\"1\" rowspan=\"1\">Makli hills nr. Tatta</td><td colspan=\"1\" rowspan=\"1\">Sindh</td><td colspan=\"1\" rowspan=\"1\">Pakistan</td><td colspan=\"1\" rowspan=\"1\">24.7529974</td><td colspan=\"1\" rowspan=\"1\">67.9002813</td><td colspan=\"1\" rowspan=\"1\">30</td><td colspan=\"1\" rowspan=\"1\">Mertens (1969).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Mohenjo-daro</td><td colspan=\"1\" rowspan=\"1\">Mohenja-daro</td><td colspan=\"1\" rowspan=\"1\">Sindh</td><td colspan=\"1\" rowspan=\"1\">Pakistan</td><td colspan=\"1\" rowspan=\"1\">27.3268899</td><td colspan=\"1\" rowspan=\"1\">68.1371029</td><td colspan=\"1\" rowspan=\"1\">52</td><td colspan=\"1\" rowspan=\"1\">Minton (1966).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Pir Patho</td><td colspan=\"1\" rowspan=\"1\">Pir Patho, Thatta</td><td colspan=\"1\" rowspan=\"1\">Sindh</td><td colspan=\"1\" rowspan=\"1\">Pakistan</td><td colspan=\"1\" rowspan=\"1\">24.55964</td><td colspan=\"1\" rowspan=\"1\">67.88535</td><td colspan=\"1\" rowspan=\"1\">20</td><td colspan=\"1\" rowspan=\"1\">Minton (1966).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Raj Malk, Thatta district, Mirpur Sakro Area</td><td colspan=\"1\" rowspan=\"1\">Raj Malk, Thatta</td><td colspan=\"1\" rowspan=\"1\">Sindh</td><td colspan=\"1\" rowspan=\"1\">Pakistan</td><td colspan=\"1\" rowspan=\"1\">24.7459022</td><td colspan=\"1\" rowspan=\"1\">67.9465502</td><td colspan=\"1\" rowspan=\"1\">7</td><td colspan=\"1\" rowspan=\"1\">Anderson (1964).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Sonda (1 mile east of)</td><td colspan=\"1\" rowspan=\"1\">Sonda, Thatta district</td><td colspan=\"1\" rowspan=\"1\">Sindh</td><td colspan=\"1\" rowspan=\"1\">Pakistan</td><td colspan=\"1\" rowspan=\"1\">24.9865058</td><td colspan=\"1\" rowspan=\"1\">68.7537357</td><td colspan=\"1\" rowspan=\"1\">15</td><td colspan=\"1\" rowspan=\"1\">Minton (1966).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Tatta (4 miles east of)</td><td colspan=\"1\" rowspan=\"1\">Thatta</td><td colspan=\"1\" rowspan=\"1\">Sindh</td><td colspan=\"1\" rowspan=\"1\">Pakistan</td><td colspan=\"1\" rowspan=\"1\">24.7486460</td><td colspan=\"1\" rowspan=\"1\">67.8235033</td><td colspan=\"1\" rowspan=\"1\">10</td><td colspan=\"1\" rowspan=\"1\">Minton (1966).</td></tr><tr><td colspan=\"8\" rowspan=\"1\"><b><i>Platyceps josephi</i> sp. nov.</b></td></tr><tr><td colspan=\"1\" rowspan=\"1\">Anaikatty, Coimbatore</td><td colspan=\"1\" rowspan=\"1\">Anaikatti, Coimbatore</td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">11.114903</td><td colspan=\"1\" rowspan=\"1\">76.756551</td><td colspan=\"1\" rowspan=\"1\">582</td><td colspan=\"1\" rowspan=\"1\">This study.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Anamalai Hills</td><td colspan=\"1\" rowspan=\"1\">Anamalai hills</td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">10.479552</td><td colspan=\"1\" rowspan=\"1\">77.17458</td><td colspan=\"1\" rowspan=\"1\">404</td><td colspan=\"1\" rowspan=\"1\">Beddome (1862), Sclater (1891), Wall (1914), Sharma, R. C. (1982), Hutton and David (2008).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Auroville, Villupuram</td><td colspan=\"1\" rowspan=\"1\">Auroville, Villupuram</td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">12.005421</td><td colspan=\"1\" rowspan=\"1\">79.8111</td><td colspan=\"1\" rowspan=\"1\">52</td><td colspan=\"1\" rowspan=\"1\">Sagadevan et al. (2019).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Batlagundu, Dindugal district</td><td colspan=\"1\" rowspan=\"1\">Batlagundu, Dindugal</td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">10.163609</td><td colspan=\"1\" rowspan=\"1\">77.759098</td><td colspan=\"1\" rowspan=\"1\">237</td><td colspan=\"1\" rowspan=\"1\">This study.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Coimbatore</td><td colspan=\"1\" rowspan=\"1\">Coimbatore 'by implication&rsquo;</td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">10.973923</td><td colspan=\"1\" rowspan=\"1\">77.110244</td><td colspan=\"1\" rowspan=\"1\">415</td><td colspan=\"1\" rowspan=\"1\">Sclater (1891), Wall (1914), Sharma, R. C. (1982), Ganesh and Asokan (2010), this study.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Coutrallam</td><td colspan=\"1\" rowspan=\"1\">Courtallam</td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">8.924261</td><td colspan=\"1\" rowspan=\"1\">77.289739</td><td colspan=\"1\" rowspan=\"1\">190</td><td colspan=\"1\" rowspan=\"1\">This study.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Karur</td><td colspan=\"1\" rowspan=\"1\">Karur</td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">10.960405</td><td colspan=\"1\" rowspan=\"1\">78.077561</td><td colspan=\"1\" rowspan=\"1\">133</td><td colspan=\"1\" rowspan=\"1\">This study.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Madurai</td><td colspan=\"1\" rowspan=\"1\">Madurai</td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">9.925201</td><td colspan=\"1\" rowspan=\"1\">78.119775</td><td colspan=\"1\" rowspan=\"1\">139</td><td colspan=\"1\" rowspan=\"1\">Kutty et al. (1981), this study.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Manimutharu</td><td colspan=\"1\" rowspan=\"1\">Tirunelveli</td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">8.654005</td><td colspan=\"1\" rowspan=\"1\">77.425398</td><td colspan=\"1\" rowspan=\"1\">79</td><td colspan=\"1\" rowspan=\"1\">This study.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Maruthuvazhmalai, Kanyakumari</td><td colspan=\"1\" rowspan=\"1\">Maruthuvazhmalai, Kanyakumari</td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">8.124244</td><td colspan=\"1\" rowspan=\"1\">77.512661</td><td colspan=\"1\" rowspan=\"1\">243</td><td colspan=\"1\" rowspan=\"1\">Rajendran (1986).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Meghamalai Hills</td><td colspan=\"1\" rowspan=\"1\">Meghamalai Hills</td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">9.6678528</td><td colspan=\"1\" rowspan=\"1\">77.283688</td><td colspan=\"1\" rowspan=\"1\">445</td><td colspan=\"1\" rowspan=\"1\">Hutton (1949), Hutton and David (2008), Bhupathy and Satishkumar (2013), Chaitanya et al. (2018).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Pollachi I</td><td colspan=\"1\" rowspan=\"1\">Pollachi</td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">10.658823</td><td colspan=\"1\" rowspan=\"1\">77.00873</td><td colspan=\"1\" rowspan=\"1\">293</td><td colspan=\"1\" rowspan=\"1\">This study.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Pollachi II</td><td colspan=\"1\" rowspan=\"1\">Pollachi</td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">10.746908</td><td colspan=\"1\" rowspan=\"1\">77.089955</td><td colspan=\"1\" rowspan=\"1\">342</td><td colspan=\"1\" rowspan=\"1\">This study.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Salem</td><td colspan=\"1\" rowspan=\"1\">Salem</td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">11.741785</td><td colspan=\"1\" rowspan=\"1\">77.938889</td><td colspan=\"1\" rowspan=\"1\">314</td><td colspan=\"1\" rowspan=\"1\">This study.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Tiruneveli</td><td colspan=\"1\" rowspan=\"1\">Tirunelveli</td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">8.7012212</td><td colspan=\"1\" rowspan=\"1\">77.776077</td><td colspan=\"1\" rowspan=\"1\">44</td><td colspan=\"1\" rowspan=\"1\">Rajendran (1986), Kutty et al. (1981), Whitaker and Captain (2004), Sagadevan et al. (2019).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Trichinopoly</td><td colspan=\"1\" rowspan=\"1\">Tiruchirapalli</td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">10.804973</td><td colspan=\"1\" rowspan=\"1\">78.686904</td><td colspan=\"1\" rowspan=\"1\">84</td><td colspan=\"1\" rowspan=\"1\">Anonymous (1879).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Tuticorin (type locality)</td><td colspan=\"1\" rowspan=\"1\">Thoothukudi</td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">8.8052602</td><td colspan=\"1\" rowspan=\"1\">78.145275</td><td colspan=\"1\" rowspan=\"1\">7</td><td colspan=\"1\" rowspan=\"1\">Rameshwaran (2008), Sagadevan et al. (2019), this study.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Vadipatti, Madurai dist</td><td colspan=\"1\" rowspan=\"1\">Vadipatti, Madurai dist</td><td colspan=\"1\" rowspan=\"1\">Tamil Nadu</td><td colspan=\"1\" rowspan=\"1\">India</td><td colspan=\"1\" rowspan=\"1\">10.11222</td><td colspan=\"1\" rowspan=\"1\">77.97659</td><td colspan=\"1\" rowspan=\"1\">214</td><td colspan=\"1\" rowspan=\"1\">This study.</td></tr></tbody></table>",
        "access_right": "open",
        "creators": [
          {
            "name": "Deepak, V.",
            "affiliation": "Museum of Zoology (Museum fu ̈ r Tierkunde), Senckenberg Dresden, A. B. Meyer Building, 01109 Dresden, Germany & Department of Life Sciences, Natural History Museum, London SW 7 5 BD, UK & Centre for Ecological Sciences, Indian Institute of Science, Bangalore, 560012, India",
            "orcid": "0000-0002-8826-9367"
          },
          {
            "name": "Narayanan, Surya",
            "affiliation": "Suri Sehgal Centre for Biodiversity and Conservation, Ashoka Trust for Research in Ecology and the Environment (ATREE), Royal Enclave, Srirampura, Bangalore, Karnataka 560064, India"
          },
          {
            "name": "Mohapatra, Pratyush P.",
            "affiliation": "Zoological Survey of India, Central Zone Regional Centre, Jabalpur, Madhya Pradesh 482002, India",
            "orcid": "0000-0002-8966-297X"
          },
          {
            "name": "Dutta, Sushil K.",
            "affiliation": "Department of Zoology, Assam Don Bosco University, Tapesia garden, Kamarkuchi, Sonapur, Tepesia, Assam - 782402, India"
          },
          {
            "name": "Melvinselvan, Gnanaselvan",
            "affiliation": "2757 Valanesam road, Gundupatti, Kookal Post, Kodaikanal, Dindugal, Tamil Nadu, 624103, India"
          },
          {
            "name": "Khan, Ashaharraza",
            "affiliation": "Indian Herpetological Society, Pune, Maharashtra 411 009, India"
          },
          {
            "name": "Mahlow, Kristin",
            "affiliation": "Museum fuer Naturkunde Berlin, Leibniz-Institut fuer Evolutions- und Biodiversitaetsforschung, 10115 Berlin, Germany"
          },
          {
            "name": "Tillack, Frank",
            "affiliation": "Museum fuer Naturkunde Berlin, Leibniz-Institut fuer Evolutions- und Biodiversitaetsforschung, 10115 Berlin, Germany"
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy"
        ],
        "related_identifiers": [
          {
            "identifier": "10.3897/vz.71.e64345",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "doi"
          },
          {
            "identifier": "urn:lsid:plazi.org:pub:E144620F8A5554F197349B523AB10A30",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "lsid"
          },
          {
            "identifier": "http://publication.plazi.org/id/E144620F8A5554F197349B523AB10A30",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "http://zenodo.org/record/null",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "10.3897/vz.71.e64345",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "doi"
          },
          {
            "identifier": "http://zoobank.org/8BBB5786-A54D-4C5F-842C-7801DB21044C",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "10.5897/IJBC2013.0546",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.26049/VZ69-3-2019-04",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.4172/2161-0983.1000136",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3109/19401736.2014.905830",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11609/jott.4446.11.5.13567-13572",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Russell, P, 1796. An account of Indian serpents, collected on the Coast of Coromandel; containing descriptions and drawings of each species; together with experiments and remarks on their several poisons. George Nicol, London, vii+91 pp., 46 pls.",
          "Wall, F., 1914. A popular treatise on the common Indian snakes, Part xxii. Journal of the Bombay Natural History Society 23(1): 34-43, pl. 22.",
          "Blanford, WT, 1879. Notes on a collection of reptiles and frogs from the neighbourhood of Ellore and Dumagudem. Journal of the Asiatic Society of Bengal (Part II) 48 (12): 110 - 116",
          "Srinivasulu, C, Das, I, 2008. The herpetofauna of Nallamala Hills, Eastern Ghats, India: An annotated checklist, with remarks on nomenclature, taxonomy, habitat use, adaptive types and biogeography. Asiatic Herpetological Research 11: 110 - 131",
          "Bhuvaneswari, R, 2003. Pulicat Lake. In: Bioresources status in selected coastal locations. National Biorecources Development Board, Department of Biotechnology, Govt. of India, New Delhi and M.S. Swaminathan Research Foundation, Chennai, 142-176.",
          "Bauer, AM, Vogel, G, Campbell, PD, 2015. A preliminary consideration of the dry snakes skin specimens of Patrick Russell. Hamadryad 37(1&2): 73-84.",
          "Rao, KT, Ghate, HV, Sudhakar, M, Javed, SMM, Krishna, SR, 2005. Herpetofauna of Nallamalai Hills with eleven new records from the region including ten new records from Andhra Pradesh. Zoos'Print Journal 20(1): 1737-1740, suppl. i-xi.",
          "Srinivasulu, C, Srinivasulu, B, Rao, CAN, 2006. Reptilian fauna of Nagarjunasagar Srisailam Tiger Reserve, Andhra Pradesh. Records of the Indian Museum 106 (3): 97 - 122",
          "Reddy, YA, Sadasivaiah, B, Indira, P, Pullaiah, T, 2013. Herpetofauna of Thummalapalle uranium mining area, Andhra Pradesh, India. International Journal of Biodiversity and Conservation 5 (8): 515 - 522, DOI: https://doi.org/10.5897/IJBC2013.0546",
          "Boulenger, G, 1893. Catalogue of the snakes in the British Museum (Natural History). Volume 1. British Museum (Nat. Hist.), London, xiii+448 pp., pl. i-xxviii.",
          "Sclater, W, 1891. List of Snakes in the Indian Museum. Baptist Mission Press, Calcutta, x+79 pp.",
          "Dasgupta, G, Raha, S, 2004. Reptilia. In: Zoological, Survey of India, Ed., Fauna of Bihar (including Jharkhand), Part 1. Zoological Survey of India, State Fauna Series 11, Kolkata: 143 - 179",
          "Ingle, M, 2011. Herpetofauna of Naglok region, Jashpur District, Chhattisgarh. Records of the Zoological Survey of India 111 (4): 79 - 96",
          "Lobo, AS, 2002. A preliminary checklist of snakes of the Bondla Wildlife Sancutuary, Goa. Cobra 49: 3 - 7",
          "Porob, PC, Kulkarni, RS, Giri, VS, 2014. Biodiversity of Goa. A concise field guide. Pugmark Art Gallery, Kolhapur",
          "Vyas, R, 1987. A list of the snakes of the Bhavnagar District, Gujarat State. Journal of the Bombay Natural History Society 84 (1): 227 - 231",
          "Whitaker, R, Captain, A, 2004. Snakes of India. The field guide. Draco Books, Chennai, xiv+480 pp. [abridged version in Tamil published in 2006].",
          "Director of the Zoological Survey of India, 2000. Reptilia. In: Fauna of Gujarat (Part-1) Vertebrates. Zoological Survey of India, State Fauna Series 8, Calcutta: 243 - 297",
          "Patel, H, Vyas, R, Ramani, D, 2019b. Argyrogena fasciolata (Banded Racer). Reproduction / Clutch size. Herpetological Review 50 (1): 148 - 149",
          "Vyas, R, 2013. Snake diversity and voluntary rescue practice in the cities of Gujarat state: an evaluation. Reptile Rap 15: 27 - 39",
          "Vyas, R, 2000a. A review of threats and conservation of the reptiles of Gir forest, Gujarat, India. Cobra 39: 16 - 20",
          "Vyas, R, 2001c. Reptile richness and diversity in and around the Gir Forest, Gujarat, India. Tigerpaper 28 (3): 15 - 19",
          "Patel, H, Vyas, R, Dudhatra, B, Naik, V, Chavda, A, Chauhan, D, Vaghashiya, A, Vagadiya, R, Vaghashiya, P, 2019a. Preliminary report on herpetofauna of Mount Girnar, Gujarat, India. - Journal of Animal Diversity 1 (2): 9 - 35",
          "Vyas, R, 2007. Herpetofauna of Purna Wildlife Sanctuary, Gujarat, India. Raptile Rap 8: 10 - 15",
          "Vyas, R, 2011. Reptilian diversity in and around the Shoolpaneshwar Wildlife Sanctuary, Gujarat, India. Reptile Rap 11: 5 - 15",
          "Vyas, R, 2004. Herpetofauna of Vansda National Park, Gujarat. Zoo's Print Journal 19 (6): 1512 - 1514",
          "Gharpurey, KG, 1932a. Number of the ventral scales in the Fasciolated Dhaman (Z. fasciolatus). Journal of the Bombay Natural History Society 35 (2): 465",
          "Wall, F, 1924. Hand-list of the snakes of the Indian Empire. Part. II. Journal of the Bombay Natural History Society 29 (3): 598 - 632",
          "Gharpurey, KG, 1935a. Snakes in Belgaum. Journal of the Bombay Natural History Society 37 (4): 942 - 944",
          "Pasar, V, Paul, R, 2016. A preliminary survey of snake fauna in and around Chincholi Forest, Kalaburagi district Karnataka, India. International Journal of Scientific Research in Science, Engineering and Technology 2 (5): 342 - 344",
          "Satish, 2008. Snakes of Coorg. A field guide to the snakes of Kodagu. Coorg Wildlife Society, Madikeri, xii+143+(1) pp. [bilingual English/Kannada].",
          "Das, S, Campbell, PD, Roy, S, Mukherjee, S, Pramanick, K, Biswas, A, Raha, S, 2019. Cranial osteology and molecular phylogeny of Argyrogena fasciolata (Shaw, 1802) (Colubridae: Serpentes). Vertebrate Zoology 69 (3): 311 - 325, DOI: https://doi.org/10.26049/VZ69-3-2019-04",
          "Nicholson, E, 1874. Indian Snakes. An elementary treatise on ophiology with a descriptive catalogue of the snakes found in India and the adjoining countries. Higginbotham & Co., Madras, 8+188 pp., 22 pls. [second edition].",
          "Smith, MA, 1943. Fauna of British India, Ceylon and Burma, including the whole of the Indo-Chinese Sub-Region. Reptilia and Amphibia. Vol. III-Serpentes. Taylor and Francis Ltd., London, xii+583 pp. [reprinted 1961 by Survey of India Press, Dehra Dun and 1981 by Today and Tomorrow's Printers & Publishers, New Delhi].",
          "Beddome, RH, 1862. Notes upon the land and fresh-water snakes of the Madras presidency. The Madras Quarterly Journal of Medical Science 5: 1-31, pl. 2.",
          "Sayeswara, HA, Jeevan, EN, Ashashree, HM, Naik, KL, Kumara, SN, 2015. A check list of snakes in and around Shivamogga city corporation, Karnataka, India. International Journal of Science and Nature 6 (3): 495 - 500",
          "Manhas, A, Raina, R, Wanganeo, A, 2018. Reptilian diversity of the Bhopal region in the state of Madhya Pradesh in Central India. IRCF Reptiles & Amphibians 25 (2): 104 - 114",
          "Manhas, A, Raina, R, Wanganeo, A, 2015b. Snakes of the Bhopal district, Madhya Pradesh, India with special reference to road mortality. Journal of Research in Biology 5 (7): 1868 - 1873",
          "Ingle, M, 2002. Ecology and status of the ophiofauna of eight districts of Malwa region of Madhya Pradesh. Cobra 50: 1 - 17",
          "Chandra, K, Gajbe, PU, 2005. An inventory of herpetofauna of Madhya Pradesh and Chhattisgarh. Zoo's Print Journal 20 (3): 1812 - 1819",
          "Gajbe, P, Gupta, R, 2005. Herpetofauna of Shahdol District, Madhya Pradesh. Reptile Rap 7: 9 - 10",
          "Sheikh, AH, 2017. Study of snake (Serpentes: Squamata) fauna of Dumna Nature Park, Jabalpur, India. International Journal of Zoology Studies 2 (6): 54 - 57",
          "Wall, F, 1921. Ophidia Taprobanica or the snakes of Ceylon. H. R. Cottle, Government Printer, Colombo",
          "Chandra, K, Sharma, RC, Nagpure, A, Nema, DK, 2008. Reptiles of Kanha Tiger Reserve, Madhya Pradesh. Records of the Zoological Survey of India 108 (4): 49 - 83",
          "Thakur, S, 2011. A note on snakes of Kanha National Park and surrounding areas. Reptile Rap 11: 2 - 5",
          "Fellows, S, 2014. Species Diversity of Snakes in Pachmarhi Biosphere Reserve. Entomology, Ornithology & Herpetology: Current Research 4 (1): 1 - 4, DOI: https://doi.org/10.4172/2161-0983.1000136",
          "Amol, K, Anup, P, Gaurang, P, Anant, P, Dipankar, L, 2012. Notes on observed snakes in Satpura Tiger Reserve and record of Psammophis longifrons Boulenger, 1896 Madhya Pradesh, India. Universal Journal of Environmental Research and Technology 2 (4): 362 - 365",
          "Kumbhar, A, Pradhan, A, Patwardhan, G, Pande, A, Lahkar, D, 2012. Note on observed snakes in Satpura Tiger Reserve and record of Psammophis longifrons Boulenger, 1896 in Madhya Pradesh, India. Universal Journal of Environmental Research and Technology 2 (4): 362 - 365",
          "Ingle, M, 2001a. Notes on reptiles from Ujjain. Cobra 43: 14 - 15",
          "Ingle, M, 2001b. Snakes of Madhya Pradesh, Ujjain and Malwa region. Cobra 45: 22 - 24",
          "Ingle, M, 2008. Herpetofaunal diversity of Ujjain district, Madhya Pradesh. Cobra [new series] 2 (2): 10 - 16",
          "Ingle, M, Yadav, U, Bhilala, AK, Pawar, M, 2019. Urban Herpetofauna: A case study in Ujjain City of Central India. International Journal of Scientific Research in Biological Sciences 6 (5): 76 - 84",
          "Gharpurey, KG, 1931. An unusually large Shaw's Rat Snake (Zamenis fasciolatus). Journal of the Bombay Natural History Society 34 (4): 1084",
          "Charjan, AP, Joshi, PS, 2015. Studies on diversity of snakes in Akola district of Maharashtra, India. Review of Research 4 (6): 1 - 3",
          "Vibhute, SM, 2018. Serpentine diversity of Atpadi city and adjoining area, Tal. Atpadi, Dist. Sangli (MS) India. International Journal of Life Sciences, special issue A 10: 77 - 82",
          "Captain, A, Thakur, S, 1999. Aberrant banded racers Argyrogena fasciolatus. Journal of the Bombay Natural History Society 96(1): 147-151.",
          "Khedkar, T, Sharma, R, Tiknaik, A, Khedkar, G, Naikwade, BS, Ron, TB, Haymer, D, 2014. DNA barcoding using skin exuviates can improve identification and biodiversity studies of snakes. Mitochondrial DNA A DNA Mapp Seq Anal 27 (1): 499 - 507, DOI: https://doi.org/10.3109/19401736.2014.905830",
          "Walmiki, N, Karangutkar, S, Yengal, B, Kayande, M, Wagh, V, Pillai, R, Dalvi, S, 2012b. Herpetofauna of Bassein Fort and surrounding region, Thane, Maharashtra, India. Trends in Life Sciences 1 (3): 1 - 11",
          "Lindberg, K, 1932. Snakes of the Barsi Light Railway (Deccan). Journal of the Bombay Natural History Society 35 (3): 690 - 697",
          "Chauhan, RR, Shingadia, HU, 2012. Preliminary survey of herpetofauna of Borivali mangroves-a coastal belt in the suburbs of Mumbai. Life sciences Leaflets (LSIC2011): 59-65.",
          "Joshi, PS, 2011. A preliminary survey on the snakes of Buldhana district, Maharashtra. Golden Research Thoughts, 1 (2): 1 - 2",
          "Singh, KP, Ngullie, MM, 2010. Working plan for the forests of Dahanu Forest Division for the period 2010-2011 to 2019-2020. Government of Maharashtra, Mumbai",
          "Fraser, A, 1936. The Snakes of Deolali. With notes on their comparative osteology and peculiarities of dentition. Part 1-3. Journal of the Bombay Natural History Society 39(1): 58-82, 36(2): 264-291, 36(3): 464-501.",
          "Anonymous, 2017. Environmental Management Plan for Laterite Stone Quarries: Lingdal Cluster, Taluka: Devgad, Dist: Sindhudurg, Maharashtra. Sadekar Enviro Engineers Pvt. Ltd., 100+(12)+12 (Annex) pp.",
          "Anonymous, 2010. Defending Biodiversity and Promoting Sustainable Agriculture in Jalgaon District (India) Integrating New Methodologies and Advanced Technologies: Hotspot Geoinformatics, Remote Sensing, Geographical Information Systems, Global Positioning Systems and Smart Ground Sensors. Jala SRI Watershed Surveillance and Research Institute, Jalgaon (Maharashtra, India), Project Report, (3)+viii+150 pp.",
          "Prater, S, 1924. The snakes of the Bombay Island and Salsette. Journal of the Bombay Natural History Society 30 (1): 151 - 176",
          "Chikane, S, Bhosale, HS, 2012. Die Reptilien von Kaas, noerdliche Western Ghats, Maharashtra, Indien, mit Bemerkungen zu Vorzugsbiotopen, Haeufigkeiten und Gefaehrdung. Sauria 34 (3): 3 - 15",
          "Phipson, HM, 1886. Catalogue of snakes in the society's collection. Journal of the Bombay Natural History Society [1886] 1: 84-86.",
          "Patil, PJ, 2018. An ecological analysis of forest accounting. Environmental Analysis & Ecology Studies 4 (2): 1 - 9",
          "Lindberg, K, 1939. Notes sur une Collection de Serpents du Deccan (Inde). Bulletin de la Societe Zoologique de France 64: 328 - 336",
          "Walmiki, NW, Awsare, V, Karangutkar, S, Wagh, V, Yengal, B, Salvi, S, Pillai, R, 2012a. Herpetofauna of Maharashtra Nature Park, Mumbai, Maharashtra (India). World Journal of Environmental Biosciences 1 (2): 90 - 99",
          "Ingle, P, Bali, S, Khandagale, J, 2014. Preliminary Survey of Snake Diversity from Malegaon Tehsil of Washim District. World Journal of Zoology 9 (2): 134 - 137",
          "Bansode, SA, More, VR, Mirza, KA, 2016. A Study on snakes from Mokhada and Jawhar (Dist. Palghar) Maharashtra, India. International Journal of Fauna and Biological Studies 3 (5): 103 - 115",
          "Gharpurey, KG, 1935b. A further list of snakes from Ahmednagar. Journal of the Bombay Natural History Society 38 (1): 198 - 200",
          "Deshmukh, RV, Deshmukh, SA, Badekar, SA, 2015. Rescued records of snakes from Nagpur district, Maharashtra with data on unrecorded species. Reptile Rap 17: 34 - 43",
          "Jadhav, PL, Chavan, SP, Trimukhe, HS, 2018. Snake species diversity and their distribution in and around Nanded city, Maharashtra, India. Journal of Entomology and Zoology Studies 6 (4): 1855 - 1860",
          "Bhandarkar, WR, Paliwal, GT, Bhandarkar, SV, Kali, AA, 2012. Herpetofaunal diversity at Navegaon National Park, Distt. Gondia Maharashtra. International Journal for Environmental Rehabilitation and Conservation 3 (1): 42 - 49",
          "Paliwal, GT, Bhandarkar, SV, 2017. Faunistic diversity of serpents (Reptilia: Squamata) in Navegaon National Park of NNTR Maharashtra India with special reference to their conservation. Indo American Journal of Pharmaceutical Sciences 4 (10): 3439 - 3444",
          "Raut, SR, Deshbhratar, SM, Mahaley, JA, Hile, VK, Singh, AJ, Metha, GU, 2014. Recent studies on the biodiversity of snakes in Palghar region, Thane, Maharashtra, India. Advances in Applied Science Research 5 (2): 373 - 381",
          "Bansode, SA, More, VR, 2018. An updated list of serpents from Palghar district of Maharashtra, India. Journal of Entomology and Zoology Studies 6 (1): 375 - 379",
          "Mullan, JP, 1927. A list of snakes and lizards from Panchgani. Journal of the Bombay Natural History Society 32 (2): 380 - 381",
          "Pande, S, Mahabal, A, Datar, M, Sharma, RM, Pati, SK, Deshpande, P, Bastwade, DB, Padhye, A, Kulkarni, A, Joshi, R, Pandit, R, Mujumdar, N, Mhaske, P, Chhaya, K, Patil, R, Patwardhan, A, 2013. Biodiversity of the Parvati-Pachgaon Hills: A 'Habitat Island' in Pune Metropolis. Ela Journal 2 (1): 23 - 41",
          "Zoological Survey of India, 2012. Reptilia. In: Fauna of Maharashtra, Part 1, Vertebrates. Zoological Survey of India, State Fauna Series 20, Kolkata: 189 - 238",
          "Director of the Zoological Survey of India, 2004. Reptilia. In: Fauna of Pench National Park (Maharashtra). Zoological Survey of India, Conservation Area Series 20, Kolkata: 93 - 122",
          "Tambre, GN, Chavan, SP, 2016. Snake Species Diversity of Swami Ramanand Teerth Marathwada University, Nanded, Maharashtra State, India. International Journal of Current Research and Academic Review 4 (6): 105 - 115",
          "Thakur, KN, 2010. Impact of special economic zone (SEZ) on birds in Uran, Maharashtra. MSc Thesis, Department of Environmental Science Institute of Science, Mumbai, (8)+44 pp.",
          "Joshi, PS, Tantarpale, VT, Kulkarni, KM, 2014. A review of ophidian studies in Vidarbha region (M.S.) India. Science Research Reporter 4 (2): 167 - 170",
          "Joshi, PS, Charjan, AP, Tantarpale, VT, 2017. A Herpetofaunal Inventory of Vidarbha Region, Maharashtra, India. Bioscience Discovery 8 (3): 582 - 587",
          "Upadhye, MV, Puranik, VV, Dabholkar, P, Jadhav, U, 2012. Herpetofauna of the Vidyanagari campus of the University of Mumbai, Maharashtra. Reptile Rap 14: 15 - 20",
          "Rameshwaran, M, 2008. A short note on the Banded Racer Argyrogena fasciolata (Shaw, 1802). Cobra 2 (4): 22 - 23",
          "Patel, H, Vyas, R, Tank, SK, 2015. On the distribution, taxonomy, and natural history of the Indian Smooth Snake, Coronella brachyura (Guenther, 1866). Amphibian & Reptile Conservation 9(2) [General Section]: 120-125.",
          "Pradhan, S, Mishra, D, Sahu, KR, 2014. An inventory and assessment of snake diversity of Gandhamardan Hills Range of western Orissa, India. International Journal of Pure and Applied Zoology 2 (3): 241 - 245",
          "Murthy, TSN, Acharjyo, LN, 1987. Report on a collection of snakes in and around Nandankanan Biological Park, Orissa, India. The Snake 19: 139 - 142",
          "Dutta, SK, Acharjyo, LN, 1990. Checklist of the herpetofauna of Orissa, India. The Snake 22: 36 - 43",
          "Mohalik, RK, Sahu, SB, Arif, M, Kar, NB, 2019. Bungarus caeruleus (Common Krait). Colouration and diet. Herpetological Review 50 (1): 150 - 151",
          "Sharma, RC, Diksit, VK, 1976. Occurrence of Banded Racer, Coluber fasciolatus Shaw (Serpentes. Colubridae) in Rajasthan. Newsletter of the Zoological Survey of India 2 (4): 171",
          "Theobald, W, 1868a. Catalogue of Reptiles in the Museum of the Asiatic Society of Bengal. Journal of the Asiatic Society of Bengal, Extra Number, vi+82 pp., Appendix i-iii.",
          "Seetharamaraju, M, 2014. Taxonomy, diversity, distribution and ecology of snakes in Telangana. PhD Thesis, Osmania University, Hyderabad, (3)+xxxvi+347 pp.",
          "Pasar, V, 2018. Snakes-The beautiful people. A field guide to Hyderabad Karnataka region. Partridge Publishing, Gurgaon, xi+56 pp.",
          "Anonymous, 1877. Accessions to the Indian Museum from 1st April 1876 to 31st March 1877. Reptilia, Amphibia. Indian Museum. Annual Report and List of Accessions 1877: 40 - 45",
          "Guenther, A[CLG], 1858. Catalogue of colubrine snakes in the collection of the British Museum. Printed by order of the Trustees, London, xvi+281 pp. [reprinted 1971 by Alden Press, Oxford].",
          "Wall, F, 1907. Notes on Snakes collected in Fyzabad. Journal of the Bombay Natural History Society 18 (1): 101 - 129",
          "Sharma, HB, Warman, M, 2011. Diversity, ecological structure and conservation of herpetofauna in Trans Yamunatic Region of Mathura. International Journal of Research in Engineering & Applied Sciences 1 (4): 57 - 66",
          "Anonymous, 1870. Accessions to the Museum in July 1870 II. Reptilia. Indian Museum. Annual Report and List of Accessions 1870: 43 - 46",
          "Anderson, J, 1871. A list of the reptilian accession to the Indian Museum, Calcutta, from 1865 to 1870, with a description of some new species. Journal of the Asiatic Society of Bengal (Part II) 40 (1): 12 - 39",
          "Stoliczka, F, 1871b. Notes on some Indian and Burmese ophidians. Journal of the Asiatic Society of Bengal 40(2): 421-445, pl. 25+26.",
          "Ahmed, S, Dasgupta, G, 1992. Reptilia. In: Gosh, , Ed., Fauna of West Bengal. Part 2. - Zoological Survey of India, State Fauna Series 3, Calcutta: 1 - 65",
          "Gayen, D, Dey, S, Roy, US, 2017. Diversity of snakes in and around Durgapur city, West Bengal, India. Reptile Rap 176, in: Zoo's Print 32(9): 17-22.",
          "Ganesh, SR, Kalaimani, A, Karthik, P, Baskaran, N, Nagarajan, R, Chandramouli, SR, 2018. Herpetofauna of southern Eastern Ghats, India - II from Western Ghats to Coromandel Coast. - Asian Journal of Conservation Biology 7 (1): 28 - 45",
          "Boulenger, G, 1890. The Fauna of British India, including Ceylon and Burma. Reptilia and Batrachia. Taylor & Francis, London, xviii+541 pp.",
          "Werner, F, 1929. Uebersicht der Gattungen und Arten der Schlangen aus der Familie Colubridae. III. Teil (Colubrinae). Mit einem Nachtrag zu den uebrigen Familien. Zoologische Jahrbuecher (Systematik, Oekologie und Geographie) 57(1/2): 1-196.",
          "Khan, BN, Ahmad, R, Ali, Z, Yasmeen, R, Azhar, M, Abid, F, Mehmood, S, Raza, H, 2018. Study of vertebrate diversity at Lal Suhanra National Park, Pakistan. The Journal of Animal & Plant Sciences 28 (6): 1725 - 1734",
          "Minton, SA [jr], 1966. A contribution of the herpetology of West Pakistan. Bulletin of the American Museum of Natural History 134(2): 27-184, pl. 9-36.",
          "Mertens, R, 1969. Die Amphibien und Reptilien West-Pakistans. Stuttgarter Beitraege zur Naturkunde 197: 1 - 96",
          "Wilson, LD, 1967. Generic reallocation and review of Coluber fasciolatus Shaw (Serpentes: Colubridae). Herpetologica 23(4): 260-275.",
          "Minton, SA [jr], 1962. An annotated key to the amphibians and reptiles of Sind and Las Bela, West Pakistan. American Museum Novitates 2081: 1 - 60",
          "Anderson, JA, 1964. A report on the Gecko Teratolepis fasciata (Blyth, 1853). Journal of the Bombay Natural History Society 61 (1): 161 - 171",
          "Hutton, AF, David, P, 2008. Note on a collection of snakes from South India, with emphasis on the snake fauna of the Meghamalai Hills, (High Wavy Mountains). Journal of the Bombay Natural History Society 105 (3): 299 - 316",
          "Sagadevan, J, Ganesh, SR, Anandan, N, Rajasingh, R, 2019. Recent records of the Banded Racer Argyrogena fasciolata (Shaw, 1802) (Reptilia: Squamata: Colubridae) from southern Coromandel Coast, peninsular India. Journal of Threatened Taxa 11 (5): 13567 - 13572, DOI: https://doi.org/10.11609/jott.4446.11.5.13567-13572",
          "Ganesh, SR, Asokan, JR, 2010. Catalogue of Indian herpetological specimens in the collection of the Government Museum Chennai, India. Hamadryad 35 (1): 46 - 63",
          "Kutty, MN, Sukumaran, N, Narayanan, M, 1981. Influence of ambient oxygen on respiratory quotient and survival of some South Indian snakes. Proceedings of the Indian national Science Academy B 47 (2): 166 - 169",
          "Rajendran, MV, 1986. Snakes of our land. Jaya Publications, Palayamkottai, (15)+1-135+1-88+1-112+1-4+(32)+89-112+1-32 pp. [in Tamil].",
          "Hutton, AF, 1949. Notes on the snakes and mammals of the High Wavy Montains, Madura district, S. India. Part I-Snakes. Journal of the Bombay Natural History Society 48 (3): 453 - 460",
          "Chaitanya, R, Khandekar, A, Caleb, DG, Mukherjee, N, Ghosh, A, Giri, V, 2018. Herpetofauna of the Meghamalai Wildlife Sanctuary, Southern Western Ghats, India: An updated checklist with annotations on taxonomy and nomenclature. Journal of the Bombay Natural History Society 115: 21 - 37",
          "Anonymous, 1879. Accessions to the Indian Museum during the quarter ending 31st December 1878. Reptilia, Batrachia. Indian Museum. Annual Report and List of Accessions 1879: 35."
        ],
        "resource_type": {
          "title": "Dataset",
          "type": "dataset"
        },
        "journal": {
          "pages": "253",
          "title": "Vertebrate Zoology",
          "volume": "71"
        },
        "alternate_identifiers": [
          {
            "identifier": "http://table.plazi.org/id/A2EAA9E7E4A7BCE6F6558A445331114B"
          }
        ],
        "license": {
          "id": "notspecified"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15143578"
              }
            }
          ]
        },
        "notes": "Published as part of <i>Deepak, V., Narayanan, Surya, Mohapatra, Pratyush P., Dutta, Sushil K., Melvinselvan, Gnanaselvan, Khan, Ashaharraza, Mahlow, Kristin &amp; Tillack, Frank, 2021, Revealing two centuries of confusion: new insights on nomenclature and systematic position of Argyrogena fasciolata (Shaw, 1802) (auctt.), with description of a new species from India (Reptilia: Squamata: Colubridae), pp. 253 in Vertebrate Zoology 71</i> on page 253, DOI: 10.3897/vz.71.e64345"
      },
      "title": "Gazetteer of confirmed locality records for Platyceps plinii comb. nov. and P. josephi sp. nov. from India and Pakistan mentioned in this study. in Revealing two centuries of confusion: new insights on nomenclature and systematic position of Argyrogena fasciolata (Shaw, 1802) (auctt.), with description of a new species from India (Reptilia: Squamata: Colubridae)",
      "links": {
        "self": "https://zenodo.org/api/records/15143579",
        "self_html": "https://zenodo.org/records/15143579",
        "preview_html": "https://zenodo.org/records/15143579?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.15143579",
        "self_doi": "https://doi.org/10.5281/zenodo.15143579",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15143579",
        "parent": "https://zenodo.org/api/records/15143578",
        "parent_html": "https://zenodo.org/records/15143578",
        "parent_doi": "https://doi.org/10.5281/zenodo.15143578",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15143578",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15143579/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15143579/sequence/default",
        "files": "https://zenodo.org/api/records/15143579/files",
        "media_files": "https://zenodo.org/api/records/15143579/media-files",
        "archive": "https://zenodo.org/api/records/15143579/files-archive",
        "archive_media": "https://zenodo.org/api/records/15143579/media-files-archive",
        "latest": "https://zenodo.org/api/records/15143579/versions/latest",
        "latest_html": "https://zenodo.org/records/15143579/latest",
        "versions": "https://zenodo.org/api/records/15143579/versions",
        "draft": "https://zenodo.org/api/records/15143579/draft",
        "reserve_doi": "https://zenodo.org/api/records/15143579/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15143579/access/links",
        "access_grants": "https://zenodo.org/api/records/15143579/access/grants",
        "access_users": "https://zenodo.org/api/records/15143579/access/users",
        "access_request": "https://zenodo.org/api/records/15143579/access/request",
        "access": "https://zenodo.org/api/records/15143579/access",
        "communities": "https://zenodo.org/api/records/15143579/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15143579/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15143579/requests"
      },
      "updated": "2025-04-04T06:58:57.351930+00:00",
      "recid": "15143579",
      "revision": 5,
      "files": [
        {
          "id": "e89d934e-f1e3-4243-81e8-540b10a7c3a8",
          "key": "table.html",
          "size": 67161,
          "checksum": "md5:3d8073cc4652f029c5891af18ed72955",
          "links": {
            "self": "https://zenodo.org/api/records/15143579/files/table.html/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 1,
        "unique_downloads": 1,
        "views": 2,
        "unique_views": 2,
        "version_downloads": 1,
        "version_unique_downloads": 1,
        "version_unique_views": 2,
        "version_views": 2
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-04T05:01:29.254063+00:00",
      "modified": "2025-04-04T05:01:29.652990+00:00",
      "id": 15140854,
      "conceptrecid": "15140853",
      "doi": "10.5281/zenodo.15140854",
      "conceptdoi": "10.5281/zenodo.15140853",
      "doi_url": "https://doi.org/10.5281/zenodo.15140854",
      "metadata": {
        "title": "Table 2 in Multiple data revealed two new species of the Asian horned toad Megophrys Kuhl & Van Hasselt, 1822 (Anura, Megophryidae) from the eastern corner of the Himalayas",
        "doi": "10.5281/zenodo.15140854",
        "publication_date": "2020-12-31",
        "description": "<p><b>Table 2.</b> References utilized for morphological characters of congeners of the genus <i>Megophrys</i>.</p><table><thead><tr><th colspan=\"1\" rowspan=\"1\">No.</th><th colspan=\"1\" rowspan=\"1\">Species</th><th colspan=\"1\" rowspan=\"1\">Literature obtained</th></tr></thead><tbody><tr><td colspan=\"1\" rowspan=\"1\">1</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys aceras</i> Boulenger, 1903</td><td colspan=\"1\" rowspan=\"1\">Bourret 1942; Munir et al. 2018</td></tr><tr><td colspan=\"1\" rowspan=\"1\">2</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys acuta</i> Wang, Li, and Jin, 2014</td><td colspan=\"1\" rowspan=\"1\">Li et al. 2014</td></tr><tr><td colspan=\"1\" rowspan=\"1\">3</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys ancrae</i> Mahony, Teeling, and Biju, 2013</td><td colspan=\"1\" rowspan=\"1\">Mahony et al. 2013</td></tr><tr><td colspan=\"1\" rowspan=\"1\">4</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys angka</i> Wu, Suwannapoom, Poyarkov, Chen, Pawangkhanant, Xu, Jin, Murphy, and Che, 2019</td><td colspan=\"1\" rowspan=\"1\">Wu et al. 2019</td></tr><tr><td colspan=\"1\" rowspan=\"1\">5</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys auralensis</i> Ohler, Swan, and Daltry, 2002</td><td colspan=\"1\" rowspan=\"1\">Ohler et al. 2002</td></tr><tr><td colspan=\"1\" rowspan=\"1\">6</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys baluensis</i> Boulenger, 1899</td><td colspan=\"1\" rowspan=\"1\">Boulenger 1899, 1908</td></tr><tr><td colspan=\"1\" rowspan=\"1\">7</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys baolongensis</i> Ye, Fei, and Xie, 2007</td><td colspan=\"1\" rowspan=\"1\">Ye et al. 2007; Fei and Ye 2016</td></tr><tr><td colspan=\"1\" rowspan=\"1\">8</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys binchuanensis</i> Ye and Fei, 1995</td><td colspan=\"1\" rowspan=\"1\">Ye et al. 1995; Fei and Ye 2016</td></tr><tr><td colspan=\"1\" rowspan=\"1\">9</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys binlingensis</i> Jiang, Fei, and Ye, 2009</td><td colspan=\"1\" rowspan=\"1\">Fei et al. 2009</td></tr><tr><td colspan=\"1\" rowspan=\"1\">10</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys boettgeri</i> Boulenger, 1899</td><td colspan=\"1\" rowspan=\"1\">Boulenger 1908; Fei et al. 2009</td></tr><tr><td colspan=\"1\" rowspan=\"1\">11</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys brachykolos</i> Inger and Romer, 1961</td><td colspan=\"1\" rowspan=\"1\">Inger et al. 1961; Fei et al. 2009; Li et al. 2014</td></tr><tr><td colspan=\"1\" rowspan=\"1\">12</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys carinense</i> Boulenger, 1889</td><td colspan=\"1\" rowspan=\"1\">Boulenger 1908; Bourret 1942</td></tr><tr><td colspan=\"1\" rowspan=\"1\">13</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys caudoprocta</i> Shen, 1994</td><td colspan=\"1\" rowspan=\"1\">Shen 1994; Shen et al. 2013</td></tr><tr><td colspan=\"1\" rowspan=\"1\">14</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys cheni</i> Wang and Liu, 2014</td><td colspan=\"1\" rowspan=\"1\">Wang et al. 2014</td></tr><tr><td colspan=\"1\" rowspan=\"1\">15</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys chuannanensis</i> Fei, Ye, and Huang, 2001</td><td colspan=\"1\" rowspan=\"1\">Fei and Ye 2001; Fei et al. 2009</td></tr><tr><td colspan=\"1\" rowspan=\"1\">16</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys damrei</i> Mahony, 2011</td><td colspan=\"1\" rowspan=\"1\">Mahony 2011</td></tr><tr><td colspan=\"1\" rowspan=\"1\">17</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys daweimontis</i> Rao and Yang, 1997</td><td colspan=\"1\" rowspan=\"1\">Rao and Yang 1997; Fei and Ye 2016</td></tr><tr><td colspan=\"1\" rowspan=\"1\">18</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys dongguanensis</i> Wang and Wang, 2019</td><td colspan=\"1\" rowspan=\"1\">Wang et al. 2019</td></tr><tr><td colspan=\"1\" rowspan=\"1\">19</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys dringi</i> Inger, Stuebing, and Tan, 1995</td><td colspan=\"1\" rowspan=\"1\">Inger et al. 1995; Oberhummer et al. 2014</td></tr><tr><td colspan=\"1\" rowspan=\"1\">20</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys edwardinae</i> Inger, 1989</td><td colspan=\"1\" rowspan=\"1\">Inger et al. 1989</td></tr><tr><td colspan=\"1\" rowspan=\"1\">21</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys elfina</i> Poyarkov, Duong, Orlov, Gogoleva, Vassilieva, Nguyen, Nguyen, Nguyen, Che, and Mahony, 2017</td><td colspan=\"1\" rowspan=\"1\">Poyarkov et al. 2017</td></tr><tr><td colspan=\"1\" rowspan=\"1\">22</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys fansipanensis</i> Tapley, Cutajar, Mahony, Nguyen, Dau, Luong, Le, Nguyen, Nguyen, Portway, Luong, and Rowley, 2018</td><td colspan=\"1\" rowspan=\"1\">Tapley et al. 2018</td></tr><tr><td colspan=\"1\" rowspan=\"1\">23</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys feae</i> Boulenger, 1887</td><td colspan=\"1\" rowspan=\"1\">Boulenger 1908; Fei et al. 2009</td></tr><tr><td colspan=\"1\" rowspan=\"1\">24</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys feii</i> Yang, Wang, and Wang, 2018</td><td colspan=\"1\" rowspan=\"1\">Yang et al. 2018</td></tr><tr><td colspan=\"1\" rowspan=\"1\">25</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys flavipunctata</i> Mahony, Kamei, Teeling, and Biju, 2018</td><td colspan=\"1\" rowspan=\"1\">Mahony et al. 2018</td></tr><tr><td colspan=\"1\" rowspan=\"1\">26</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys gerti</i> Ohler, 2003</td><td colspan=\"1\" rowspan=\"1\">Poyarkov et al. 2017</td></tr><tr><td colspan=\"1\" rowspan=\"1\">27</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys gigantica</i> Liu, Hu, and Yang, 1960</td><td colspan=\"1\" rowspan=\"1\">Liu et al. 1960; Fei et al. 2009</td></tr><tr><td colspan=\"1\" rowspan=\"1\">28</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys glandulosa</i> Fei, Ye, and Huang, 1990</td><td colspan=\"1\" rowspan=\"1\">Fei et al. 1990; Fei et al. 2009; Fei and Ye 2016</td></tr><tr><td colspan=\"1\" rowspan=\"1\">29</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys hansi</i> Ohler, 2003</td><td colspan=\"1\" rowspan=\"1\">Ohler 2003</td></tr><tr><td colspan=\"1\" rowspan=\"1\">30</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys himalayana</i> Mahony, Kamei, Teeling, and Biju, 2018</td><td colspan=\"1\" rowspan=\"1\">Mahony et al. 2018</td></tr><tr><td colspan=\"1\" rowspan=\"1\">31</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys hoanglienensis</i> Tapley, Cutajar, Mahony, Nguyen, Dau, Luong, Le, Nguyen, Nguyen, Portway, Luong, and Rowley, 2018</td><td colspan=\"1\" rowspan=\"1\">Tapley et al. 2018</td></tr><tr><td colspan=\"1\" rowspan=\"1\">32</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys huangshanensis</i> Fei and Ye, 2005</td><td colspan=\"1\" rowspan=\"1\">Fei and Ye 2005, 2016; Fei et al. 2009</td></tr><tr><td colspan=\"1\" rowspan=\"1\">33</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys insularis</i> Wang, Liu, Lyu, Zeng, and Wang, 2017</td><td colspan=\"1\" rowspan=\"1\">Wang et al. 2017a</td></tr><tr><td colspan=\"1\" rowspan=\"1\">34</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys intermedia</i> Smith, 1921</td><td colspan=\"1\" rowspan=\"1\">Smith 1921</td></tr><tr><td colspan=\"1\" rowspan=\"1\">35</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys Jiangi</i> Liu, Li, Wei, Xu, Cheng, Wang and Wu, 2020</td><td colspan=\"1\" rowspan=\"1\">Liu et al. 2020</td></tr><tr><td colspan=\"1\" rowspan=\"1\">36</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys jingdongensis</i> Fei and Ye, 1983</td><td colspan=\"1\" rowspan=\"1\">Fei at al. 1983, 2009; Fei and Ye 2016</td></tr><tr><td colspan=\"1\" rowspan=\"1\">37</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys jinggangensis</i> Wang, 2012</td><td colspan=\"1\" rowspan=\"1\">Wang et al. 2012</td></tr><tr><td colspan=\"1\" rowspan=\"1\">38</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys jiulianensis</i> Wang, Zeng, Lyu, and Wang, 2019</td><td colspan=\"1\" rowspan=\"1\">Wang et al. 2019</td></tr><tr><td colspan=\"1\" rowspan=\"1\">39</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys kalimantanensis</i> Munir, Hamidy, Matsui, Iskandar, Sidik, and Shimada, 2019</td><td colspan=\"1\" rowspan=\"1\">Munir et al. 2019</td></tr><tr><td colspan=\"1\" rowspan=\"1\">40</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys kobayashii</i> Malkmus and Matsui, 1997</td><td colspan=\"1\" rowspan=\"1\">Malkmus and Matsui 1997</td></tr><tr><td colspan=\"1\" rowspan=\"1\">41</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys koui</i> Mahony, Foley, Biju, and Teeling, 2017</td><td colspan=\"1\" rowspan=\"1\">Yang 1991</td></tr><tr><td colspan=\"1\" rowspan=\"1\">42</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys kuatunensis</i> Pope, 1929</td><td colspan=\"1\" rowspan=\"1\">Pope 1929; Fei et al. 2009; Tapley et al. 2017</td></tr><tr><td colspan=\"1\" rowspan=\"1\">43</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys lancip</i> Munir, Hamidy, Farajallah, and Smith, 2018</td><td colspan=\"1\" rowspan=\"1\">Munir et al. 2018</td></tr><tr><td colspan=\"1\" rowspan=\"1\">44</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys leishanensis</i> Li, Xu, Liu, Jiang, Wei, and Wang, 2019 &ldquo;2018&rdquo;</td><td colspan=\"1\" rowspan=\"1\">Li et al. 2018 a</td></tr><tr><td colspan=\"1\" rowspan=\"1\">45</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys lekaguli</i> Stuart, Chuaynkern, Chan-ard, and Inger, 2006</td><td colspan=\"1\" rowspan=\"1\">Stuart et al. 2006a</td></tr><tr><td colspan=\"1\" rowspan=\"1\">46</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys liboensis</i> Zhang, Li, Xiao, Li, Pan, Wang, Zhang, and Zhou, 2017</td><td colspan=\"1\" rowspan=\"1\">Zhang et al. 2017</td></tr><tr><td colspan=\"1\" rowspan=\"1\">47</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys ligayae</i> Taylor, 1920</td><td colspan=\"1\" rowspan=\"1\">Taylor 1920</td></tr><tr><td colspan=\"1\" rowspan=\"1\">48</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys lini</i> Wang and Yang, 2014</td><td colspan=\"1\" rowspan=\"1\">Wang et al. 2014</td></tr><tr><td colspan=\"1\" rowspan=\"1\">49</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys lishuiensis</i> Wang, Liu and Jiang, 2017</td><td colspan=\"1\" rowspan=\"1\">Wang et al. 2017b</td></tr><tr><td colspan=\"1\" rowspan=\"1\">50</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys longipes</i> Boulenger, 1886</td><td colspan=\"1\" rowspan=\"1\">Boulenger 1908; Bourret 1942</td></tr><tr><td colspan=\"1\" rowspan=\"1\">51</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys major</i> Boulenger, 1908</td><td colspan=\"1\" rowspan=\"1\">Boulenger 1908</td></tr><tr><td colspan=\"1\" rowspan=\"1\">52</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys mangshanensis</i> Fei and Ye, 1990</td><td colspan=\"1\" rowspan=\"1\">Fei et al. 1990; Fei and Ye 2016</td></tr><tr><td colspan=\"1\" rowspan=\"1\">53</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys maosonensis</i> Bourret, 1937</td><td colspan=\"1\" rowspan=\"1\">Bourret 1942</td></tr><tr><td colspan=\"1\" rowspan=\"1\">54</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys medogensis</i> Fei, Ye, and Huang, 1983</td><td colspan=\"1\" rowspan=\"1\">Fei at al. 1983, 2009; Fei and Ye 2016; This paper</td></tr><tr><td colspan=\"1\" rowspan=\"1\">55</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys megacephala</i> Mahony, Sengupta, Kamei, and Biju, 2011</td><td colspan=\"1\" rowspan=\"1\">Mahony et al. 2011</td></tr><tr><td colspan=\"1\" rowspan=\"1\">56</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys microstoma</i> Boulenger, 1903</td><td colspan=\"1\" rowspan=\"1\">Fei et al. 2009</td></tr><tr><td colspan=\"1\" rowspan=\"1\">57</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys minor</i> Stejneger, 1926</td><td colspan=\"1\" rowspan=\"1\">Stejneger 1926; Li et al. 2014; Fei and Ye 2016</td></tr><tr><td colspan=\"1\" rowspan=\"1\">58</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys montana</i> Kuhl and Van Hasselt, 1822</td><td colspan=\"1\" rowspan=\"1\">Munir et al. 2018</td></tr><tr><td colspan=\"1\" rowspan=\"1\">59</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys monticola</i> G&uuml;nther, 1864</td><td colspan=\"1\" rowspan=\"1\">Mahony et al. 2018</td></tr><tr><td colspan=\"1\" rowspan=\"1\">60</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys mufumontana</i> J. Wang, Lyu, and Y.Y. Wang, 2019</td><td colspan=\"1\" rowspan=\"1\">Wang et al. 2019</td></tr><tr><td colspan=\"1\" rowspan=\"1\">61</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys nankiangensis</i> Liu and Hu, 1966</td><td colspan=\"1\" rowspan=\"1\">Fei et al. 2009</td></tr><tr><td colspan=\"1\" rowspan=\"1\">62</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys nankunensis</i> Wang, Zeng, and. Wang, 2019</td><td colspan=\"1\" rowspan=\"1\">Wang et al. 2019</td></tr><tr><td colspan=\"1\" rowspan=\"1\">63</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys nanlingensis</i> Lyu, J. Wang, Liu, and Y.Y. Wang, 2019</td><td colspan=\"1\" rowspan=\"1\">Wang et al. 2019</td></tr><tr><td colspan=\"1\" rowspan=\"1\">64</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys nasuta</i> Schlegel, 1858</td><td colspan=\"1\" rowspan=\"1\">Mahony et al. 2018</td></tr><tr><td colspan=\"1\" rowspan=\"1\">65</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys obesa</i> Wang, Li, and Zhao, 2014</td><td colspan=\"1\" rowspan=\"1\">Li et al. 2014</td></tr><tr><td colspan=\"1\" rowspan=\"1\">66</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys ombrophila</i> Messenger and Dahn, 2019</td><td colspan=\"1\" rowspan=\"1\">Messenger et al. 2019</td></tr><tr><td colspan=\"1\" rowspan=\"1\">67</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys omeimontis</i> Liu, 1950</td><td colspan=\"1\" rowspan=\"1\">Fei et al. 2009; Fei and Ye 2016</td></tr><tr><td colspan=\"1\" rowspan=\"1\">68</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys oreocrypta</i> Mahony, Kamei, Teeling, and Biju, 2018</td><td colspan=\"1\" rowspan=\"1\">Mahony et al. 2018</td></tr><tr><td colspan=\"1\" rowspan=\"1\">69</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys oropedion</i> Mahony, Teeling, and Biju, 2013</td><td colspan=\"1\" rowspan=\"1\">Mahony et al. 2013</td></tr><tr><td colspan=\"1\" rowspan=\"1\">70</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys pachyproctus</i> Huang, 1981</td><td colspan=\"1\" rowspan=\"1\">Huang and Fei 1981 Huang et al. 1998; This paper</td></tr><tr><td colspan=\"1\" rowspan=\"1\">71</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys palpebralespinosa</i> Bourret, 1937</td><td colspan=\"1\" rowspan=\"1\">Bourret 1942</td></tr><tr><td colspan=\"1\" rowspan=\"1\">72</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys parallela</i> Inger and Iskandar, 2005</td><td colspan=\"1\" rowspan=\"1\">Inger and Iskandar 2005</td></tr><tr><td colspan=\"1\" rowspan=\"1\">73</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys parva</i> Boulenger, 1893</td><td colspan=\"1\" rowspan=\"1\">Boulenger 1908; Deuti et al. 2017</td></tr><tr><td colspan=\"1\" rowspan=\"1\">74</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys periosa</i> Mahony, Kamei, Teeling, and Biju, 2018</td><td colspan=\"1\" rowspan=\"1\">Mahony et al. 2018</td></tr><tr><td colspan=\"1\" rowspan=\"1\">75</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys popei</i> Zhao, Yang, Chen, Chen, and Wang, 2014</td><td colspan=\"1\" rowspan=\"1\">Zhao et al. 2014</td></tr><tr><td colspan=\"1\" rowspan=\"1\">76</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys robusta</i> Boulenger, 1908</td><td colspan=\"1\" rowspan=\"1\">Boulenger 1908; Mahony et al. 2018</td></tr><tr><td colspan=\"1\" rowspan=\"1\">77</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys rubrimera</i> Tapley, Cutajar, Mahony, Chung, Dau, Nguyen, Luong, and Rowley, 2017</td><td colspan=\"1\" rowspan=\"1\">Tapley et al. 2017</td></tr><tr><td colspan=\"1\" rowspan=\"1\">78</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys sangzhiensis</i> Jiang, Ye, and Fei, 2008</td><td colspan=\"1\" rowspan=\"1\">Jiang et al. 2008</td></tr><tr><td colspan=\"1\" rowspan=\"1\">79</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys serchhipii</i> Mathew and Sen, 2007</td><td colspan=\"1\" rowspan=\"1\">Mathew and Sen 2007</td></tr><tr><td colspan=\"1\" rowspan=\"1\">80</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys shapingensis</i> Liu, 1950</td><td colspan=\"1\" rowspan=\"1\">Liu et al. 1950; Fei et al. 2009</td></tr><tr><td colspan=\"1\" rowspan=\"1\">81</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys shuichengensis</i> Tian and Sun, 1995</td><td colspan=\"1\" rowspan=\"1\">Tian and Sun 1995; Fei et al. 2009</td></tr><tr><td colspan=\"1\" rowspan=\"1\">82</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys shunhuangensis</i> Wang, Deng, Liu, Wu, and Liu, 2019</td><td colspan=\"1\" rowspan=\"1\">Wang et al. 2019a</td></tr><tr><td colspan=\"1\" rowspan=\"1\">83</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys spinata</i> Liu and Hu, 1973</td><td colspan=\"1\" rowspan=\"1\">Fei et al. 2009; Fei and Ye 2016</td></tr><tr><td colspan=\"1\" rowspan=\"1\">84</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys stejnegeri</i> Taylor, 1920</td><td colspan=\"1\" rowspan=\"1\">Taylor 1920</td></tr><tr><td colspan=\"1\" rowspan=\"1\">85</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys synoria</i> Stuart, Sok, and Neang, 2006</td><td colspan=\"1\" rowspan=\"1\">Stuart et al. 2006b</td></tr><tr><td colspan=\"1\" rowspan=\"1\">86</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys takensis</i> Mahony, 2011</td><td colspan=\"1\" rowspan=\"1\">Mahony 2011</td></tr><tr><td colspan=\"1\" rowspan=\"1\">87</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys tuberogranulata</i> Shen, Mo and Li, 2010</td><td colspan=\"1\" rowspan=\"1\">Mo et al. 2010</td></tr><tr><td colspan=\"1\" rowspan=\"1\">88</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys vegrandis</i> Mahony, Teeling, Biju, 2013</td><td colspan=\"1\" rowspan=\"1\">Mahony et al. 2013</td></tr><tr><td colspan=\"1\" rowspan=\"1\">89</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys wawuensis</i> Fei, Jiang, and Zheng, 2001</td><td colspan=\"1\" rowspan=\"1\">Fei et al. 2009</td></tr><tr><td colspan=\"1\" rowspan=\"1\">90</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys wugongensis</i> J. Wang, Lyu, and Y.Y. Wang, 2019</td><td colspan=\"1\" rowspan=\"1\">Wang et al. 2019</td></tr><tr><td colspan=\"1\" rowspan=\"1\">91</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys wuliangshanensis</i> Ye and Fei, 1995</td><td colspan=\"1\" rowspan=\"1\">Fei et al. 2009; Fei and Ye 2016</td></tr><tr><td colspan=\"1\" rowspan=\"1\">92</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys wushanensis</i> Ye and Fei, 1995</td><td colspan=\"1\" rowspan=\"1\">Fei et al. 2009; Fei and Ye 2016</td></tr><tr><td colspan=\"1\" rowspan=\"1\">93</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys xianjuensis</i> Wang, Wu, Peng, Shi, Lu and Wu, 2020</td><td colspan=\"1\" rowspan=\"1\">Wang et al. 2020</td></tr><tr><td colspan=\"1\" rowspan=\"1\">94</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys zhangi</i> Ye and Fei, 1992</td><td colspan=\"1\" rowspan=\"1\">Ye and Fei 1992; Fei et al. 2009; Fei and Ye 2016</td></tr><tr><td colspan=\"1\" rowspan=\"1\">95</td><td colspan=\"1\" rowspan=\"1\"><i>Megophrys zunhebotoensis</i> Mathew and Sen, 2007</td><td colspan=\"1\" rowspan=\"1\">Mathew and Sen 2007</td></tr></tbody></table>",
        "access_right": "open",
        "creators": [
          {
            "name": "Shi, Shengchao",
            "affiliation": "CAS Key Laboratory of Mountain Ecological Restoration and Bioresource Utilization & Ecological Restoration Biodiversity Conservation Key Laboratory of Sichuan Province, Chengdu Institute of Biology, Chinese Academy of Sciences, Chengdu 610041, China & Key Laboratory of Bio-Resource and Eco-Environment of Ministry of Education, College of Life Sciences, Sichuan University, Chengdu 610065, Sichuan, China & University of Chinese Academy of Sciences, Beijing 100049, China"
          },
          {
            "name": "Zhang, Meihua",
            "affiliation": "CAS Key Laboratory of Mountain Ecological Restoration and Bioresource Utilization & Ecological Restoration Biodiversity Conservation Key Laboratory of Sichuan Province, Chengdu Institute of Biology, Chinese Academy of Sciences, Chengdu 610041, China"
          },
          {
            "name": "Xie, Feng",
            "affiliation": "CAS Key Laboratory of Mountain Ecological Restoration and Bioresource Utilization & Ecological Restoration Biodiversity Conservation Key Laboratory of Sichuan Province, Chengdu Institute of Biology, Chinese Academy of Sciences, Chengdu 610041, China"
          },
          {
            "name": "Jiang, Jianping",
            "affiliation": "CAS Key Laboratory of Mountain Ecological Restoration and Bioresource Utilization & Ecological Restoration Biodiversity Conservation Key Laboratory of Sichuan Province, Chengdu Institute of Biology, Chinese Academy of Sciences, Chengdu 610041, China"
          },
          {
            "name": "Liu, Wulin",
            "affiliation": "Forestry Survey and Design Research Institute of the Tibet Autonomous Region, Lhasa 850000, China"
          },
          {
            "name": "Li Ding",
            "affiliation": "CAS Key Laboratory of Mountain Ecological Restoration and Bioresource Utilization & Ecological Restoration Biodiversity Conservation Key Laboratory of Sichuan Province, Chengdu Institute of Biology, Chinese Academy of Sciences, Chengdu 610041, China"
          },
          {
            "name": "Luan, Li",
            "affiliation": "Chengdu Survey and Design Research Institute of China Electric Power Construction Group Co., Ltd., Chengdu 610041, China"
          },
          {
            "name": "Wang, Bin",
            "affiliation": "CAS Key Laboratory of Mountain Ecological Restoration and Bioresource Utilization & Ecological Restoration Biodiversity Conservation Key Laboratory of Sichuan Province, Chengdu Institute of Biology, Chinese Academy of Sciences, Chengdu 610041, China"
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy"
        ],
        "related_identifiers": [
          {
            "identifier": "10.3897/zookeys.977.55693",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "doi"
          },
          {
            "identifier": "urn:lsid:plazi.org:pub:8B3EAC1F283F5EBC8E8A6A0B54F6F7AE",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "lsid"
          },
          {
            "identifier": "http://publication.plazi.org/id/8B3EAC1F283F5EBC8E8A6A0B54F6F7AE",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "http://zenodo.org/record/null",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "10.3897/zookeys.977.55693",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "doi"
          },
          {
            "identifier": "http://zoobank.org/E2A644A7-15F5-4052-AB1B-2DC062A3F308",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "10.11646/zootaxa.4442.3.3",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.3795.4.5",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.3722.2.2",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.24272/j.issn.2095-8137.2019.032",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1096-3642.1908.tb01852.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.title.3373",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.pone.0093075",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.2734.1.2",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.part.18858",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.3835.1.3",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.672.10624",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.4508.3.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.4413.2.5",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.4523.1.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.4324.3.8",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1096-3642.1921.tb03271.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.3546.1.4",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.4679.1.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.4344.3.3",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3158/0015-0754(2006)187[1:TNSOFA]2.0.CO;2",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.part.4751",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.3059.1.2",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.4554.2.9",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5479/si.23317515.118.3",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3724/SP.J.1245.2014.00150",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3724/SP.J.1141.2008.00219",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.4695.4.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/czoolo/56.4.432",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.851.29107",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Bourret, R, 1942. Les Batraciens de l'Indochine. Institut Oceanographique de l'Indochine, Hanoi 190-207.",
          "Munir, M, Hamidy, A, Farajallah, A, Smith, EN, 2018. A new Megophrys Kuhl and Van Hasselt (Amphibia: Megophryidae) from southwestern Sumatra, Indonesia. Zootaxa 4442: 389 - 412, DOI: https://doi.org/10.11646/zootaxa.4442.3.3",
          "Li, YL, Jin, MJ, Zhao, J, Liu, ZY, Wang, YY, Pang, H, 2014. Description of two new species of the genus Megophrys (Amphibia: Anura: Megophryidae) from Heishiding Nature Reserve, Fengkai, Guangdong, China, based on molecular and morphological data. Zootaxa 3795 (4): 449 - 471, DOI: https://doi.org/10.11646/zootaxa.3795.4.5",
          "Mahony, S, Teeling, EC, Biju, SD, 2013. Three new species of horned frogs, Megophrys (Amphibia: Megophryidae), from northeast India, with a resolution to the identity of Megophrysboettgeri populations reported from the region. Zootaxa 3722: 143. https://doi.org/10.11646/zootaxa.3722.2.2",
          "Wu, YH, Suwannapoom, C, Poyarkov Jr, NA, Chen, JM, Pawangkhanant, P, Xu, K, Jin, JQ, Murphy, RW, Che, J, 2019. A new species of the genus Xenophrys (Anura: Megophryidae) from northern Thailand. Zoological Research 40: 564 - 574, DOI: https://doi.org/10.24272/j.issn.2095-8137.2019.032",
          "Ohler, A, Swan, SR, Daltry, JC, 2002. A recent survey of the amphibian fauna of the Cardamom Mountains, Southwest Cambodia with descriptions of three new species. Raffles Bulletin of Zoology, Singapore 50 (2): 465 - 481",
          "Boulenger, GA, 1908. A revision of the oriental pelobatid batrachians (genus Megophrys). Proceedings of the Zoological Society of London 78 (2): 407 - 430, DOI: https://doi.org/10.1111/j.1096-3642.1908.tb01852.x",
          "Ye, CY, Fei, L, Xie, F, 2007. A new species of Megophryidae Megophrys baolongensis from China (Amphibia, Anura). Herpetologica Sinica 11: 38 - 41",
          "Fei, L, Ye, CY, 2016. Amphibians of China, Volume 1. Science Press, Beijing, 611-735.",
          "Fei, L, Hu, SQ, Ye, CY, Huang, YZ, 2009. Fauna Sinica. Amphibia. Volume 2. Anura. Science Press, Beijing, 328-481. [In Chinese]",
          "Inger, RF, Romer, JD, 1961. A new pelobatid frog of the genus Megophrys from Hong Kong. Fieldiana. Zoology 39 (46): 533 - 538, DOI: https://doi.org/10.5962/bhl.title.3373",
          "Shen, YH, 1994. A new pelobatid toad of the genus Megophrys from China (Anura: Pelobatidae). In: Zoological Society of China (China Zoological Society, Institute of zoology, Chinese academy of sciences, School of life sciences, Peking University, Department of biological science and technology, Tsinghua university) The 60th Anniversary of the Foundation of the Zoological Society of China, Nanking (China), September 1994. China Science and Technology Publishing House, 603-606.",
          "Shen, YH, Gu, Q, Liao, CL, 2013. Additional Record of Megophrys caudoprocta (Amphibia , Megophryidae). Chinese Journal of Zoology 48 (03): 351 - 356",
          "Wang, YY, Zhao, J, Yang, JH, Zhou, ZM, Chen, GL, Liu, Y, 2014. Morphology, molecular genetics, and bioacoustics support two new sympatric Megophrys (Amphibia: Anura: Megophryidae) species in Southeast China. PLoS ONE 9: e93075. https://doi.org/10.1371/journal.pone.0093075",
          "Fei, L, Ye, CY, 2001. The Colour Handbook of the Amphibians of Sichuan, Science Press, Beijing, China, 138-151. [In Chinese]",
          "Mahony, S, 2011. Two new species of Megophrys Kuhl and van Hasselt (Amphibia: Megophryidae), from western Thailand and southern Cambodia. Zootaxa 2734: 23 - 39, DOI: https://doi.org/10.11646/zootaxa.2734.1.2",
          "Rao, DQ, Yang, DT, 1997. The karyotypes of Megophryinae (Pelobatidae) with a discussion on their classification and phylogenetic relationships. Asian Herpetological Research 7: 93 - 102, DOI: https://doi.org/10.5962/bhl.part.18858",
          "Inger, RF, Stuebing, RB, Lian, TF, 1995. New species and new records of Anurans from Boreno. Raffles Bulletin of Zoology, Singapore 43 (1): 115 - 131",
          "Oberhummer, E, Barten, C, Schweizer, M, Das, I, Haas, A, Hertwig, ST, 2014. Description of the tadpoles of three rare species of megophryid frogs (Amphibia: Anura: Megophryidae) from Gunung Mulu, Sarawak, Malaysia. Zootaxa 3835: 59 - 79, DOI: https://doi.org/10.11646/zootaxa.3835.1.3",
          "Inger, RF, 1989. Four new species of frogs from Borneo. Malayan Nature Journal 42: 229 - 243",
          "Poyarkov, NA, Duong Jr, TV, Orlov, NL, Gogoleva, SI, Vassilieva, AB, Nguyen, LT, Nguyen, VDH, Nguyen, SN, Che, J, Mahony, S, 2017. Molecular, morphological and acoustic assessment of the genus Ophryophryne (Anura, Megophryidae) from Langbian Plateau, southern Vietnam, with description of a new species. ZooKeys 672: 49 - 120, DOI: https://doi.org/10.3897/zookeys.672.10624",
          "Tapley, B, Cutajar, TP, Mahony, S, Nguyen, CT, Dau, VQ, Luong, AM, Le, DT, Nguyen, TT, Nguyen, TQ, Portway, C, Luong, HV, Rowley, JJL, 2018. Two new and potentially highly threatened Megophrys Horned frogs (Amphibia: Megophryidae) from Indochina's highest mountains. Zootaxa 4508: 301 - 333, DOI: https://doi.org/10.11646/zootaxa.4508.3.1",
          "Yang, JH, Wang, J, Wang, YY, 2018. A new species of the genus Megophrys (Anura: Megophryidae) from Yunnan Province, China. Zootaxa 4413: 325 - 338, DOI: https://doi.org/10.11646/zootaxa.4413.2.5",
          "Mahony, S, Kamei, RG, Teeling, EC, Biju, SD, 2018. Cryptic diversity within the Megophrys major species group (Amphibia: Megophryidae) of the Asian horned frogs: Phylogenetic perspectives and a taxonomic revision of South Asian taxa, with descriptions of four new species. Zootaxa 4523: 1 - 96, DOI: https://doi.org/10.11646/zootaxa.4523.1.1",
          "Liu, CC, Hu, SQ, Yang, FH, 1960. Amphibia of Yunnan collected in 1958. Acta Zoologica Sinica. Beijing 12: 149 - 174",
          "Fei, L, Ye, C Y, Huang, Y Z, 1990. Keys to Chinese amphibians. Chongqing Branch, Publishing House of Science and Technology Literation Publishing House, Chongqing, 1-364.",
          "Ohler, A, 2003. Revision of the genus Ophryophryne Boulenger, 1903 (Megophryidae) with description of two new species. Alytes 21 (1): 23 - 44",
          "Fei, L, Ye, CY, 2005. Two new species of Megophryidae from China. In: Fei et al. (Ed.) The Key and Illustration of Chinese. Sichuan Publishing House of Science and Technology, Chongqing, China, 253-255. [In Chinese]",
          "Wang, J, Liu, ZY, Lyu, ZT, Wang, YY, 2017a. A new species of the genus Megophrys (Amphibia: Anura: Megophryidae) from an offshore island in Guangdong Province, southeastern China. Zootaxa 4324 (3): 541 - 556, DOI: https://doi.org/10.11646/zootaxa.4324.3.8",
          "Smith, MA, 1921. New or little-known reptiles and batrachians from southern Annam (Indochina). Proceedings of the Zoological Society of London 1921: 423 - 440, DOI: https://doi.org/10.1111/j.1096-3642.1921.tb03271.x",
          "Wang, YY, Zhang, TD, Zhao, J, Sung, YH, Yang, JH, Pang, H, Zhang, Z, 2012. Description of a new species of the genus Megophrys Guenther, 1864 (Amphibia: Anura: Megophryidae) from Mount Jinggang, China, based on molecular and morphological data. Zootaxa 3546: 53 - 67, DOI: https://doi.org/10.11646/zootaxa.3546.1.4",
          "Munir, M, Hamidy, A, Matsui, M, Iskandar, DT, Sidik, I, Shimada, T, 2019. A new species of Megophrys Kuhl & Van Hasselt (Amphibia: Megophryidae) from Borneo allied to M. nasuta (Schlegel, 1858). Zootaxa 4679: 1 - 24, DOI: https://doi.org/10.11646/zootaxa.4679.1.1",
          "Malkmus, R, Matsui, M, 1997. Megophrys kobayashii, ein neuer pelobatider Frosch vom Mount Kinabalu. Sauria, Berlin 19: 31 - 37",
          "Pope, CH, 1929. Four new frogs from Fukien Province, China. American Museum Novitates 352: 1 - 5",
          "Tapley, B, Cutajar, T, Mahony, S, Nguyen, CT, Dau, VQ, Nguyen, TT, Luong, HV, Rowley, JJL, 2017. The Vietnamese population of Megophrys kuatunensis (Amphibia: Megophryidae) represents a new species of Asian horned frog from Vietnam and southern China. Zootaxa 4344 (3): 465 - 492, DOI: https://doi.org/10.11646/zootaxa.4344.3.3",
          "Li, SZ, Xu, N, Liu, J, Jiang, JP, Wei, G, Wang, B, 2018. A new species of the Asian toad genus Megophrys sensu lato (Amphibia: Anura: Megophryidae) from Guizhou Province, China. Asian Herpetological Research 9 (4): 224 - 39",
          "Stuart, BL, Chuaynkern, Y, Chan-ard, T, Inger, RF, 2006a. Three new species of frogs and a new tadpole from eastern Thailand. Fieldiana Zoology, New Series 1543: 1-10. https://doi.org/10.3158/0015-0754(2006)187[1:TNSOFA]2.0.CO;2",
          "Zhang, Y, Li, G, Xiao, N, Li, J, Pan, T, Wang, H, Zhang, B, Zhou, J, 2017. A new species of the genus Megophrys (Amphibia: Anura: Megophryicae) from Libo County, Guizhou, China. Asian Herpetological Research 8: 75 - 85",
          "Taylor, EH, 1920. Philippine Amphibia. Philippine Journal of Science 16: 213 - 359, DOI: https://doi.org/10.5962/bhl.part.4751",
          "Wang, YE, Liu, BQ, Jiang, K, Jin, W, Xu, JN, Wu, CH, 2017b. A new species of the Horn Toad of the genus Xenophrys from Zhejiang, China (Amphibia: Megophryidae). Chinese Journal of Zoology 52: 19 - 29",
          "Mahony, S, Sengupta, S, Kamei, RG, Biju, SD, 2011. A new low altitude species of Megophrys Kuhl and van Hasselt (Amphibia: Megophryidae), from Assam, Northeast India. Zootaxa 3059: 36 - 46, DOI: https://doi.org/10.11646/zootaxa.3059.1.2",
          "Stejneger, L, 1926. Two new tailless amphibians from western China. Proceedings of the Biological Society of Washington 39: 53 - 54",
          "Messenger, KR, Dahn, HA, Liang, YR, Xie, P, Wang, Y, Lu, CH, 2019. A new species of the genus Megophrys Gunther, 1864 (Amphibia: Anura: Megophryidae) from Mount Wuyi, China. Zootaxa 4554 (2): 561 - 583, DOI: https://doi.org/10.11646/zootaxa.4554.2.9",
          "Huang, YZ, Fei, L, 1981. Two new species of amphibians from Xizang. Acta Zootaxonomica Sinica 6: 211 - 15",
          "Huang, CM, Lathrop, A, Murphy, RW, 1998. Translations of \"Two new species of amphibian in Tibet\" Huang and Fei 1981 and \"Description of two new species of the genus Megophrys \" Fei, Ye, and Huang 1995. Smithsonian Herpetological Information Service 118: 1 - 20, DOI: https://doi.org/10.5479/si.23317515.118.3",
          "Inger, RF, Iskandar, DT, 2005. A collection of amphibians from West Sumatra, with description of a new species of Megophrys (Amphibia: Anura). Raffles Bulletin of Zoology. Singapore 53: 133 - 142",
          "Zhao, J, Yang, JH, Chen, GL, Chen, CQ, Wang, YY, 2014. Description of a new species of the genus Brachytarsophrys Tian and Hu, 1983 (Amphibia: Anura: Megophryidae) from Southern China based on molecular and morphological data. Asian Herpetological Research 5 (3): 150 - 160, DOI: https://doi.org/10.3724/SP.J.1245.2014.00150",
          "Jiang, JP, Ye, CY, Fei, L, 2008. A new horn toad Megophrys sangzhiensis from Hunan, China (Amphibia, Anura). Zoological Research 29 (2): 219 - 222, DOI: https://doi.org/10.3724/SP.J.1141.2008.00219",
          "Mathew, R, Sen, N, 2007. Description of two new species of Megophrys (Amphibia: Anura: Megophryidae) from North-east India. Cobra 1: 18 - 28",
          "Tian, YZ, Sun, A, 1995. A new species of Megophrys from China (Amphibia: Pelobatidae). Journal of Liupanshui Teachers College 52 (3): 11 - 15",
          "Wang, L, Deng, XJ, Liu, Y, Wu, QQ, Liu, Z, 2019a. A new species of the genus Megophrys (Amphibia: Anura: Megophryidae) from Hunan, China. Zootaxa 4695 (4): 301 - 330, DOI: https://doi.org/10.11646/zootaxa.4695.4.1",
          "Stuart, BL, Sok, K, Neang, T, 2006b. A collection of amphibians and reptiles from hilly eastern Cambodia. Raffles Bulletin of Zoology. Singapore 54: 129 - 155",
          "Mo, XY, Shen, YH, Li, HH, Wu, MS, 2010. A new species of Megophrys (Amphibia: Anura: Megophryidae) from the northwestern Hunan Province, China. Current Zoology 56 (4): 432 - 436, DOI: https://doi.org/10.1093/czoolo/56.4.432",
          "Wang, B, Wu, YQ, Peng, JW, Shi, SC, Lu, NN, Wu, J, 2020. A new Megophrys Kuhl and Van Hasselt (Amphibia: Megophryidae) from southeastern China. ZooKeys 851: 113 - 164, DOI: https://doi.org/10.3897/zookeys.851.29107",
          "Ye, CY, Fei, L, 1992. A new Pelobatid toad of the genus Megophrys from Xizang, China. Acta Herpetologica Sinica 1-2: 50-52. [In Chinese]"
        ],
        "resource_type": {
          "title": "Dataset",
          "type": "dataset"
        },
        "journal": {
          "pages": "101",
          "title": "ZooKeys",
          "volume": "977"
        },
        "alternate_identifiers": [
          {
            "identifier": "http://table.plazi.org/id/B7B26EFD77680FC9D528CF87DBDEB6FF"
          }
        ],
        "license": {
          "id": "notspecified"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15140853"
              }
            }
          ]
        },
        "notes": "Published as part of <i>Shi, Shengchao, Zhang, Meihua, Xie, Feng, Jiang, Jianping, Liu, Wulin, Li Ding,, Luan, Li &amp; Wang, Bin, 2020, Multiple data revealed two new species of the Asian horned toad Megophrys Kuhl &amp; Van Hasselt, 1822 (Anura, Megophryidae) from the eastern corner of the Himalayas, pp. 101 in ZooKeys 977</i> on page 101, DOI: 10.3897/zookeys.977.55693"
      },
      "title": "Table 2 in Multiple data revealed two new species of the Asian horned toad Megophrys Kuhl & Van Hasselt, 1822 (Anura, Megophryidae) from the eastern corner of the Himalayas",
      "links": {
        "self": "https://zenodo.org/api/records/15140854",
        "self_html": "https://zenodo.org/records/15140854",
        "preview_html": "https://zenodo.org/records/15140854?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.15140854",
        "self_doi": "https://doi.org/10.5281/zenodo.15140854",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15140854",
        "parent": "https://zenodo.org/api/records/15140853",
        "parent_html": "https://zenodo.org/records/15140853",
        "parent_doi": "https://doi.org/10.5281/zenodo.15140853",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15140853",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15140854/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15140854/sequence/default",
        "files": "https://zenodo.org/api/records/15140854/files",
        "media_files": "https://zenodo.org/api/records/15140854/media-files",
        "archive": "https://zenodo.org/api/records/15140854/files-archive",
        "archive_media": "https://zenodo.org/api/records/15140854/media-files-archive",
        "latest": "https://zenodo.org/api/records/15140854/versions/latest",
        "latest_html": "https://zenodo.org/records/15140854/latest",
        "versions": "https://zenodo.org/api/records/15140854/versions",
        "draft": "https://zenodo.org/api/records/15140854/draft",
        "reserve_doi": "https://zenodo.org/api/records/15140854/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15140854/access/links",
        "access_grants": "https://zenodo.org/api/records/15140854/access/grants",
        "access_users": "https://zenodo.org/api/records/15140854/access/users",
        "access_request": "https://zenodo.org/api/records/15140854/access/request",
        "access": "https://zenodo.org/api/records/15140854/access",
        "communities": "https://zenodo.org/api/records/15140854/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15140854/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15140854/requests"
      },
      "updated": "2025-04-04T05:01:29.652990+00:00",
      "recid": "15140854",
      "revision": 5,
      "files": [
        {
          "id": "2b5b5549-ff48-4ebd-9689-bdff5d3c0688",
          "key": "table.html",
          "size": 19327,
          "checksum": "md5:a7e4e4d84eb4e08bce77abee0855f571",
          "links": {
            "self": "https://zenodo.org/api/records/15140854/files/table.html/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 5,
        "unique_downloads": 5,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 5,
        "version_unique_downloads": 5,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-03-26T08:57:00.309979+00:00",
      "modified": "2025-03-26T17:45:56.129498+00:00",
      "id": 15088171,
      "conceptrecid": "15088170",
      "doi": "10.5281/zenodo.15088171",
      "conceptdoi": "10.5281/zenodo.15088170",
      "doi_url": "https://doi.org/10.5281/zenodo.15088171",
      "metadata": {
        "title": "The Development of Research Competencies, an Alternative to Train Childhood Educators as Teacher-Researchers",
        "doi": "10.5281/zenodo.15088171",
        "publication_date": "2019",
        "description": "<p>&nbsp;La formaci&oacute;n de profesionales a cargo de educar a la infancia cada vez cobra mayor&nbsp;<br>relevancia, dado el impacto que esto tiene en la calidad de la educaci&oacute;n y, as&iacute; mismo, en la mejora&nbsp;<br>de las condiciones sociales de un pa&iacute;s. En este sentido, el presente art&iacute;culo presenta los resultados&nbsp;<br>respecto al desarrollo de competencias investigativas en la formaci&oacute;n de profesionales en pedagog&iacute;a&nbsp;<br>infantil, como punto de partida para promover una cualificaci&oacute;n en dicho programa universitario. A&nbsp;<br>continuaci&oacute;n, se desarrolla la perspectiva te&oacute;rica sobre la formaci&oacute;n en investigaci&oacute;n del personal&nbsp;<br>pedagogo infantil. Luego, la metodolog&iacute;a de tipo mixto, llevada a cabo mediante la encuesta, el&nbsp;<br>grupo focal y entrevistas, aplicadas a estudiantes, estudiantado graduado, docentes y directivas,&nbsp;<br>respectivamente. Una vez triangulada la informaci&oacute;n, se presentan los resultados, donde se expresa&nbsp;<br>una valoraci&oacute;n favorable sobre los procesos desarrollados por el programa para posibilitar el desarrollo&nbsp;<br>de competencias investigativas, como la capacidad de an&aacute;lisis y reflexi&oacute;n de la pr&aacute;ctica para aportar a&nbsp;<br>la educaci&oacute;n infantil, excepto, las habilidades lectoras, sobre lo cual manifiesta una valoraci&oacute;n menos&nbsp;<br>positiva, por lo que se constituyen en un reto de mejora por parte del programa universitario</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "AZNAR DIAZ, INMACULADA",
            "affiliation": "Universidad de Granada",
            "orcid": "0000-0002-0018-1150"
          },
          {
            "name": "Garcia Gutierrez, Zaily del Pilar",
            "affiliation": "Corporación Universitaria Iberoamericana",
            "orcid": "0000-0002-9846-7762"
          }
        ],
        "dates": [
          {
            "type": "available"
          }
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15088170"
              }
            }
          ]
        }
      },
      "title": "The Development of Research Competencies, an Alternative to Train Childhood Educators as Teacher-Researchers",
      "links": {
        "self": "https://zenodo.org/api/records/15088171",
        "self_html": "https://zenodo.org/records/15088171",
        "preview_html": "https://zenodo.org/records/15088171?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.15088171",
        "self_doi": "https://doi.org/10.5281/zenodo.15088171",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15088171",
        "parent": "https://zenodo.org/api/records/15088170",
        "parent_html": "https://zenodo.org/records/15088170",
        "parent_doi": "https://doi.org/10.5281/zenodo.15088170",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15088170",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15088171/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15088171/sequence/default",
        "files": "https://zenodo.org/api/records/15088171/files",
        "media_files": "https://zenodo.org/api/records/15088171/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15088171:Dialnet-ElDesarrolloDeCompetenciasInvestigativasUnaAlterna-7002092%20%282%29.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15088171:Dialnet-ElDesarrolloDeCompetenciasInvestigativasUnaAlterna-7002092%20%282%29.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15088171:Dialnet-ElDesarrolloDeCompetenciasInvestigativasUnaAlterna-7002092%20%282%29.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15088171:Dialnet-ElDesarrolloDeCompetenciasInvestigativasUnaAlterna-7002092%20%282%29.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15088171:Dialnet-ElDesarrolloDeCompetenciasInvestigativasUnaAlterna-7002092%20%282%29.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15088171:Dialnet-ElDesarrolloDeCompetenciasInvestigativasUnaAlterna-7002092%20%282%29.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15088171/files-archive",
        "archive_media": "https://zenodo.org/api/records/15088171/media-files-archive",
        "latest": "https://zenodo.org/api/records/15088171/versions/latest",
        "latest_html": "https://zenodo.org/records/15088171/latest",
        "versions": "https://zenodo.org/api/records/15088171/versions",
        "draft": "https://zenodo.org/api/records/15088171/draft",
        "reserve_doi": "https://zenodo.org/api/records/15088171/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15088171/access/links",
        "access_grants": "https://zenodo.org/api/records/15088171/access/grants",
        "access_users": "https://zenodo.org/api/records/15088171/access/users",
        "access_request": "https://zenodo.org/api/records/15088171/access/request",
        "access": "https://zenodo.org/api/records/15088171/access",
        "communities": "https://zenodo.org/api/records/15088171/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15088171/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15088171/requests"
      },
      "updated": "2025-03-26T17:45:56.129498+00:00",
      "recid": "15088171",
      "revision": 6,
      "files": [
        {
          "id": "98deb8b1-73f0-49d8-9793-aca756bc0918",
          "key": "Dialnet-ElDesarrolloDeCompetenciasInvestigativasUnaAlterna-7002092 (2).pdf",
          "size": 283017,
          "checksum": "md5:3c0a0e5109d100d161826c25d59a142d",
          "links": {
            "self": "https://zenodo.org/api/records/15088171/files/Dialnet-ElDesarrolloDeCompetenciasInvestigativasUnaAlterna-7002092 (2).pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1273189"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 18,
        "unique_downloads": 9,
        "views": 11,
        "unique_views": 5,
        "version_downloads": 18,
        "version_unique_downloads": 9,
        "version_unique_views": 5,
        "version_views": 11
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-03-18T03:37:00.126568+00:00",
      "modified": "2025-03-18T03:37:00.335874+00:00",
      "id": 15042962,
      "conceptrecid": "15042961",
      "doi": "10.5281/zenodo.15042962",
      "conceptdoi": "10.5281/zenodo.15042961",
      "doi_url": "https://doi.org/10.5281/zenodo.15042962",
      "metadata": {
        "title": "Burocracias satélites y gestores sui generis en el acceso al programa Progresar en Argentina",
        "doi": "10.5281/zenodo.15042962",
        "publication_date": "2025-03-18",
        "description": "<p>Este art&iacute;culo aborda la trama de acceso a un programa socioeducativo nacional dirigido al sostenimiento de la escolarizaci&oacute;n y formaci&oacute;n de j&oacute;venes con recursos econ&oacute;micos limitados: el &ldquo;Programa de Respaldo a Estudiantes Argentinos&rdquo; (Progresar). Los objetivos del an&aacute;lisis apuntaron a identificar agentes burocr&aacute;ticos de nivel de calle relevantes en su implementaci&oacute;n y describir las experiencias de acceso de j&oacute;venes aspirantes al programa. Se trabaj&oacute; desde un enfoque cualitativo, a partir de entrevistas realizadas a agentes burocr&aacute;ticos y estudiantes, triangul&aacute;ndolas con an&aacute;lisis de contenido de instructivos y material de difusi&oacute;n. El an&aacute;lisis muestra que el mecanismo condicionado de este tipo de pol&iacute;ticas, que implica la acreditaci&oacute;n de requisitos escolares para acceder a una prestaci&oacute;n monetaria, hace que determinados agentes del campo escolar &ldquo;orbiten&rdquo; en su ejecuci&oacute;n, operando como gestores de las mismas. A la par, la dimensi&oacute;n digital de acceso a prestaciones estatales emerge significativamente del an&aacute;lisis, mostrando nuevas formas de tutela hacia poblaciones vulnerables. En un contexto donde las pol&iacute;ticas sociales apuntan a la digitalizaci&oacute;n y despersonalizaci&oacute;n del acceso, cobra especial relevancia indagar en la cotidianeidad de los encuentros entre los destinatarios y las pol&iacute;ticas.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Ambort, Matilde",
            "affiliation": "Consejo Nacional de Investigaciones Científicas y Técnicas",
            "orcid": "0009-0008-9285-4842"
          }
        ],
        "keywords": [
          "políticas sociales",
          "políticas socioeducativas",
          "Progresar",
          "burocracias de calle",
          "digitalización"
        ],
        "references": [
          "Ambort Matilde y Mora Straschnoy. 2018. «Burocracias escolar y sanitaria: ¿facilitadores u obstaculizadores del acceso a la Asignación Universal por Hijo y la Asignación por Embarazo para la Protección Social». Horizontes Sociológicos 6, n.o 10: 139-161. ISSN 2346-8645. http://aass.org.elserver.com/ojs/index.php/hs/article/view/178/165",
          "Anses. Observatorio de la Seguridad Social. 2023. «Progresar 16 y 17 años». Documento de Políticas Públicas. https://www.anses.gob.ar/sites/default/files/2023-10/DPP_Progresar%2016%20y%2017_Octubre%202023_V%20Actualizada.pdf",
          "Arcidiácono, Pilar y Luisina Perelmiter. 2022. «Mediaciones sociales y burocráticas en la era digital. La política social argentina en tiempos de pandemia». Revista Uruguaya de Ciencia Política 31, n.o 2: 57-80. ISSN 0797-9789. https://doi.org/10.26851/rucp.31.2.3",
          "Auyero, Javier. 2013. Pacientes del Estado. Buenos Aires: Eudeba.",
          "Becher, Yussef. 2022. «Jóvenes que quieren Progresar: coyunturas sociopolíticas y programas sociales en Argentina (2014-2021)». Crítica y Resistencias, n.o 15: 61-76. ISSN 2525-0841. http://criticayresistencias.com.ar",
          "Bohoslavsky, Ernesto y Germán Soprano. 2010. «Introducción: Una evaluación y propuestas para el estudio del Estado en la Argentina». En Un Estado con rostro humano. Funcionarios e instituciones estatales en Argentina (de 1880 a la actualidad), compilado por Ernesto Bohoslavsky y Germán Soprano, 9-55. Buenos Aires: Universidad Nacional de General Sarmiento; Prometeo Libros.",
          "Bourdieu, Pierre. 1980. «Le capital social. Notes provisoires». Actes de la recherche en sciences sociales, n.o 31: 2-3.",
          "Bourdieu, Pierre. 2007. Razones Prácticas. Sobre la teoría de la acción. Barcelona: Anagrama.",
          "Bourdieu, Pierre. 2014. Las estrategias de la reproducción social. Buenos Aires: Siglo XXI.",
          "Cecchini, Simone. 2014. «Educación, Programas de Transferencias Condicionadas y protección social en América Latina y el Caribe». En Educación y políticas sociales: sinergias para la inclusión, coordinado por María del Carmen Feijóo y Margarita Poggi. Buenos Aires: Instituto Internacional de Planeamiento de la Educación IIPE-UNESCO.",
          "CLACSO. 2023. Grupos de trabajo 2023-2025. https://www.clacso.org/grupos-de-trabajo/grupos-de-trabajo-2023-2025/?pag=detalle&refe=5&ficha=2581",
          "Consejo Nacional de Coordinación de Políticas Sociales. 2021. «Reporte de Monitoreo de Becas Progresar. 2° Trimestre 2021». https://web.archive.org/web/20221228144015/https://www.argentina.gob.ar/sites/default/files/informe_progresar_2deg_trim_2021_final.pdf",
          "D'Alessandre, Vanesa, y Carolina Duer. 2015. «Programas de Transferencias Condicionadas orientados a jóvenes. El caso del PROG.R.ES.AR». Cuaderno SITEAL, n.o 22.  ISSN 1999-6179. Sistema de Información de Tendencias Educativas en América Latina (SITEAL) https://n2t.net/ark:/48223/pf0000371028",
          "Dubois, Vincent. 2020. Sujetos en la burocracia. Relación administrativa y tratamiento de la pobreza. Santiago de Chile: Ediciones Universidad Alberto Hurtado.",
          "Evans, Tony y John Harris. 2004. «Street-Level Bureaucracy, Social Work and the (Exaggerated) Death of Discretion». The British Journal of Social Work 34, n.o 6: 871-895. ISSN 1468-263X. https://doi.org/10.1093/bjsw/bch106",
          "Evans, Tony. 2011. «Professionals, Managers and Discretion: Critiquing Street-Level Bureaucracy». British Journal of Social Work 41, n.o 2: 368-386. ISSN 1468-263X. https://doi.org/10.1093/bjsw/bcq074",
          "Feijoó, María del Carmen. 2014. «Introducción» de Educación y políticas sociales: sinergias para la inclusión, coordinado por María del Carmen Feijóo y Margarita Poggi. Buenos Aires: Instituto Internacional de Planeamiento de la Educación IIPE-UNESCO.",
          "Ferrari Mango, Cynthia. 2023. «Burocracias ampliadas de la política social. Una mirada desde lo nacional, subnacional y paraestatal del Argentina Trabaja al Potenciar Trabajo». En El Estado y sus burocracias: discusiones teóricas y avances de investigación, compilado por Graciela Inda. Teseo Press.",
          "Filmus, Daniel; Karina Kaplan, Ana Miranda y Mariana Moragues. 2001. Cada vez más necesaria, cada vez más insuficiente. Escuela media y mercado de trabajo en épocas de globalización. Buenos Aires: Santillana.",
          "García Díaz, Fernando, y Silvia Villafañe, coords. 2024. «Habilidades digitales en la provincia de Córdoba». Documentos de Proyectos (LC/TS.2024/63, LC/BUE/TS.2024/01). Santiago: Comisión Económica para América Latina y el Caribe (CEPAL).",
          "Glasser, Barney, y Anselm Strauss. 1967. The discovery of grounded theory: strategies for qualitative research. New York: Aldine Publishing Company.",
          "Gluz, Nora e Inés Rodríguez Moyano. 2016. «Jóvenes y universidad. El PROG.R.ES.AR y la democratización del nivel superior». Revista del IICE, n.o 39: 67-82. ISSN 2451-5434. http://revistascientificas.filo.uba.ar/index.php/iice/article/view/3998",
          "Gluz, Nora, Mariel Karolinski y Maida Diyarian. 2020. «Diferencias e indiferencias. Pobreza y desigualdades en las políticas educativas argentinas del SXXI». Entramados y Perspectivas 10, n.o 10: 92-131. ISSN 1853-6484. https://dialnet.unirioja.es/servlet/articulo?codigo=9135520",
          "Guber, Rosana. 2005. El Salvaje Metropolitano. Reconstrucción del conocimiento social en el trabajo de campo. Buenos Aires, Argentina: Paidós.",
          "Gutiérrez, Alicia. 2007. Pobre, como siempre…. Estrategias de reproducción social en la pobreza. Córdoba: Ferreyra editor.",
          "Haimovich, Agustina. 2024. «Los efectos de la crisis económica en las infancias». BAE Negocios, sección Columnistas, 14 de agosto. https://www.baenegocios.com/columnistas/Los-efectos-de-la-crisis-economica-en-las-infancias-20240813-0073.html",
          "Hintze, Susana, y María Inés Costa. 2014. «Capacidad protectora de la Asignación Universal por Hijo para Protección Social: problemas y debates a cuatro años de su implementación». En Protecciones y desprotecciones (II): problemas y debates de la seguridad social en la Argentina, coordinado por Claudia Danani y Susana Hintze. Buenos Aires: UNGS.",
          "Hopenhayn, Martín. 2012. «El encadenamiento educación y empleo: entre eslabón perdido y reproducción de las desigualdades». Tendencias en Foco, n.o 22. ISSN 1852-4893. https://n2t.net/ark:/48223/pf0000371180",
          "Instituto Nacional de Estadística y Censos (INDEC). 2024. «Acceso y Uso de Tecnologías de la Información y la Comunicación. EPH Cuarto Trimestre de 2023». Informes Técnicos 8, n.o 111. ISSN 2545-6636.",
          "IPYPP. 2024. «Informe de coyuntura. La política socioasistencial del gobierno de LLA. Entre la licuadora y la motosierra». Instituto de Pensamiento y Políticas Públicas (IPYPP). https://web.archive.org/web/20241127192731/https://ipypp.org.ar/descargas/2024/La%20politica%20socioasistencial%20de%20JM.pdf",
          "Lechter, Hernán, y Julia Strada. 2019. «Las transformaciones del programa Progresar bajo la gestión de Cambiemos. Desnaturalización y montos de ajuste de 90%». CEPA. https://centrocepa.com.ar/informes/236-las-transformaciones-del-programa-Progresar-bajo-la-gestion-cambiemos-desnaturalizacion-y-metas-de-ajuste-del-90.html.",
          "Leyton Navarro, Cristian. 2020. «Profesionales a nivel de calle. Tensiones y desafíos en el proceso de implementación de las políticas sociales». TS Cuadernos de Trabajo Social, n.o 20: 37-56. Recuperado a partir de https://www.tscuadernosdetrabajosocial.cl/index.php/TS/article/view/173",
          "Lipsky, Michael. 1980. Street Level Bureaucracy: Dilemmas of the individual in Public Services. New York: Russell Sagel Fundation.",
          "Logiudice, Ana. 2020. «El gobierno de Cambiemos y el \"reperfilamiento\" de la asistencia social en el período 2016-2019». Plaza Pública 13, n.o 23: 110-133. ISSN 1852-2459. https://ojs2.fch.unicen.edu.ar/ojs-3.1.0/index.php/plaza-publica/article/view/852",
          "Lombardía, María Laura. 2018. «Análisis del Programa de Respaldo a Estudiantes de Argentina - Progresar: aciertos, desaciertos y vicisitudes de una política social innovadora (2014-2018)». Tesis de Maestría. FLACSO Argentina. Recuperado el 17/9/2021 de https://repositorio.flacsoandes.edu.ec/bitstream/10469/13891/2/TFLACSO-2018MLL.pdf",
          "Marzonetto, Gabriela, y Julio Leónidas Aguirre. 2014. «Sin estudio y sin trabajo. El Programa de Respaldo a Estudiantes Argentinos: PROG.R.ES.AR». Serie Análisis de Coyuntura de CIEPP, n.o 25. Recuperado de http://www.ciepp.org.ar/index.php/analisis-de-coyuntura/503-coyuntura-25",
          "Marzonetto, Gabriela. 2017. «Brechas entre la voluntad política y las capacidades estatales en la implementación del Programa de Respaldo de Estudiantes Argentinos –Progresar». Workshop Las transferencias de ingresos en la Argentina: experiencias y transformaciones recientes. Abordajes, tensiones y debates, llevado a cabo por el Centro de Estudios e Investigaciones de Políticas Sociales Urbanas (CEIPSU) en Universidad Nacional de Tres de Febrero (UNTREF), Buenos Aires, Argentina.",
          "Maxwell, Joseph Alex. 1996. Qualitative research design. An Interactive Approach. Sage Publications.",
          "Maynard-Moody, Steven, y Shannon Portillo. 2018. «Teoría de la burocracia del nivel de calle». En Las burocracias a nivel de calle. Una antología, editado por Mauricio Dussauge Laguna, Guillermo Cejudo y María del Carmen Pardo. Ciudad de México: CIDE.",
          "Mazzola, Roxana. 2012. Nuevo paradigma. La Asignación Universal por Hijo en la Argentina. Buenos Aires: Prometeo.",
          "Mazzola, Roxana. 2014. «PROG.R.ES.AR. Juventudes, bienes públicos y justicia distributiva». Revista Estado y Políticas Públicas, n.o 2: 91-113. ISSN 2310-550X. https://revistaeypp.flacso.org.ar/files/revistas/1401638654_dossier-4.pdf",
          "Ministerio de Capital Humano. 2024, 23 de agosto: https://www.argentina.gob.ar/educacion/Progresar",
          "Ministerio de Capital Humano. 2024. Documento de Trabajo, Progresar. https://www.argentina.gob.ar/sites/default/files/2024/05/240729_docdetrabajo_progresar.pdf",
          "Ministerio de Educación Nacional. 2021. Instructivo Certificación académica para el nivel obligatorio. Instituciones educativas, 20 de marzo. https://youtu.be/spQiMqX13DY",
          "Ministerio de Educación Nacional. 2023. Reglamento General del Programa de Respaldo a Estudiantes Argentinos (Progresar). Finalización de la educación obligatoria, 27 de febrero. https://www.argentina.gob.ar/sites/default/files/if-2023-21087421-apn-dnbydeme.pdf",
          "Muñoz Arce, Gianinna. 2020. «Trabajo interprofesional en Chile: Impactos de la racionalidad neoliberal y los horizontes de la justicia social». Rumbos TS, n.o 21: 87-108. ISSN 0719-7721. https://doi.org/10.51188/rrts.num21.394",
          "Muñoz Arce, Gianinna; Cristóbal Villalobos Dintrans; Taly Reininger Pollak; Mitzi Duboy Luengo. 2022. «Trabajo no reconocido, trabajo \"sucio\", trabajo precario: condiciones de implementación de programas sociales en la coyuntura del cambio constitucional en Chile». Revista Temas Sociológicos, n.o 31: 133-156.",
          "Nieto-Morales, Fernando, Gabriela Lotta y Rik Peeters. 2024. «Frontline work in weak institutions: implementing inequities». En Street-Level Bureaucracy in Weak State Institutions, editado por Rik Peeters, Gabriela Lotta y Fernando Nieto-Morales, 230-244. Policy Press.",
          "Pautassi, Laura, Paula Arcidiácono y Mora Straschnoy. 2013. «Asignación Universal por Hijo para Protección Social de la Argentina: Entre la satisfacción de necesidades y el reconocimiento de derechos». Serie de Políticas Sociales, n.o 184. Santiago de Chile: CEPAL. http://repositorio.cepal.org/bitstream/handle/11362/6193/LCL3662_es.pdf?sequence=1.",
          "Peeters, Rik, y Sergio Campos. 2022. «Street-level bureaucracy in weak state institutions: a systematic review of the literature». International Review of Administrative Sciences 89, n.o 4: 977-995. ISSN 1461-7226. https://doi.org/10.1177/00208523221103196",
          "Perelmiter, Luisina. 2007. «¿Es posible la debilidad estatal? Notas de investigación en torno de la construcción del Estado en política social». Papeles de trabajo 1, n.o 2: 1-20.",
          "Perelmiter, Luisina. 2016. Burocracia Plebeya. La trastienda de la asistencia social en el Estado argentino. Buenos Aires: Unsam Edita.",
          "Semán, Pablo. 2024. Está entre nosotros. ¿De dónde sale y hasta dónde puede llegar la extrema derecha que no vimos venir? Buenos Aires: Editorial Siglo XXI.",
          "Sistema de Información, Evaluación y Monitoreo de Programas Sociales (SIEMPRO). 2022. Consejo Nacional de Coordinación de Políticas Sociales. Evaluación del Programa Progresar. Programa de apoyo a la equidad y efectividad del sistema de protección social en Argentina. Préstamo BID: 4648/OC-AR-5 – Componente 4.",
          "Tedesco, Juan Carlos, y Néstor López 2002. «Desafíos a la educación secundaria en América Latina». Revista de la CEPAL, n.o 76: 55-69.",
          "Tenti Fanfani, Emilio. 2015. La escuela y la cuestión social. Ensayos de sociología de la educación. Buenos Aires: Siglo XXI.",
          "Tiramonti, Guillermina, dir. 2012. Variaciones sobre la forma escolar. Límites y posibilidades de la escuela media. Buenos Aires: Homo Sapiens; FLACSO.",
          "Villalobos, Cristóbal; Ignacio Wyman, Giannina Muñoz Arce y Taly Reininger. 2020. «Trabajadores y trabajadoras sociales de primera línea frente al COVID-19. Continuidades y transformaciones en Chile». Intervención 10, n.o 2: 4-29. ISSN 2452-4751. https://doi.org/10.53689/int.v10i2.97",
          "Vommaro, Gabriel Alejandro. 2017. «Política popular en tiempos de economías postindustriales: trabajo territorial y economía moral en la Argentina reciente». Revista Pós Ciências Sociais 14, n.o 27: 77-98.",
          "Winner, Langdon. 1985. «¿Tienen política los artefactos?», versión castellana de Mario Francisco Villa. Publicación original en inglés: 1983. «Do artifacts have politics?». En The social shaping of technology, editado por Donald MacKenzie et al. Filadelfia, Estados Unidos: Open University Press."
        ],
        "language": "spa",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "25",
          "pages": "e15042962",
          "title": "Rev. nuestrAmérica"
        },
        "alternate_identifiers": [
          {
            "identifier": "ark:/53698/15042962"
          },
          {
            "identifier": "https://n2t.net/ark:/53698/15042962"
          }
        ],
        "license": {
          "id": "cc-by-nc-sa-2.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15042961"
              }
            }
          ]
        }
      },
      "title": "Burocracias satélites y gestores sui generis en el acceso al programa Progresar en Argentina",
      "links": {
        "self": "https://zenodo.org/api/records/15042962",
        "self_html": "https://zenodo.org/records/15042962",
        "preview_html": "https://zenodo.org/records/15042962?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.15042962",
        "self_doi": "https://doi.org/10.5281/zenodo.15042962",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15042962",
        "parent": "https://zenodo.org/api/records/15042961",
        "parent_html": "https://zenodo.org/records/15042961",
        "parent_doi": "https://doi.org/10.5281/zenodo.15042961",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15042961",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15042962/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15042962/sequence/default",
        "files": "https://zenodo.org/api/records/15042962/files",
        "media_files": "https://zenodo.org/api/records/15042962/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15042962:ambortES.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15042962:ambortES.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15042962:ambortES.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15042962:ambortES.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15042962:ambortES.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15042962:ambortES.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15042962/files-archive",
        "archive_media": "https://zenodo.org/api/records/15042962/media-files-archive",
        "latest": "https://zenodo.org/api/records/15042962/versions/latest",
        "latest_html": "https://zenodo.org/records/15042962/latest",
        "versions": "https://zenodo.org/api/records/15042962/versions",
        "draft": "https://zenodo.org/api/records/15042962/draft",
        "reserve_doi": "https://zenodo.org/api/records/15042962/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15042962/access/links",
        "access_grants": "https://zenodo.org/api/records/15042962/access/grants",
        "access_users": "https://zenodo.org/api/records/15042962/access/users",
        "access_request": "https://zenodo.org/api/records/15042962/access/request",
        "access": "https://zenodo.org/api/records/15042962/access",
        "communities": "https://zenodo.org/api/records/15042962/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15042962/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15042962/requests"
      },
      "updated": "2025-03-18T03:37:00.335874+00:00",
      "recid": "15042962",
      "revision": 4,
      "files": [
        {
          "id": "30d3679f-245d-4e59-9698-0ecb591b225a",
          "key": "ambortES.pdf",
          "size": 457118,
          "checksum": "md5:c4decd50422691881d301e0824676815",
          "links": {
            "self": "https://zenodo.org/api/records/15042962/files/ambortES.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "51393"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 13,
        "unique_downloads": 9,
        "views": 15,
        "unique_views": 14,
        "version_downloads": 13,
        "version_unique_downloads": 9,
        "version_unique_views": 14,
        "version_views": 15
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-03-13T21:29:31.817736+00:00",
      "modified": "2025-03-13T21:29:32.000128+00:00",
      "id": 14616788,
      "conceptrecid": "14616787",
      "doi": "10.5281/zenodo.14616788",
      "conceptdoi": "10.5281/zenodo.14616787",
      "doi_url": "https://doi.org/10.5281/zenodo.14616788",
      "metadata": {
        "title": "Comentario al artículo \"Infección severa por Coronavirus-2, antecedente para complicaciones cardiovasculares\"",
        "doi": "10.5281/zenodo.14616788",
        "publication_date": "2025-03-10",
        "description": "<p><strong>Resumen</strong></p>\n<p>Se presenta informaci&oacute;n sobre un fen&oacute;meno que ocurre en los pacientes que desarrollaron COVID-19 que podr&iacute;a contribuir al riesgo cardiovascular a largo plazo, se trata de los mecanismos&nbsp; subyacentes a las alteraciones cardiovasculares y de la coagulaci&oacute;n que perpet&uacute;an los s&iacute;ntomas card&iacute;acos causados por alteraciones inducidas por el virus o por inflamaci&oacute;n mioc&aacute;rdica, como la disfunci&oacute;n endotelial card&iacute;aca, que podr&iacute;an provocar microtrombosis vascular. La b&uacute;squeda intencionada de esta en los pacientes en seguimiento cobra relevancia ya que existe tratamiento espec&iacute;fico y se podr&iacute;an prevenir complicaciones a largo plazo, c&oacute;mo hipertensi&oacute;n pulmonar e insuficiencia cardiaca derecha.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Flores-Carmona, Dulce Naara",
            "affiliation": "Instituto Mexicano del Seguro Social, Centro Médico Nacional Siglo XXI, Hospital de Especialidades \"Dr. Bernardo Sepúlveda Gutiérrez\", Servicio de Admisión Continua. Ciudad de México, México",
            "orcid": "0000-0001-5308-2140"
          }
        ],
        "keywords": [
          "COVID-19; Factores de Riesgo de Enfermedad Cardiaca; Trombosis; Síndrome Post Agudo de COVID-19; COVID-19; Heart Disease Risk Factors; Thrombosis; Post-Acute COVID-19 Syndrome"
        ],
        "custom": {
          "code:codeRepository": "http://revistamedica.imss.gob.mx/editorial/index.php/revista_medica/editor/proofGalley/6589/5055"
        },
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "2",
          "pages": "e6589",
          "title": "Revista Médica del Instituto Mexicano del Seguro Social",
          "volume": "63"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "14616787"
              }
            }
          ]
        }
      },
      "title": "Comentario al artículo \"Infección severa por Coronavirus-2, antecedente para complicaciones cardiovasculares\"",
      "links": {
        "self": "https://zenodo.org/api/records/14616788",
        "self_html": "https://zenodo.org/records/14616788",
        "preview_html": "https://zenodo.org/records/14616788?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.14616788",
        "self_doi": "https://doi.org/10.5281/zenodo.14616788",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.14616788",
        "parent": "https://zenodo.org/api/records/14616787",
        "parent_html": "https://zenodo.org/records/14616787",
        "parent_doi": "https://doi.org/10.5281/zenodo.14616787",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.14616787",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:14616788/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:14616788/sequence/default",
        "files": "https://zenodo.org/api/records/14616788/files",
        "media_files": "https://zenodo.org/api/records/14616788/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:14616788:6589-46510-1-PB.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:14616788:6589-46510-1-PB.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:14616788:6589-46510-1-PB.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:14616788:6589-46510-1-PB.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:14616788:6589-46510-1-PB.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:14616788:6589-46510-1-PB.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/14616788/files-archive",
        "archive_media": "https://zenodo.org/api/records/14616788/media-files-archive",
        "latest": "https://zenodo.org/api/records/14616788/versions/latest",
        "latest_html": "https://zenodo.org/records/14616788/latest",
        "versions": "https://zenodo.org/api/records/14616788/versions",
        "draft": "https://zenodo.org/api/records/14616788/draft",
        "reserve_doi": "https://zenodo.org/api/records/14616788/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/14616788/access/links",
        "access_grants": "https://zenodo.org/api/records/14616788/access/grants",
        "access_users": "https://zenodo.org/api/records/14616788/access/users",
        "access_request": "https://zenodo.org/api/records/14616788/access/request",
        "access": "https://zenodo.org/api/records/14616788/access",
        "communities": "https://zenodo.org/api/records/14616788/communities",
        "communities-suggestions": "https://zenodo.org/api/records/14616788/communities-suggestions",
        "requests": "https://zenodo.org/api/records/14616788/requests"
      },
      "updated": "2025-03-13T21:29:32.000128+00:00",
      "recid": "14616788",
      "revision": 4,
      "files": [
        {
          "id": "1c139df2-b3fd-433f-8147-86d9ffcb7911",
          "key": "6589-46510-1-PB.pdf",
          "size": 608643,
          "checksum": "md5:d814f68bdc0fd70eb7a47830f8adede0",
          "links": {
            "self": "https://zenodo.org/api/records/14616788/files/6589-46510-1-PB.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "381364"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 35,
        "unique_downloads": 29,
        "views": 50,
        "unique_views": 40,
        "version_downloads": 35,
        "version_unique_downloads": 29,
        "version_unique_views": 40,
        "version_views": 50
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-03-13T20:09:24.181412+00:00",
      "modified": "2025-03-13T20:09:24.593572+00:00",
      "id": 15021659,
      "conceptrecid": "15021658",
      "doi": "10.5281/zenodo.15021659",
      "conceptdoi": "10.5281/zenodo.15021658",
      "doi_url": "https://doi.org/10.5281/zenodo.15021659",
      "metadata": {
        "title": "La Calidad desde la Perspectiva de las Cooperativas de Producción",
        "doi": "10.5281/zenodo.15021659",
        "publication_date": "2024-07-15",
        "description": "<p><strong></strong><a href=\"https://revistas.uclave.org/index.php/pcyt/\">Publicaciones en Ciencias y Tecnolog&iacute;a</a>. Vol.17, No 2, julio-diciembre (2023) 66-78.&nbsp; ISSN: 1856-8890. EISSN: 2477-9660.&nbsp; CC BY-NC-SA.</p>\n<p>La econom&iacute;a social tiene como prop&oacute;sito minimizar los diferentes desequilibrios de &iacute;ndole econ&oacute;mico y social. Por ello, cobra especial importancia el papel de las cooperativas de producci&oacute;n como organizaciones de la econom&iacute;a social que buscan el justo equilibrio entre sus objetivos econ&oacute;micos y sociales. Sin embargo, algunos estudios se&ntilde;alan las dificultades a las que han tenido que enfrentarse las cooperativas de producci&oacute;n para mantenerse en el mercado y cumplir con su prop&oacute;sito. Algunas debilidades comprenden aspectos administrativos, desconocimiento de resultados esperados en cuanto a calidad, costos, cantidades a producir y, dificultad para mantener su doble rol econ&oacute;mico y social.&nbsp; Aunado a lo anterior, los trabajos encontrados sobre calidad en las cooperativas de producci&oacute;n se limitan a la aplicaci&oacute;n de modelos dise&ntilde;ados para empresas con un fin econ&oacute;mico. &nbsp; Ante esa realidad hemos considerado construir, por medio de una investigaci&oacute;n documental sobre aspectos de econom&iacute;a social y calidad, una definici&oacute;n de calidad en las cooperativas de producci&oacute;n como punto de inicio para mejorar el funcionamiento de estas organizaciones.&nbsp; Al respecto, el presente art&iacute;culo tiene como objetivo proponer una definici&oacute;n de calidad en las cooperativas de producci&oacute;n que tome en consideraci&oacute;n su naturaleza como organizaciones con un objetivo de desarrollo econ&oacute;mico pero desde una perspectiva que antepone el desarrollo humano y social.&nbsp;</p>\n<p>&nbsp;</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Medici, Lesli",
            "affiliation": "Universidad Nacional Experimental Politécnica Antonio José de Sucre, Venezuela",
            "orcid": "0000-0002-1241-9269"
          },
          {
            "name": "Rodriguez de Matey, Yira",
            "affiliation": "Universidad Nacional Federico Villarroel, Perú",
            "orcid": "0009-0000-7469-703X"
          }
        ],
        "keywords": [
          "Calidad",
          "cooperativas de producción",
          "revisión conceptual",
          "grupos de interés",
          "economía social"
        ],
        "related_identifiers": [
          {
            "identifier": "2477-9660",
            "relation": "isPartOf",
            "resource_type": "publication-journal",
            "scheme": "eissn"
          }
        ],
        "dates": [
          {
            "type": "accepted",
            "description": "Aceptada"
          }
        ],
        "references": [
          "[1]  A. Vaquero, M. Bastida, M. & M.A.Vázquez, \"La economía social como instrumento para la recuperación económica: las medidas dinamizadoras propuestas en Galicia\", CIRIEC-España, Revista de Economía Pública, Social y Cooperativa, 108, 5-34.2023: DOI: https://doi.org/10.7203/CIRIEC-E.108.23749",
          "[2]   R. Chaves, & J.L.Monzón,: \"La economía social ante los paradigmas económicos emergentes: innovación social, economía colaborativa, economía circular, responsabilidad social empresarial, economía del bien común, empresa social y economía solidaria\", CIRIEC-España, Revista de Economía Pública, Social y Cooperativa, 93, 5-50, DOI: 10.7203/CIRIEC-E.93.12901. 2018",
          "[3]   J. Evans, y W. Lindsay,. Administración y control de la calidad. Quinta edición. México Thomson Editores, S.A. 2008",
          "[4]    J. Juran. Juran y la Planificación para la Calidad. Madrid.Ediciones Díaz de Santos. 1994",
          "[5]  ISO, International   Organization   for   Standarization,. ISO   9000 –Sistemas de gestión de la calidad - Fundamentos y  vocabulario,  ISO 9000:2015. Ginebra. Secretaría Central de ISO. 2015",
          "[6]  C. Camisón, S. Cruz, y T. González, Gestión de la Calidad: Conceptos, enfoques, modelos y sistemas. Primera Edición. Madrid. Pearson Educación S.A. 2007",
          "[7]  V. Falconi. Control de la Calidad Total. Primera Edición en español. Belo Horizonte. Fundación Christiano Ottoni.. 1994",
          "[8] M.E. Fernández... \"Las cooperativas: organizaciones de la economía social e instrumentos de participación ciudadana\". Revista de Ciencias Sociales, 12(2), 237-253. 2006.http://ve.scielo.org/scielo.php?script=sci_arttext&pid=S131595182006000200004&lng=es&tlng=es",
          "[9] E. Pérez, & F. Múnera, Reflexiones para implementar un sistema de gestión de calidad (ISO 9001: 2000) en cooperativas y empresas de economía solidaria. Colombia. Editorial Universidad Cooperativa de Colombia, 2007",
          "[10] D. de la Nuez Hernández, , & A. Castell Catalá, \"Procedimiento para la gestión de la calidad en empresas cooperativas agropecuarias\". Cooperativismo y Desarrollo, 11(1), 2023 http://scielo.sld.cu/scielo.php?script=sci_arttext&pid=S2310340X2023000100011&lng=es&tlng=es",
          "[11] M. Marín. \"Saberes administrativos en Cooperativas Venezolanas: Un Estudio exploratorio\". Revista Venezolana de Gerencia, 25(89), 261-277. 2020",
          "[12] J. CoraggioLa Economía Social y Solidaria: El trabajo antes que el capital. Primera edición. Ediciones Abya-Yala. Quito. 2004",
          "[13] J.L Monzon, y R. Chaves. La Economía Social en la Unión Europea. Bruselas. EESC/CIRIEC Comité Económico y Social Europeo. 2012",
          "[14] J.L Monzón. \"La Economía Social en España\", CIRIEC-España, nº 0, p. 19-291987",
          "[15] J. Etkin,. Capital social y valores en la organización sustentable. Primera Edicion. Buenos Aires Granica..2007",
          "[16] Garvin \"What Does \"Product Quality\" Really Mean?\" Sloan Management Review. Pp. 25-43. 1984.   http://doku.iab.de/externe/2006/k060210f02.pdf",
          "[17] Adam, E. Jr., Hershauer, J., y Ruch, Productividad y Calidad: su medición como base del mejoramiento. Primera Edición, México. Editorial Trillas. 2004",
          "[18]\tJ. Horovitz,. La calidad del servicio. Primera edición en español. Madrid. .McGraw-Hill. 1991",
          "[19] H. Cantú.  Desarrollo de una Cultura de Calidad. Segunda Edición. D.F. México. McGrawHill. 2001",
          "[20] A. Feigenbaum. Control Total de la Calidad. Primera edición en español. México. CECSA, 1992",
          "[21] K. Ishikawa ¿Qué es el Control Total de la Calidad? La Modalidad Japonesa. Primera edición en español. Bogotá. Editorial Norma. 1986",
          "[22] V. Falconi, Gestión de la Rutina del Trabajo del Día a Día. Primera Edición en español. Belo Horizonte. Fundación Christiano Ottoni. 1994",
          "[23] D. Lopez-Lopez, J. Preciado Rodríguez, J. Robles Parra & K. Terán Samaniego. \"La calidad como conducta estratégica para la competitividad de las organizaciones: Una revisión bibliográfica\". Entre Ciencia E Ingeniería, 17(34), 23-35. 2023 https://doi.org/10.31908/19098367.2849",
          "[24] J. Rojas. El paradigma cooperativo en la encrucijada del siglo XXI. México. Universidad Autónoma de Chapingo. 2007 www.unircoop.org",
          "[25] R. Dávila, Innovación y éxito en la gerencia cooperativa: casos exitosos de cooperativas rurales de ahorro y crédito. Bogotá. Universidad Javeriana. 2004.  http://www.neticoop.org.uy/IMG/pdf/2173.pdf",
          "[26]\tC. D´Annunzio, Creatividad e Innovación en Administración: Aprender y Actuar: Management Sistémico para PYMES . 1ª edición. Buenos Aires. Granica. 2009",
          "[27] J. Salinas, M.Urgilés. & S. Sastre-Merino. \"El capital social de organizaciones productivas rurales de la economía social\", CIRIEC-España, Revista de Economía Pública, Social y Cooperativa, 109, 245-284. 2023. DOI: https://doi.org/10.7203/CIRIEC-E.109.25065",
          "[28] I. Jiménez Barandala, L. Mora Agudo & E. Carrasco Bañuelos.  \"Conceptualización de la rentabilidad social en el ámbito del transporte público\". In Asociación Europea de Dirección y Economía de Empresa. Congreso Anual. Madrid. España. 2011. pp. 17. http://hdl.handle.net/10115/11427",
          "[29] M. Bouchard, La economía social en Quebec: protagonista de la innovación y de las transformaciones sociales. En: La co-construcción de políticas públicas en el campo de la economía social. Primera edición. Buenos Aires. Prometeo Libros. 2007",
          "[30] M. Castrillón. \"Revisión Sobre la Sostenibilidad Empresarial\" Revista de estudios avanzados de liderazgo. 1(3), 52-77. 2014 https://www.regent.edu/acad/global/publications/real/home.htm"
        ],
        "custom": {
          "code:codeRepository": "https://revistas.uclave.org/index.php/pcyt"
        },
        "resource_type": {
          "title": "Journal",
          "type": "publication",
          "subtype": "journal"
        },
        "journal": {
          "issue": "2",
          "pages": "66-78",
          "title": "Publicaciones en Ciencias y Tecnología",
          "volume": "17"
        },
        "alternate_identifiers": [
          {
            "identifier": "1856-8890"
          }
        ],
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "uclave_publications"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15021658"
              }
            }
          ]
        }
      },
      "title": "La Calidad desde la Perspectiva de las Cooperativas de Producción",
      "links": {
        "self": "https://zenodo.org/api/records/15021659",
        "self_html": "https://zenodo.org/records/15021659",
        "preview_html": "https://zenodo.org/records/15021659?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.15021659",
        "self_doi": "https://doi.org/10.5281/zenodo.15021659",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15021659",
        "parent": "https://zenodo.org/api/records/15021658",
        "parent_html": "https://zenodo.org/records/15021658",
        "parent_doi": "https://doi.org/10.5281/zenodo.15021658",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15021658",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15021659/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15021659/sequence/default",
        "files": "https://zenodo.org/api/records/15021659/files",
        "media_files": "https://zenodo.org/api/records/15021659/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15021659:PCYT-2023-2%20articulo5%20Medici.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15021659:PCYT-2023-2%20articulo5%20Medici.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15021659:PCYT-2023-2%20articulo5%20Medici.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15021659:PCYT-2023-2%20articulo5%20Medici.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15021659:PCYT-2023-2%20articulo5%20Medici.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15021659:PCYT-2023-2%20articulo5%20Medici.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15021659/files-archive",
        "archive_media": "https://zenodo.org/api/records/15021659/media-files-archive",
        "latest": "https://zenodo.org/api/records/15021659/versions/latest",
        "latest_html": "https://zenodo.org/records/15021659/latest",
        "versions": "https://zenodo.org/api/records/15021659/versions",
        "draft": "https://zenodo.org/api/records/15021659/draft",
        "reserve_doi": "https://zenodo.org/api/records/15021659/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15021659/access/links",
        "access_grants": "https://zenodo.org/api/records/15021659/access/grants",
        "access_users": "https://zenodo.org/api/records/15021659/access/users",
        "access_request": "https://zenodo.org/api/records/15021659/access/request",
        "access": "https://zenodo.org/api/records/15021659/access",
        "communities": "https://zenodo.org/api/records/15021659/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15021659/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15021659/requests"
      },
      "updated": "2025-03-13T20:09:24.593572+00:00",
      "recid": "15021659",
      "revision": 4,
      "files": [
        {
          "id": "0d01889a-1579-41bf-b396-d359077b4db1",
          "key": "PCYT-2023-2 articulo5 Medici.pdf",
          "size": 523538,
          "checksum": "md5:66587082ac86c72cca2aefd029c598f2",
          "links": {
            "self": "https://zenodo.org/api/records/15021659/files/PCYT-2023-2 articulo5 Medici.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "319703"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 10,
        "unique_downloads": 10,
        "views": 5,
        "unique_views": 5,
        "version_downloads": 10,
        "version_unique_downloads": 10,
        "version_unique_views": 5,
        "version_views": 5
      },
      "state": "done",
      "submitted": true
    }
  ]
}