{
  "cache_date": "2025-11-01T08:49:04.971932",
  "data": {
    "paperId": "1fdff6f551a36d633a749d0643e410cd6972be42",
    "externalIds": {
      "PubMedCentral": "9599279",
      "DOI": "10.1128/msystems.00741-22",
      "CorpusId": 248244358,
      "PubMed": "36069454"
    },
    "url": "https://www.semanticscholar.org/paper/1fdff6f551a36d633a749d0643e410cd6972be42",
    "title": "MetaPhage: an Automated Pipeline for Analyzing, Annotating, and Classifying Bacteriophages in Metagenomics Sequencing Data",
    "venue": "bioRxiv",
    "year": 2022,
    "referenceCount": 54,
    "citationCount": 32,
    "influentialCitationCount": 3,
    "openAccessPdf": {
      "url": "https://doi.org/10.1128/msystems.00741-22",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC9599279, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2072312783",
        "name": "M. Pandolfo"
      },
      {
        "authorId": "50739734",
        "name": "Andrea Telatin"
      },
      {
        "authorId": "2146542565",
        "name": "Gioele Lazzari"
      },
      {
        "authorId": "5789474",
        "name": "Evelien M. Adriaenssens"
      },
      {
        "authorId": "2173706",
        "name": "N. Vitulo"
      }
    ],
    "citations": [
      {
        "paperId": "681b895e844938fe7236e1133899d7e418a55e23",
        "title": "Phage quest: a beginner’s guide to explore viral diversity in the prokaryotic world"
      },
      {
        "paperId": "f26b90b00923677d06c23b5ab00ebd7964f0febf",
        "title": "An update on experimental to large-scale production of bacteriophages against superbugs: a review."
      },
      {
        "paperId": "80e03d65d6277d11fbbfa9438731fce49226f53b",
        "title": "Advanced Strategies in Phage Research: Innovations, Applications, and Challenges"
      },
      {
        "paperId": "a0fae21cffbdd5eba4c15e6ecb33c721923f1a71",
        "title": "Community structure and metabolic potentials of keystone taxa and their associated bacteriophages within rice root endophytic microbiome in response to metal(loid)s contamination."
      },
      {
        "paperId": "01ad93d3fb58c10fb891438b702273fccea8f514",
        "title": "Metagenomic investigation of viruses in green sea turtles (Chelonia mydas)"
      },
      {
        "paperId": "e942bf7c6121c66cd26c1d911f4c521811d45c90",
        "title": "Gastrointestinal jumbo phages possess independent synthesis and utilization systems of NAD+"
      },
      {
        "paperId": "644884786e257c48050fbc82cdae78d4668f6eae",
        "title": "Surface microlayer-mediated virome dissemination in the Central Arctic"
      },
      {
        "paperId": "f6286f411e5ea010406a40ca0ac7371a2f8d4368",
        "title": "The phageome of patients with ulcerative colitis treated with donor fecal microbiota reveals markers associated with disease remission"
      },
      {
        "paperId": "9158af3e1803ff0d33b3c22886167cf90a2ad78b",
        "title": "MVP: a modular viromics pipeline to identify, filter, cluster, annotate, and bin viruses from metagenomes"
      },
      {
        "paperId": "677a623563a797128b1ea596492a40f75d0b9d47",
        "title": "The human blood harbors a phageome which differs in Crohn’s disease"
      },
      {
        "paperId": "a896e18abcd7141e33f8ef08e63903d5df06b489",
        "title": "Cave Pools in Carlsbad Caverns National Park Contain Diverse Bacteriophage Communities and Novel Viral Sequences"
      },
      {
        "paperId": "bbb81b32ca74e27d99907e52b65553fbb6671e46",
        "title": "T7 DNA polymerase treatment improves quantitative sequencing of both double-stranded and single-stranded DNA viruses"
      },
      {
        "paperId": "c3e3ee71c4989eded39b52fb57828f6e5729c566",
        "title": "T7 DNA polymerase treatment improves quantitative sequencing of both double-stranded and single-stranded DNA viruses"
      },
      {
        "paperId": "09b3a2a4f348ba37fdc8e5476a1ff8d8ab81d06c",
        "title": "Sequencing-based analysis of microbiomes."
      },
      {
        "paperId": "6acddb555c269a74d930440f50a04b83c7783b90",
        "title": "Soil viral community dynamics over seven years of heat disturbance: spatial variation exceeds temporal in annually sampled soils"
      },
      {
        "paperId": "4cc76abd03be0e1a2a7563bca32876819f8b985c",
        "title": "Nanopore and Illumina sequencing reveal different viral populations from human gut samples"
      },
      {
        "paperId": "bbdca852a1f9de7387298cea80e9ded424cddf92",
        "title": "Exploring the gut DNA virome in fecal immunochemical test stool samples reveals associations with lifestyle in a large population-based study"
      },
      {
        "paperId": "8c3aca59d793859628fb3fba813fd654afe218c3",
        "title": "Hecatomb: an integrated software platform for viral metagenomics"
      },
      {
        "paperId": "db71d124c0d14d4eea3ef9ed7dd1debd032cb323",
        "title": "Investigating the Human Intestinal DNA Virome and Predicting Disease-Associated Virus–Host Interactions in Severe Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS)"
      },
      {
        "paperId": "b3d484b619050fcdad5fe5a126d2ffb3e576074e",
        "title": "Viral Diversity in Benthic Abyssal Ecosystems: Ecological and Methodological Considerations"
      },
      {
        "paperId": "93e20d342df14a6f43df96b889bf0b4b0f546613",
        "title": "Marine viruses disperse bidirectionally along the natural water cycle"
      },
      {
        "paperId": "7043d1553638a54975413a2e2d730f32edc15953",
        "title": "Ecogenomics and cultivation reveal distinctive viral-bacterial communities in the surface microlayer of a Baltic Sea slick"
      },
      {
        "paperId": "acf00e4ac0cca5c0bab47d2442c4df2838be8956",
        "title": "Benchmarking informatics approaches for virus discovery: caution is needed when combining in silico identification methods"
      },
      {
        "paperId": "7a4a4a333a2fc35e6294075aef289c8c4dedf369",
        "title": "Exploring the gut virome in fecal immunochemical test stool samples reveals novel associations with lifestyle in a large population-based study"
      },
      {
        "paperId": "6ed250abd227bbf6ea18ba679d0061bee1a26de0",
        "title": "Phage-inclusive profiling of human gut microbiomes with Phanta."
      },
      {
        "paperId": "c71e662a9c6f8f2998f531b1bcf15a81171676f8",
        "title": "Foundation of the Belgian Society for Viruses of Microbes and Meeting Report of Its Inaugural Symposium"
      },
      {
        "paperId": "0bba4f22928f4269a8fcb896e96f7afb7f369bb7",
        "title": "Unlocking the microbial studies through computational approaches: how far have we reached?"
      },
      {
        "paperId": "23924df373126bda41ff5b7ce7e502c36f257694",
        "title": "Metaphor—A workflow for streamlined assembly and binning of metagenomes"
      },
      {
        "paperId": "1106865546084a188226c8828c4761a95e2999d0",
        "title": "Pharokka: a fast scalable bacteriophage annotation tool"
      },
      {
        "paperId": "8e105f5432de2df5d759a81a7f6c65aab1fe08c9",
        "title": "VIRify: An integrated detection, annotation and taxonomic classification pipeline using virus-specific protein profile hidden Markov models"
      },
      {
        "paperId": "247ad9308fef629dcb973db9d15f79466ec29f3d",
        "title": "Phanta: Phage-inclusive profiling of human gut metagenomes"
      },
      {
        "paperId": "47bc3fed9e7d7f66618a2a8d01af0b892eb42034",
        "title": "distinctive viral-bacterial"
      }
    ],
    "abstract": "Bacteriophages (viruses that infect bacteria) are the most abundant biological entities on earth and are increasingly studied as members of the resident microbiota community in many environments, from oceans to soils and the human gut. Their identification is of great importance to better understand complex bacterial dynamics and microbial ecosystem function. ABSTRACT Phages are the most abundant biological entities on the planet, and they play an important role in controlling density, diversity, and network interactions among bacterial communities through predation and gene transfer. To date, a variety of bacteriophage identification tools have been developed that differ in the phage mining strategies used, input files requested, and results produced. However, new users attempting bacteriophage analysis can struggle to select the best methods and interpret the variety of results produced. Here, we present MetaPhage, a comprehensive reads-to-report pipeline that streamlines the use of multiple phage miners and generates an exhaustive report. The report both summarizes and visualizes the key findings and enables further exploration of key results via interactive filterable tables. The pipeline is implemented in Nextflow, a widely adopted workflow manager that enables an optimized parallelization of tasks in different locations, from local server to the cloud; this ensures reproducible results from containerized packages. MetaPhage is designed to enable scalability and reproducibility; also, it can be easily expanded to include new miners and methods as they are developed in this continuously growing field. MetaPhage is freely available under a GPL-3.0 license at https://github.com/MattiaPandolfoVR/MetaPhage. IMPORTANCE Bacteriophages (viruses that infect bacteria) are the most abundant biological entities on earth and are increasingly studied as members of the resident microbiota community in many environments, from oceans to soils and the human gut. Their identification is of great importance to better understand complex bacterial dynamics and microbial ecosystem function. A variety of metagenome bacteriophage identification tools have been developed that differ in the phage mining strategies used, input files requested, and results produced. To facilitate the management and the execution of such a complex workflow, we developed MetaPhage (MP), a comprehensive reads-to-report pipeline that streamlines the use of multiple phage miners and generates an exhaustive report. The pipeline is implemented in Nextflow, a widely adopted workflow manager that enables an optimized parallelization of tasks. MetaPhage is designed to enable scalability and reproducibility and offers an installation-free, dependency-free, and conflict-free workflow execution.",
    "references": [
      {
        "paperId": "b68eab2048e1595a1ca7550844c1b6b5dc08f7ef",
        "title": "BamToCov: an efficient toolkit for sequence coverage calculations"
      },
      {
        "paperId": "d490f685b251a815d9856dbe9a5c05476462aa66",
        "title": "INfrastructure for a PHAge REference Database: Identification of Large-Scale Biases in the Current Collection of Cultured Phage Genomes."
      },
      {
        "paperId": "fbbfa96dc997e6d45cfe01967be19cececb6b018",
        "title": "Bacterial Viruses Subcommittee and Archaeal Viruses Subcommittee of the ICTV: update of taxonomy changes in 2021"
      },
      {
        "paperId": "31c227f1749410b8092f481d1b96d3dc652bdffe",
        "title": "SeqFu: A Suite of Utilities for the Robust and Reproducible Manipulation of Sequence Files"
      },
      {
        "paperId": "b7eeaa761e9e06b3d20c33d1be9183d875dee675",
        "title": "Gauge your phage: benchmarking of bacteriophage identification tools in metagenomic sequencing data"
      },
      {
        "paperId": "369c299837f73dd89c133f17ffb7b89e6a80df90",
        "title": "A Roadmap for Genome-Based Phage Taxonomy"
      },
      {
        "paperId": "fb2bd0079fa8118c4aa02c69cac6888e94c58d44",
        "title": "VirSorter2: a multi-classifier, expert-guided approach to detect diverse DNA and RNA viruses"
      },
      {
        "paperId": "21818286078368e92b4a84194872737ee45732ef",
        "title": "CheckV assesses the quality and completeness of metagenome-assembled viral genomes"
      },
      {
        "paperId": "64b1ec96779f59825029debab509c4f81b6409d1",
        "title": "IMG/VR v3: an integrated ecological and evolutionary framework for interrogating genomes of uncultivated viruses"
      },
      {
        "paperId": "608e6179a3336da85fac1c08a935e4aaee64dc25",
        "title": "Massive expansion of human gut bacteriophage diversity"
      },
      {
        "paperId": "b74d1ae561e65505a2cf0534ad628f96e312f13d",
        "title": "The Gut Virome Database Reveals Age-Dependent Patterns of Virome Diversity in the Human Gut"
      },
      {
        "paperId": "578836abfab1948df3a5fe6e1fcbca9da5f9301b",
        "title": "What the Phage: a scalable workflow for the identification and analysis of phage sequences"
      },
      {
        "paperId": "14cfb97763cf6eb6d9e3eda26dec6c1c22ead0ab",
        "title": "Phigaro: high-throughput prophage sequence annotation"
      },
      {
        "paperId": "1e74010f788d3f50721fd3205bbb1e80a756849f",
        "title": "Step-wise assembly of the neonatal virome modulated by breastfeeding"
      },
      {
        "paperId": "81742fc948e0a89a2a2fed54c32590289722b5a1",
        "title": "VIBRANT: automated recovery, annotation and curation of microbial viruses, and evaluation of viral community function from genomic sequences"
      },
      {
        "paperId": "e3681cef0f89bbe6712da675ed92970d518cddf4",
        "title": "Identifying viruses from metagenomic data using deep learning"
      },
      {
        "paperId": "6492197d6460d54b5358ea1be9de60ed7ec2f800",
        "title": "Welcome to the Tidyverse"
      },
      {
        "paperId": "1553161499f48202696cb1fac9f6ca0f006dc6b0",
        "title": "Improved metagenomic analysis with Kraken 2"
      },
      {
        "paperId": "74a320c7257b9e0539d6ee1171b4a37a960da2cc",
        "title": "Taxonomic assignment of uncultivated prokaryotic virus genomes is enabled by gene-sharing networks"
      },
      {
        "paperId": "f53aa0d3cc77b227c4338ed381ed6b401507e0fe",
        "title": "Phigaro: high throughput prophage sequence annotation"
      },
      {
        "paperId": "d665560bdc3c38621e12302514c335c4a4294117",
        "title": "Minimum Information about an Uncultivated Virus Genome (MIUViG)"
      },
      {
        "paperId": "d54ff996c472f4f48ab14418e3523037e2af880b",
        "title": "Bioconda: sustainable and comprehensive software distribution for the life sciences"
      },
      {
        "paperId": "38b6634cd639fcb94166d9492b84bc9fef380f7e",
        "title": "Overview of Virus Metagenomic Classification Methods and Their Biological Applications"
      },
      {
        "paperId": "0fa56e9ad5cc3da874ce5d1d9a1e868f6528db1b",
        "title": "fastp: an ultra-fast all-in-one FASTQ preprocessor"
      },
      {
        "paperId": "3e8eb090aa01772bd2aaba70b1e34484f717ef21",
        "title": "Scaling read aligners to hundreds of threads on general-purpose processors"
      },
      {
        "paperId": "e2408aee95f60e34cfdaa69feea6430ba51d7d48",
        "title": "heatmaply: an R package for creating interactive cluster heatmaps for online publishing"
      },
      {
        "paperId": "1d44252fedf570882a3daf558a91cd3ce9c7a0a4",
        "title": "VirFinder: a novel k-mer based tool for identifying viral sequences from assembled metagenomic data"
      },
      {
        "paperId": "c520f1be88e1d6d921ca2407232c52b3a9453533",
        "title": "Metagenomic Approaches to Assess Bacteriophages in Various Environmental Niches"
      },
      {
        "paperId": "8399752a2e594098e8d5cc813d6a7fc95af2e07f",
        "title": "Singularity: Scientific containers for mobility of compute"
      },
      {
        "paperId": "aa02474345b8601509b607ef015ba1d7c7ed7af2",
        "title": "Nextflow enables reproducible computational workflows"
      },
      {
        "paperId": "05d59234186a4c4d568f403b87b81405faffb817",
        "title": "UpSetR: an R package for the visualization of intersecting sets and their properties"
      },
      {
        "paperId": "f581ffaa6a409b36c249dd7453ccde16bb8cb89c",
        "title": "MultiQC: summarize analysis results for multiple tools and samples in a single report"
      },
      {
        "paperId": "fe490ac441250ad1967fe160accb01e256ebaea4",
        "title": "MetaQUAST: evaluation of metagenome assemblies"
      },
      {
        "paperId": "84d381e410ea3fcff418b0347dd51abd1a5ad0d3",
        "title": "Super deduper, fast PCR duplicate detection in fastq files"
      },
      {
        "paperId": "fbaebc715d5a1c8d1a3e7cfe6150af2a87e97c83",
        "title": "A Wrapper of the JavaScript Library 'DataTables'"
      },
      {
        "paperId": "c3380127c45af3833ae5d1d6f8f0856d97838ea5",
        "title": "Fast and sensitive protein alignment using DIAMOND"
      },
      {
        "paperId": "6238d517da8cbf5477d302f4879c0930c91de887",
        "title": "MEGAHIT: an ultra-fast single-node solution for large and complex metagenomics assembly via succinct de Bruijn graph"
      },
      {
        "paperId": "875d90d4f66b07f90687b27ab304e04a3f666fc2",
        "title": "Docker: lightweight Linux containers for consistent development and deployment"
      },
      {
        "paperId": "a6e0739455352b0be05e22548bff81f5b1f80788",
        "title": "Robust methods for differential abundance analysis in marker gene surveys"
      },
      {
        "paperId": "038d441671d31aa82e5ff0e30a4ad8a27844e53d",
        "title": "phyloseq: An R Package for Reproducible Interactive Analysis and Graphics of Microbiome Census Data"
      },
      {
        "paperId": "b204970b0503a923359bff532726666f5e0e971b",
        "title": "The SILVA ribosomal RNA gene database project: improved data processing and web-based tools"
      },
      {
        "paperId": "43a15ba37c0e1c88ebf28ff7f5cbe7e4ad20d6cf",
        "title": "CD-HIT: accelerated for clustering the next-generation sequencing data"
      },
      {
        "paperId": "6fca260e9a3c37e246cc15e7639d1a5fa2aed465",
        "title": "Fast gapped-read alignment with Bowtie 2"
      },
      {
        "paperId": "8a77adf1bde82647db55126513053b5c4021e3e0",
        "title": "Interactive metagenomic visualization in a Web browser"
      },
      {
        "paperId": "b4da5cc2676b86904a898490fc1c0a86906983d8",
        "title": "The Sequence Alignment/Map format and SAMtools"
      },
      {
        "paperId": "002a36359ab0680fac3dd492a113475b5e782ae0",
        "title": "Cytoscape: a software environment for integrated models of biomolecular interaction networks."
      },
      {
        "paperId": null,
        "title": "DataTables in, htmlwidgets/lib), B.R. (selectize js in, htmlwidgets/lib), L.G. (noUiSlider in, htmlwidgets/lib)"
      },
      {
        "paperId": null,
        "title": "Biostrings: Efficient manipulation of biological strings. Bioconductor version: Release"
      },
      {
        "paperId": null,
        "title": "MetaPhage, a Pipeline for Bacteriophages Analysis mSystems Month YYYY Volume XX Issue XX 10.1128/msystems.00741-22"
      },
      {
        "paperId": null,
        "title": "fastp: an ultra-fast all-in-one FASTQ pre- processor. Bioinformatics 34:i884–i890. https://doi.org/10.1093/bioinformatics/ bty560"
      },
      {
        "paperId": "8b07aeef47a614f14af77b980c5dec856b5e9e66",
        "title": "SeqinR 1.0-2: A Contributed Package to the R Project for Statistical Computing Devoted to Biological Sequences Retrieval and Analysis"
      },
      {
        "paperId": "6e2e58a1f9e012b34eef9b3d95a8fb5bf48ba6bd",
        "title": "Structural approaches to sequence evolution : molecules, networks, populations"
      },
      {
        "paperId": "a1dc62ebec4811133d72713a2929358e29627c00",
        "title": "Distributed under Creative Commons Cc-by 4.0 Virsorter: Mining Viral Signal from Microbial Genomic Data"
      },
      {
        "paperId": "f8ef4906784598947c08b9f23fa03a82a5157d9c",
        "title": "Trace: Tennessee Research and Creative Exchange Prodigal: Prokaryotic Gene Recognition and Translation Initiation Site Identification Recommended Citation Prodigal: Prokaryotic Gene Recognition and Translation Initiation Site Identification"
      }
    ]
  }
}