{
  "cache_date": "2025-03-17T02:32:03.104018",
  "data": "# CliqueSNV\n## How to Run\n\nDownload jar from <a href=\"https://drive.google.com/file/d/1wAC57YARnVKi5uGAtPQwEHqAaPO_ru1m/view?usp=sharing\">here</a> (latest ver 2.0.3, December 2021)\n\n## How to build\n\n*Only if you want to modify the program. Otherwise, use the jar file provided*\n\n`` mvn clean install``\n\nIt will create `clique-snv.jar` in the root folder\n\n## Citation\nKnyazev S, Tsyvina V, Shankar A, Melnyk A, Artyomenko A, Malygina T, Porozov YB, Campbell EM, Switzer WM, Skums P, Mangul S, Zelikovsky A. Accurate assembly of minority viral haplotypes from next-generation sequencing through efficient noise reduction. Nucleic Acids Res. 2021 Jul 2:gkab576. doi: 10.1093/nar/gkab576. Epub ahead of print. PMID: 34214168.\n\nhttps://pubmed.ncbi.nlm.nih.gov/34214168/\n\n## Stable releases\n1.4.1 - <a href=\"https://drive.google.com/file/d/18rVFT6fSSBdvHyPw0aibmlp3CfOsLV3K/view?usp=sharing\">12 February 2018</a>\n\n1.4.11 - <a href=\"https://drive.google.com/open?id=1Qwg6g9_lKlqY9zrH37f-F1QF32fWOmYt\">2 January 2020</a>\n\n1.5.3 - <a href=\"https://drive.google.com/file/d/1MZ-J0O6yxSoF9OZxD6DT6ChazvOZsUa-\"> 1 June 2020</a>\n\n2.0.3 - <a href=\"https://drive.google.com/file/d/1CUwnGyPtpcKfPGoMmqaZsGLwufX8aSfa/view\"> 2 December 2021</a>\n\n## Parameters\nThere are several available parameters:\n- ``-m`` mandatory parameter to specify method that you want to run. There are 4 posible values:\n  - 'snv-pacbio' - run CliqueSNV with PacBio input\n  - 'snv-illumina' - run CliqueSNV with Illumina input\n  - 'snv-pacbio-vc' - run Variant Calling with CliqueSNV with PacBio input (.vcf file is output)\n  - 'snv-illumina-vc' - run Variant Calling with CliqueSNV with Illumina input (.vcf file is output)\n  - 'consensus-pacbio' - just a utility method to calculate consensus string base of input sam file for PacBio reads\n  - 'consensus-illumina' - just a utility method to calculate consensus string base of input sam file for Illumina reads\n  \n- ``-in`` input path. If not specified default sam files from ``data\\PacBio_reads`` ro ``data\\Illumina_reads`` folder will be used.\n  It can be relative as well as absolute path. Illumina requires .sam file for both haplotyping and VC, PacBio can read\n  .sam and .fas for haplotyping and .sam for VC. **Note!** if you use .fas for PacBio input, each read should be the same length.\n  If it has offset it should be filled with 'N':\n\n  ```\n  >read1\n  AACCTTGG\n  >read2\n  NACGTNNN\n  ```\n\n- ``-t`` - minimum threshold for O22 value. Default is 10\n- ``-tf`` - minimum threshold for 022 frequency relative to the reads' coverage. Default value os 0.05. For more sensitive algorithm work decrease this parameter (may significantly increase runtime for diverse samples). **Note** Haplotypes with frequency <tf won't get into output\n- ``-el`` - edges limit in SNPs graph. More edges will make the algorithm more sensitive. Too much links in the graph can lead to exponential explosion in time when calculating cliques. In version 1.5.0 only up to -el most frequent edges(SNPs supported by the most number of reads) are chosen. Default is 700(no limit in versions prior to 1.5.0) - should work good for the absolute majority of samples.  \n- ``-sp`` - start position to search for SNPs (0-based, inclusive). If you hae a large genome, but is interested only in SNPS in specific region you can specify the range. It will make the program faster and more precise. \nBut the output haplotypes still will be the whole genome(you can cut them using -os -oe parameters) - for example see below. Default value is 0\n- ``-ep`` - end position to search for SNPs (0-based, inclusive). See -sp above\n- ``-log`` - some log data will be in console with this flag(no value needed)\n- ``-cm`` - cliques merging algorithm. Two values: 'accurate', 'fast'. Default is 'accurate'. Accurate may lead to exponential explosion of cliques number.\nThat's why with large number of SNPs it may be useful to use fast polynomial algorithm with lower quality.\n- ``-ignoreDeletion`` - a flag to ignore deletions as potential SNVs for Illumina. For PacBio deletions are always ignored. \n- ``-threads`` - number of threads for parallel tasks. By default program will use all available processors' cores.\n- ``-tl`` - the time limit in seconds. The program will stop after reaching this time limit and report just consensus haplotype. The json file will have \"Timeout reached\" under \"error\" in this case.\nDefault value is 10800 (3 hours). In most of the cases the program cannot finish because of too diverse sample with too much correlated SNPs (especially of long >10kb references).\n\n### Output parameters\n- ``-outDir`` output directory. `snv_output/` is default value\n- ``-fdf`` fasta defline format. There are two options available(default is \"short\"):\n    - ``short`` corresponds to ``>{id}_fr_{frequency}`` (e.g. ``>1_fr_0.5820184401895632``)\n    - ``extended`` corresponds to ``>{sample_name}_{id}_{frequency}`` (e.g. ``>HIV_sample_1_0.92``). By default, the precision for \n    frequency is 2, it can be customized by adding the number to extended. For example, ``-fdf extended4`` will output ``>HIV_sample_1_0.9239``.\n- ``-os`` - output start position(inclusive). If provided will cut the output from 0 to given position in haplotypes, variant calling\n- ``-oe`` - output end position(exclusive). If provided will cut the output from given position till the end in haplotypes, variant calling. \nFor example, ``-os 100 -oe 700`` will output haplotypes only for positions [100, 700) or include SNPs in variant calling only inside this range\n- ``-rn`` - (no value needed) if present will create a file \"<sample_name>_read_names.txt\" with the reads assigned by the tool to all found haplotypes.\nFormat is the following:\n```\n><1_haplotype_name>\nread1\nread2\n...\n><2_haplotype_name>\nread100\nread102\n...\n```\n**Note!** the same read can appear in different haplotypes if they are of the same distance to haplotypes. The tool assigns reads in several stages and the process is not trivial(for Illumina reads).\nThus, this file cannot be viewed as very precise as it is, but can be used for additional analysis.\n\n### t and tf parameters choice\nThese two parameters are significant, since they put a border in trade-off between precision and recall. \nBy default, they are set to detect moderate haplotypes (>5%). If it is know that data is not very noisy and variants with frequency >1% are of interest, then **-tf** should be around **0.01**, **-t** is optional and based on coverage.\n\n### Difference between -sp -ep and -os -oe parameters\nThe (-sp,-ep) range doesn't affect the output, it affects only the region where the tool will work. And (-os, -oe) will cut the output without any affect on the program workflow.\nExample:\nif there are four haplotypes (and none of sp,ep,os,oe parameters specified):\n```\nAAAAAA\nACAAAC\nAACCAA\nAATGAA\n```\n(-sp=2, -ep=4). Output (second one disappear since SNPs are out of range and it won't be discovered):\n```\nAAAAAA\nAACCAA\nAATGAA\n```\n\n(-sp=2, -ep=4, -os=2, -oe=5):\n```\nAAA\nACC\nTGA\n```\n(-os=2, -oe=5). It will only cut the haplotypes so you will see the duplicate here:\n```\nAAA\nAAA\nCCA\nTGA\n```\n### Usage example\n\n``java -jar clique-snv.jar -m snv-pacbio``\n\n\n``java -jar clique-snv.jar -m snv-illumina``(unzip sam file beforehand from 'data' folder)\n\n\n``java -jar clique-snv.jar -m snv-illumina -in /path/to/data/r.sam -log``\n\n``java -jar clique-snv.jar -m snv-illumina-vc -in /path/to/data/r.sam -outDir vcf_out/ -t 10 -tf 0.00034 -threads 8 -log``\n\n### Example datasets\nThere are two example datasets:\n- PacBio flu reads with 10 haplotypes\n- Illumina flu reads with 2 haplotypes\n\n``data/flu_ref.fasta`` contains those haplotypes as ground truth\n\nHow to run:\n\n```java -jar clique-snv.jar -m snv-pacbio -log -in data\\PacBio_reads\\reads.sam```\n\n```java -jar clique-snv.jar -m snv-illumina -in data\\Illumina_reads\\reads.sam```\n\n### Memory usage\nFrom our experience the tool consumes around 10Gb(upper bound estimate) of RAM per 1,000,000 input reads(may vary based on a number of factors). To change standard JVM heap size limit specify -Xmx flag. Example with 50Gb:\n\n```java -Xmx50G -jar clique-snv.jar -m snv-illumina -in data\\Illumina_reads\\reads.sam```\n\n## Output\n**For default quasispecies problem** As output CliqueSNV has two files: json and fasta. Json file has the info of used parameters, CliqueSNV version, found haplotypes:\n```\n{\n  \"version\": \"1.5.5\",\n  \"settings\": {\n    \"-m\": \"snv-pacbio\",\n    \"-log\": \"true\",\n    \"-in\": \"data\\\\PacBio_reads\\\\reads.sam\",\n    \"-t\": \"10\",\n    \"-rn\": \"true\",\n    \"-tf\": \"0.0001\"\n  },\n  \"error\": \"none\",\n  \"foundHaplotypes\": 10,\n  \"haplotypes\": [\n    {\n      \"frequency\": 0.5275842396392558,\n      \"name\": \"\\u003e0_fr_0.5275842396392558\",\n      \"snps\": \"[]\",\n      \"sourceClique\": \"[]\",\n      \"haplotype\": \"GGAAAGAATAAAAGAACTAAGGAATCTAA...\"\n    },\n    {\n      \"frequency\": 0.23674173677646565,\n      \"name\": \"\\u003e1_fr_0.23674173677646565\",\n      \"snps\": \"GT-TTATTAC[31, 265, 288, 396, 617, 747, 997, 1120, 1147, 2013]\",\n      \"sourceClique\": \"GT-TTATTAC[31, 265, 288, 396, 617, 747, 997, 1120, 1147, 2013]\",\n      \"haplotype\": \"GGAAAGAATAAAAGAACTAAGGAATCTAA...\"\n    },\n ...\n```\n- 'snps' means alleles that differ from consensus in a certain found variant,\n- 'source clique' is a service information specific to CliqueSNV method,\n- 'frequency' - is an estimated frequency of a found variant in a range [0:1],\n- 'haplotype' - is a full sequence for found variant\n\nFasta file will be:\n```\n>1_fr_0.5820184401895632\nCCACAGCACGCAGATTGGTGGAATAAGGATGGTAAACATCCTTAGGCAGAACCC....\n\n>2_fr_0.24979076133465727\nCCACAGCACGCAGATTGGTGGAATAAGGATGGTAAACATCCTTAGGCAGAACCC...\n ...\n```\n\nWhere name is just an index + haplotype frequency\n\n\n**For Variant Calling** problem program produces standard VCF file. Standard is described <a href=\"https://samtools.github.io/hts-specs/VCFv4.2.pdf\">here</a>\n\n## New in version 2.0.0 (sliding window approach)\nCliqueSNV could perform poorly for samples with long references and significant diversity because of many linked SNPs for Illumina data.\nTo address it in version 2.0.0, we introduced a new approach to build haplotypes in windows, increasing the size of the window on each iteration.\nThe window size is equal to the sample's fragment length (usually 250 for single-end reads and around 500 for pair-end reads). \nThe haplotypes reconstruction starts in the region of the highest coverage end extend the window to the left or right based on coverage.\n\nThis approach allows CliqueSNV to work on more diverse samples or samples with longer reference - \nwe tested the new version on benchmarks with a reference length of 5000-10000, and CliqueSNV was able to reconstruct ground truth haplotypes successfully.\n\n\n## Versions:\n1.1.0 - add allele frequency for variant calling\n\n1.2.0 - new cliques merging strategy; change true frequency estimator\n\n1.3.0\n- handle case when minor has frequency > 45% and can be actually major. Tool will automatically choose best option\n- hence '-ref' argument is not maintained any more.\n- performance improvement\n- CliqueSNV will filter out haplotypes with frequencies < 8e-4 as false positives\n- Fasta output for haplotyping\n\n1.3.1 - parallel execution for Illumina input preprocessing\n\n1.3.2\n- optimized 'rotate minors with high frequency' step to make it in one iteration\n- correctly handle single-paired reads\n\n1.4.0\n- new algorithm for merging cliques that allows to split one clique into several haplotypes considering all edges and 'no edges' between cliques\n- improved performance for Bron-Kerbosch algorithm\n\n1.4.1\n- fix bug with clustering for reads with tie distance to several cliques\n\n1.4.2\n- add '-threads' parameter\n- fix bugs for edge cases when no reads cover a position\n\n1.4.3\n- experimental implementation for imputation problem based on CliqueSNV added\n\n1.4.4\n- minor fix for edge case in clusters building\n\n1.4.5\n- further improvements of imputation algorithm (assumptions for read technology were removed)\n\n1.4.6\n- imputation method now can handle directory as input\n- optimized multi-threading mechanism\n\n1.4.7\n- Fix bug when it is only one haplotype in the sample\n\n1.4.8\n- Handle consensus haplotype correctly; fix bug when the program finds only one haplotype\n\n1.4.9\n- Fix bug with exception for long reads in PacBio\n\n1.4.10\n- Add \"-os\", \"-oe\" parameters to control output range; small fixes\n\n1.4.11\n- Fix missing frequencies in output\n\n1.5.0\n- Change of -tf parameter. Now default value is 5% and all haplotypes with frequency <tf value will be omitted\n- Parallelization for several parts of algorithm that could take time for a big datasets(>2M reads) before. Should improve\nthe runtime on powerful machines\n- Better handling of inputs with diverse quasispecies population(when pair-wise distances are >25-30 SNPs and many haplotypes within the sample)\n- Output settings to console and to output file\n\n1.5.1\n- Start haplotypes from 1 in fasta output\n\n1.5.2\n- New -fdf parameter to change output fasta defline format\n\n1.5.3\n- Improved handling of SNPs graph for cliques search (should significantly improve performance on long references >5000 long)\n\n1.5.4\n- Better memory management, some performance improvements\n- new \"-rn\" output parameter\n\n1.5.5\n- Change output from txt to json for ease of parsing\n- \"-tl\"  parameter to set time limit\n\n1.5.6\n- \"-sp\", \"-ep\" parameters\n- more error codes and messages in JSON output\n\n1.5.7\n- \"-fc\", \"-ch\" parameters to provide less conservative strategy as in versions 1.4.*\n- put 'N' instead of '-' in haplotypes if the position is not covered by any read\n\n2.0.0\n- New \"sliding window\" approach in haplotypes reconstructing. More details above\n- Small changes to handle deletion regions better and SNPs on the edges of reads\n- \"-fc\", \"-ch\" - parameters not supported because of a new approach\n\n2.0.3\n- Fixed some bugs\n- If -sp,-ep specified the reads won't create SNPs outside the region when calculating haplotype\n\n## Any questions\nWith any questions. please, contact: v.tsyvina@gmail.com\n"
}