{
  "cache_date": "2025-04-01T09:26:45.786352",
  "data": {
    "paperId": "86caf85809c933dbd4b8f1951f830affc3c75541",
    "externalIds": {
      "MAG": "3186058082",
      "DOI": "10.1101/2021.07.21.453177",
      "CorpusId": 236436976
    },
    "url": "https://www.semanticscholar.org/paper/86caf85809c933dbd4b8f1951f830affc3c75541",
    "title": "hafeZ: Active prophage identification through read mapping",
    "abstract": "Summary Bacteriophages that have integrated their genomes into bacterial chromosomes, termed prophages, are widespread across bacteria. Prophages are key components of bacterial genomes, with their integration often contributing novel, beneficial, characteristics to the infected host. Likewise, their induction—through the production and release of progeny virions into the surrounding environment—can have considerable ramifications on bacterial communities. Yet, not all prophages can excise following integration, due to genetic degradation by their host bacterium. Here, we present hafeZ, a tool able to identify ‘active’ prophages (i.e. those undergoing induction) within bacterial genomes through genomic read mapping. We demonstrate its use by applying hafeZ to publicly available sequencing data from bacterial genomes known to contain active prophages and show that hafeZ can accurately identify their presence and location in the host chromosomes. Availability and Implementation hafeZ is implemented in Python 3.7 and freely available under an open-source GPL-3.0 license from https://github.com/Chrisjrt/hafeZ. Bugs and issues may be reported by submitting them via the hafeZ github issues page. Contact cturkington@ucmerced.edu or chrisjrt1@gmail.com",
    "venue": "bioRxiv",
    "year": 2021,
    "referenceCount": 16,
    "citationCount": 5,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "https://www.biorxiv.org/content/biorxiv/early/2021/07/23/2021.07.21.453177.full.pdf",
      "status": "GREEN",
      "license": "CCBYNCND",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1101/2021.07.21.453177?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1101/2021.07.21.453177, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "90815141",
        "name": "C. Turkington"
      },
      {
        "authorId": "2051258565",
        "name": "Neda Nezam Abadi"
      },
      {
        "authorId": "144251731",
        "name": "R. Edwards"
      },
      {
        "authorId": "6820923",
        "name": "Juris A. Grasis"
      }
    ],
    "citations": [
      {
        "paperId": "1bcec7bab18a4f238208c5eee56565819a9f8444",
        "title": "Draft Genome Sequence of Legionella pneumophila subsp. pneumophila Strain DSM 25199"
      },
      {
        "paperId": "0a3058127cacba4b082256b8dea2bb7410b505ac",
        "title": "Activity and diversity of prophages harbored by wheat phyllosphere bacteria"
      },
      {
        "paperId": "3a5ad0217200479bd9ecf663d4340d4ea146d256",
        "title": "Pyrodigal: Python bindings and interface to Prodigal, an efficient method for gene prediction in prokaryotes"
      },
      {
        "paperId": "a45e569f551b664744d7424620430926a403547d",
        "title": "Prediction of Prophages and Their Host Ranges in Pathogenic and Commensal Neisseria Species"
      },
      {
        "paperId": "d5f147a052a5979c82b93f65ef33c9a550befc67",
        "title": "Deciphering Active Prophages from Metagenomes"
      }
    ],
    "references": [
      {
        "paperId": "124d416795a2decd29cae807019b4e011fbee35c",
        "title": "High throughput sequencing provides exact genomic locations of inducible prophages and accurate phage-to-host ratios in gut microbial strains"
      },
      {
        "paperId": "8b1c9b9e156c16e46b53404d18a3e54ecc48a4e6",
        "title": "Hybrid assembly of an agricultural slurry virome reveals a diverse and stable community with the potential to alter the metabolism and virulence of veterinary pathogens"
      },
      {
        "paperId": "024a2c03be8e468e7c4fdf9bda36cdc0eaae85fb",
        "title": "Array programming with NumPy"
      },
      {
        "paperId": "854eca61a57d2c1ea1019663caf022bc8fd0b909",
        "title": "SciPy 1.0: fundamental algorithms for scientific computing in Python"
      },
      {
        "paperId": "33022dac9095cc45e1fed84b99c7d21f240a1593",
        "title": "Close Encounters of Three Kinds: Bacteriophages, Commensal Bacteria, and Host Immunity."
      },
      {
        "paperId": "2e72610b5f9bb619a868ae8412e7e7cc25962485",
        "title": "Contemporary Phage Biology: From Classic Models to New Insights"
      },
      {
        "paperId": "bef6c45f5726647d971102295c0b9b2753ff52a4",
        "title": "Mosdepth: quick coverage calculation for genomes and exomes"
      },
      {
        "paperId": "a47483dca56d93dabc54c8d49a5d03c6fb1e9771",
        "title": "Minimap2: pairwise alignment for nucleotide sequences"
      },
      {
        "paperId": "037a14ddd65da3083c28714d9fdebedb42643705",
        "title": "Lysogeny in nature: mechanisms, impact and ecology of temperate phages"
      },
      {
        "paperId": "d3966e884f5b7f5ea7fceffa67dae2795c73bbd7",
        "title": "Prokaryotic Virus Orthologous Groups (pVOGs): a resource for comparative genomics and protein family annotation"
      },
      {
        "paperId": "96c3ce79d262f933360372c93f4a400f0a3bdb52",
        "title": "Pervasive domestication of defective prophages by bacteria"
      },
      {
        "paperId": "a66b2486a1ae6580944eabb8a6fc9449caa205c0",
        "title": "BLAST+: architecture and applications"
      },
      {
        "paperId": "b4da5cc2676b86904a898490fc1c0a86906983d8",
        "title": "The Sequence Alignment/Map format and SAMtools"
      },
      {
        "paperId": "f3114e4828a9ba28b3bec3cab13ef2039256c5d0",
        "title": "How to Detect and Handle Outliers"
      },
      {
        "paperId": null,
        "title": ". SciPy 1.0 Contribu-203 tors"
      },
      {
        "paperId": "f8ef4906784598947c08b9f23fa03a82a5157d9c",
        "title": "Trace: Tennessee Research and Creative Exchange Prodigal: Prokaryotic Gene Recognition and Translation Initiation Site Identification Recommended Citation Prodigal: Prokaryotic Gene Recognition and Translation Initiation Site Identification"
      }
    ]
  }
}