{
  "cache_date": "2025-09-01T08:48:24.156116",
  "data": {
    "paperId": "d38702ffac9a348ea0d360d145cdfc3e31f97016",
    "externalIds": {
      "DBLP": "journals/bioinformatics/ArisdakessianNS21",
      "DOI": "10.1093/bioinformatics/btab213",
      "CorpusId": 233174433,
      "PubMed": "33822891"
    },
    "url": "https://www.semanticscholar.org/paper/d38702ffac9a348ea0d360d145cdfc3e31f97016",
    "title": "CoCoNet: an efficient deep learning tool for viral metagenome binning",
    "venue": "Bioinform.",
    "year": 2021,
    "referenceCount": 35,
    "citationCount": 20,
    "influentialCitationCount": 1,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: The following paper fields have been elided by the publisher: {'references'}. Paper or abstract available at https://api.unpaywall.org/v2/10.1093/bioinformatics/btab213?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1093/bioinformatics/btab213, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "29965284",
        "name": "Cédric Arisdakessian"
      },
      {
        "authorId": "6406516",
        "name": "O. Nigro"
      },
      {
        "authorId": "5713892",
        "name": "Grieg F. Steward"
      },
      {
        "authorId": "8077018",
        "name": "G. Poisson"
      },
      {
        "authorId": "2297145",
        "name": "Mahdi Belcaid"
      }
    ],
    "citations": [
      {
        "paperId": "4bdc5636566dae66b44f281847a074662d80103d",
        "title": "A prevalent huge phage clade in human and animal gut microbiomes"
      },
      {
        "paperId": "1714c1463433bfa30301086cd8c58308bfb3c56e",
        "title": "A prevalent huge phage clade in human and animal gut microbiomes"
      },
      {
        "paperId": "7215511af650d65847510f418976222863a21252",
        "title": "Genome-resolved metagenomics from short-read sequencing data in the era of artificial intelligence."
      },
      {
        "paperId": "873a887cefa37f4343877a0da95219d3f5d8c561",
        "title": "A review of neural networks for metagenomic binning"
      },
      {
        "paperId": "2c60b14d9d1f1b80cc6092a7118880a7e04589f5",
        "title": "Assessing Bias and Reproducibility of Viral Metagenomics Methods for the Combined Detection of Faecal RNA and DNA Viruses"
      },
      {
        "paperId": "62af01f37ab12b2a3b80c3914ce4cf82a8aa2d96",
        "title": "Deep learning in microbiome analysis: a comprehensive review of neural network models"
      },
      {
        "paperId": "10851014e1f177e5c45115c5226842af84985bf6",
        "title": "vClean: assessing virus sequence contamination in viral genomes"
      },
      {
        "paperId": "b743d9049022bf7ef727df7554e8ba3bdf1b41d3",
        "title": "Solving genomic puzzles: computational methods for metagenomic binning"
      },
      {
        "paperId": "7835a15ec9a53b3ec32aaab07b65100f5fee9b7d",
        "title": "Deep learning methods in metagenomics: a review"
      },
      {
        "paperId": "3f0150c57b9379346742cc7af2b9457cd8f909de",
        "title": "COBRA improves the completeness and contiguity of viral genomes assembled from metagenomes"
      },
      {
        "paperId": "578567c9ba46234bf3410968ee84472488111620",
        "title": "Targeted Cell Labeling and Sorting of Prokaryotes for Cultivation and Omics Approaches"
      },
      {
        "paperId": "266eac881d91f7c70a3dd2cc6ba036f40844ee17",
        "title": "COBRA improves the quality of viral genomes assembled from metagenomes"
      },
      {
        "paperId": "589b34f59b667764ba9e935b2845ceeb44df8a48",
        "title": "Fuzzy-Rough induced spectral ensemble clustering"
      },
      {
        "paperId": "8dbf04427fcfb34c682ef16acec7e260b66117ed",
        "title": "ViralCC retrieves complete viral genomes and virus-host pairs from metagenomic Hi-C data"
      },
      {
        "paperId": "6bbcbdfe238d9f1a4b2caabe2e2753f5aedd5aea",
        "title": "SemiBin2: self-supervised contrastive learning leads to better MAGs for short- and long-read sequencing"
      },
      {
        "paperId": "d2b07b84c4660f552a1b5107ef060c5f67d261cb",
        "title": "Leveraging deep contrastive learning for semantic interaction"
      },
      {
        "paperId": "6f75dbeec58ab129bcda07c66ddc639343866680",
        "title": "Computational Tools for the Analysis of Uncultivated Phage Genomes"
      },
      {
        "paperId": "f917d50a9722a5e847c4acf5c2700fab44c8630d",
        "title": "vRhyme enables binning of viral genomes from metagenomes"
      },
      {
        "paperId": "5b160da1f3c69c7472e0df50b9ebd705560e9681",
        "title": "Genome binning of viral entities from bulk metagenomics data"
      },
      {
        "paperId": "a0a4e0c9261df988ca4642626312a012fc35b2df",
        "title": "Deep learning methods in metagenomics: a systematic review"
      }
    ],
    "abstract": "MOTIVATION\nMetagenomic approaches hold the potential to characterize microbial communities and unravel the intricate link between the microbiome and biological processes. Assembly is one of the most critical steps in metagenomics experiments. It consists of transforming overlapping DNA sequencing reads into sufficiently accurate representations of the community's genomes. This process is computationally difficult and commonly results in genomes fragmented across many contigs. Computational binning methods are used to mitigate fragmentation by partitioning contigs based on their sequence composition, abundance, or chromosome organization into bins representing the community's genomes. Existing binning methods have been principally tuned for bacterial genomes and do not perform favorably on viral metagenomes.\n\n\nRESULTS\nWe propose CoCoNet (Composition and Coverage Network), a new binning method for viral metagenomes that leverages the flexibility and the effectiveness of deep learning to model the co-occurrence of contigs belonging to the same viral genome and provide a rigorous framework for binning viral contigs. Our results show that CoCoNet substantially outperforms existing binning methods on viral datasets.\n\n\nAVAILABILITY\nCoCoNet was implemented in Python and is available for download on PyPi. (https://pypi.org/). The source code is hosted on GitHub at https://github.com/Puumanamana/CoCoNet and the documentation is available at https://coconet.readthedocs.io/en/latest/index.html.\n\n\nSUPPLEMENTARY INFORMATION\nSupplementary data are available at Bioinformatics online.",
    "references": null
  }
}