{
  "cache_date": "2025-04-01T09:25:51.758692",
  "data": {
    "paperId": "d38702ffac9a348ea0d360d145cdfc3e31f97016",
    "externalIds": {
      "DBLP": "journals/bioinformatics/ArisdakessianNS21",
      "DOI": "10.1093/bioinformatics/btab213",
      "CorpusId": 233174433,
      "PubMed": "33822891"
    },
    "url": "https://www.semanticscholar.org/paper/d38702ffac9a348ea0d360d145cdfc3e31f97016",
    "title": "CoCoNet: an efficient deep learning tool for viral metagenome binning",
    "abstract": "MOTIVATION\nMetagenomic approaches hold the potential to characterize microbial communities and unravel the intricate link between the microbiome and biological processes. Assembly is one of the most critical steps in metagenomics experiments. It consists of transforming overlapping DNA sequencing reads into sufficiently accurate representations of the community's genomes. This process is computationally difficult and commonly results in genomes fragmented across many contigs. Computational binning methods are used to mitigate fragmentation by partitioning contigs based on their sequence composition, abundance, or chromosome organization into bins representing the community's genomes. Existing binning methods have been principally tuned for bacterial genomes and do not perform favorably on viral metagenomes.\n\n\nRESULTS\nWe propose CoCoNet (Composition and Coverage Network), a new binning method for viral metagenomes that leverages the flexibility and the effectiveness of deep learning to model the co-occurrence of contigs belonging to the same viral genome and provide a rigorous framework for binning viral contigs. Our results show that CoCoNet substantially outperforms existing binning methods on viral datasets.\n\n\nAVAILABILITY\nCoCoNet was implemented in Python and is available for download on PyPi. (https://pypi.org/). The source code is hosted on GitHub at https://github.com/Puumanamana/CoCoNet and the documentation is available at https://coconet.readthedocs.io/en/latest/index.html.\n\n\nSUPPLEMENTARY INFORMATION\nSupplementary data are available at Bioinformatics online.",
    "venue": "Bioinform.",
    "year": 2021,
    "referenceCount": 35,
    "citationCount": 17,
    "influentialCitationCount": 1,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1093/bioinformatics/btab213?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1093/bioinformatics/btab213, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "29965284",
        "name": "Cédric Arisdakessian"
      },
      {
        "authorId": "6406516",
        "name": "O. Nigro"
      },
      {
        "authorId": "5713892",
        "name": "G. Steward"
      },
      {
        "authorId": "8077018",
        "name": "G. Poisson"
      },
      {
        "authorId": "2297145",
        "name": "Mahdi Belcaid"
      }
    ],
    "citations": [
      {
        "paperId": "873a887cefa37f4343877a0da95219d3f5d8c561",
        "title": "A review of neural networks for metagenomic binning"
      },
      {
        "paperId": "2c60b14d9d1f1b80cc6092a7118880a7e04589f5",
        "title": "Assessing Bias and Reproducibility of Viral Metagenomics Methods for the Combined Detection of Faecal RNA and DNA Viruses"
      },
      {
        "paperId": "62af01f37ab12b2a3b80c3914ce4cf82a8aa2d96",
        "title": "Deep learning in microbiome analysis: a comprehensive review of neural network models"
      },
      {
        "paperId": "10851014e1f177e5c45115c5226842af84985bf6",
        "title": "vClean: assessing virus sequence contamination in viral genomes"
      },
      {
        "paperId": "b743d9049022bf7ef727df7554e8ba3bdf1b41d3",
        "title": "Solving genomic puzzles: computational methods for metagenomic binning"
      },
      {
        "paperId": "7835a15ec9a53b3ec32aaab07b65100f5fee9b7d",
        "title": "Deep learning methods in metagenomics: a review"
      },
      {
        "paperId": "3f0150c57b9379346742cc7af2b9457cd8f909de",
        "title": "COBRA improves the completeness and contiguity of viral genomes assembled from metagenomes"
      },
      {
        "paperId": "578567c9ba46234bf3410968ee84472488111620",
        "title": "Targeted Cell Labeling and Sorting of Prokaryotes for Cultivation and Omics Approaches"
      },
      {
        "paperId": "266eac881d91f7c70a3dd2cc6ba036f40844ee17",
        "title": "COBRA improves the quality of viral genomes assembled from metagenomes"
      },
      {
        "paperId": "589b34f59b667764ba9e935b2845ceeb44df8a48",
        "title": "Fuzzy-Rough induced spectral ensemble clustering"
      },
      {
        "paperId": "8dbf04427fcfb34c682ef16acec7e260b66117ed",
        "title": "ViralCC retrieves complete viral genomes and virus-host pairs from metagenomic Hi-C data"
      },
      {
        "paperId": "6bbcbdfe238d9f1a4b2caabe2e2753f5aedd5aea",
        "title": "SemiBin2: self-supervised contrastive learning leads to better MAGs for short- and long-read sequencing"
      },
      {
        "paperId": "d2b07b84c4660f552a1b5107ef060c5f67d261cb",
        "title": "Leveraging deep contrastive learning for semantic interaction"
      },
      {
        "paperId": "6f75dbeec58ab129bcda07c66ddc639343866680",
        "title": "Computational Tools for the Analysis of Uncultivated Phage Genomes"
      },
      {
        "paperId": "f917d50a9722a5e847c4acf5c2700fab44c8630d",
        "title": "vRhyme enables binning of viral genomes from metagenomes"
      },
      {
        "paperId": "5b160da1f3c69c7472e0df50b9ebd705560e9681",
        "title": "Genome binning of viral entities from bulk metagenomics data"
      },
      {
        "paperId": "a0a4e0c9261df988ca4642626312a012fc35b2df",
        "title": "Deep learning methods in metagenomics: a systematic review"
      }
    ],
    "references": [
      {
        "paperId": "aafd903ea09586efd3a0deaf515a9524e2d0e4b4",
        "title": "CheckV: assessing the quality of metagenome-assembled viral genomes"
      },
      {
        "paperId": "6a2e5290b5f90ab13d18a3773c4d1fb9ceba3a4d",
        "title": "Machine learning in drug-target interaction prediction: current state and future directions."
      },
      {
        "paperId": "e088fd57cf6c95764ee2318742e1244e51d7cea8",
        "title": "Assembly-free single-molecule sequencing recovers complete virus genomes from natural microbial communities"
      },
      {
        "paperId": "350f06ca486a5d3dcce1617549e0292ba884893f",
        "title": "MetaBAT 2: an adaptive binning algorithm for robust and efficient genome reconstruction from metagenome assemblies"
      },
      {
        "paperId": "81e0b0f0288e060cee7523c7d5aefa412fb718d0",
        "title": "Shotgun metagenomics offers novel insights into taxonomic compositions, metabolic pathways and antibiotic resistance genes in fish gut microbiome"
      },
      {
        "paperId": "5c33b8680fd209caede466f565a4123f97d5ca64",
        "title": "Choice of assembly software has a critical impact on virome characterisation"
      },
      {
        "paperId": "79cdbabb22ef80074f5659430fe6fc97932798f5",
        "title": "From Louvain to Leiden: guaranteeing well-connected communities"
      },
      {
        "paperId": "f28a5efc3f067088444afa176e3b9cb2b3db7553",
        "title": "Evaluation of bias induced by viral enrichment and random amplification protocols in metagenomic surveys of saliva DNA viruses"
      },
      {
        "paperId": "9276ff33310d7c4448e863dc6f0e80a309798a86",
        "title": "CAMISIM: simulating metagenomes and microbial communities"
      },
      {
        "paperId": "0fa56e9ad5cc3da874ce5d1d9a1e868f6528db1b",
        "title": "fastp: an ultra-fast all-in-one FASTQ preprocessor"
      },
      {
        "paperId": "eaef6a380c2b8c757f95e9ed4555e12e4773b636",
        "title": "Analysing Microbial Community Composition through Amplicon Sequencing: From Sampling to Hypothesis Testing"
      },
      {
        "paperId": "a47483dca56d93dabc54c8d49a5d03c6fb1e9771",
        "title": "Minimap2: pairwise alignment for nucleotide sequences"
      },
      {
        "paperId": "96f4d4fc345698b9b44f034c0d63b704772c8386",
        "title": "Deep Learning is Robust to Massive Label Noise"
      },
      {
        "paperId": "9f2b3fff62f2a64a878fd8b2a258bb372df917b0",
        "title": "metaSPAdes: a new versatile metagenomic assembler."
      },
      {
        "paperId": "a0375d782a42e008e2145f5d1131a7d5aa5e5979",
        "title": "GATTACA: Lightweight Metagenomic Binning with Compact Indexing of Kmer Counts and MinHash-based Panel Selection"
      },
      {
        "paperId": "c9cdc8f9a78f33f2ed786574b5721b8a37f89072",
        "title": "Shotgun Metagenomics of 250 Adult Twins Reveals Genetic and Environmental Impacts on the Gut Microbiome."
      },
      {
        "paperId": "adefda694a8f3ac47fbe2709cc71f4b539acd586",
        "title": "Continuous Influx of Genetic Material from Host to Virus Populations"
      },
      {
        "paperId": "16b0744424f02e01fe2f01b3ea03e2862f1359fc",
        "title": "Reference sequence (RefSeq) database at NCBI: current status, taxonomic expansion, and functional annotation"
      },
      {
        "paperId": "f987eac2a14361a03ad05096abbdd2ec05c160a3",
        "title": "Fragmentation and Coverage Variation in Viral Metagenome Assemblies, and Their Effect in Diversity Calculations"
      },
      {
        "paperId": "a6cb366736791bcccc5c8639de5a8f9636bf87e8",
        "title": "Adam: A Method for Stochastic Optimization"
      },
      {
        "paperId": "1f28f53a6f6fcba883def8f8227864602ab56000",
        "title": "Binning metagenomic contigs by coverage and composition"
      },
      {
        "paperId": "a992c8fd24587f12d41f48df84b29d847634c0e4",
        "title": "HTSeq—a Python framework to work with high-throughput sequencing data"
      },
      {
        "paperId": "0b62dd89cf8dcd64b0c7504d9439764368045dfc",
        "title": "Comparison of different assembly and annotation tools on analysis of simulated viral metagenomic communities in the gut"
      },
      {
        "paperId": "6b65a5fa6ac639a4867564c9244b3487afa72c17",
        "title": "The Origin of Biased Sequence Depth in Sequence-Independent Nucleic Acid Amplification and Optimization for Efficient Massive Parallel Sequencing"
      },
      {
        "paperId": "28106472d1e7d4e69e246ce276497f5db54dbbd5",
        "title": "The effect of preprocessing by sequence-independent, single-primer amplification (SISPA) on metagenomic detection of viruses."
      },
      {
        "paperId": "74574ee09030e8aadb48fa349eb9b054e2f95ceb",
        "title": "Aligning sequence reads, clone sequences and assembly contigs with BWA-MEM"
      },
      {
        "paperId": "239cd97f65fef3766bce363358427e449b4f3c99",
        "title": "The Pacific Ocean Virome (POV): A Marine Viral Metagenomic Dataset and Associated Protein Clusters for Quantitative Viral Ecology"
      },
      {
        "paperId": "fe54ba47a1875ed73fcf471eca699063cedad017",
        "title": "The Binning of Metagenomic Contigs for Microbial Physiology of Mixed Cultures"
      },
      {
        "paperId": "8383ced972f9209c614bbccdb3f8360659d26d60",
        "title": "The Marine Viromes of Four Oceanic Regions"
      },
      {
        "paperId": "0250b5c0f7a414dec8c7a0aa7be20c9637eeb6ec",
        "title": "Finding community structure in networks using the eigenvectors of matrices."
      },
      {
        "paperId": "997dc5d9a058753f034422afe7bd0cc0b8ad808b",
        "title": "Signature Verification Using A \"Siamese\" Time Delay Neural Network"
      },
      {
        "paperId": "2315a8fbdfc59b29eda9ca20cba4687806239e9f",
        "title": "Determining DNA packaging strategy by analysis of the termini of the chromosomes in tailed-bacteriophage virions."
      },
      {
        "paperId": "eb9903a6917483bb4e7bfd8812b2c895207a6180",
        "title": "Genetic recombination in RNA viruses."
      },
      {
        "paperId": "b756db6dd3928f985275bf77a36f4e6e2d8f4cfd",
        "title": "Comparing partitions"
      },
      {
        "paperId": "98ac08b41dafd5145a113edbb8a4b34a94846f80",
        "title": "Distributed under Creative Commons Cc-by 4.0 Groopm: an Automated Tool for the Recovery of Population Genomes from Related Metagenomes"
      }
    ]
  }
}