{
  "cache_date": "2025-08-01T12:02:45.331687",
  "data": [
    {
      "created": "2025-03-07T18:47:56.517204+00:00",
      "modified": "2025-03-08T08:20:22.101061+00:00",
      "id": 14990799,
      "conceptrecid": "14990798",
      "doi": "10.5281/zenodo.14990799",
      "conceptdoi": "10.5281/zenodo.14990798",
      "doi_url": "https://doi.org/10.5281/zenodo.14990799",
      "metadata": {
        "title": "The Manufactured Outrage: How Opportunists Revive #MeToo for Personal Gain in Russia",
        "doi": "10.5281/zenodo.14990799",
        "publication_date": "2025-03-06",
        "description": "<h2><strong>Introduction: The Resurgence of #MeToo as a Grift</strong></h2>\n<p>The #MeToo movement, originally intended to amplify the voices of genuine survivors of abuse, has been hijacked by opportunists looking for clout, financial gain, or career advancement. In the West, it has already seen high-profile abuses, from Amber Heard&rsquo;s unsubstantiated allegations against Johnny Depp to the media&rsquo;s knee-jerk demonization of men like Marilyn Manson before any evidence was properly examined.</p>\n<p>Now, a similar phenomenon is unfolding in Russia, where an aging #MeToo-style scandal has been reignited, targeting Oxxxymiron, a highly respected rapper, intellectual, and cultural icon. The accusations, surfacing nearly two decades later, are not driven by a pursuit of justice but by the desperate attempt of unknown women and media figures to gain relevance. These women, who had once idolized Oxxxymiron and willingly engaged with him, are now reframing their youthful encounters as traumatic experiences&mdash;conveniently, at a time when scandal equals currency in the digital age.</p>\n<p>This article provides a critical, analytical, and highly skeptical examination of how these accusations came to be, the dubious motives of those involved, and the broader implications of reviving #MeToo in a country where it never had deep roots in the first place.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Aleksandrovna, Mariia",
            "affiliation": null
          }
        ],
        "keywords": [
          "Cultural Criticism",
          "Media Analysis",
          "Neoliberalism",
          "Rap Culture",
          "Victimhood Culture",
          "MeToo",
          "Witch Hunts"
        ],
        "custom": {
          "code:codeRepository": "https://open.substack.com/pub/mariiaaleksandrovna/p/the-manufactured-outrage-how-opportunists?r=5bzyc1&utm_campaign=post&utm_medium=web&showWelcomeOnShare=true"
        },
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "meeting": {
          "acronym": "The M.A.A.D. Journal",
          "url": "https://mariiaaleksandrovnaismad.medium.com/"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "mariiaaleksandrovnaafterdark"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "14990798"
              }
            }
          ]
        }
      },
      "title": "The Manufactured Outrage: How Opportunists Revive #MeToo for Personal Gain in Russia",
      "links": {
        "self": "https://zenodo.org/api/records/14990799",
        "self_html": "https://zenodo.org/records/14990799",
        "preview_html": "https://zenodo.org/records/14990799?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.14990799",
        "self_doi": "https://doi.org/10.5281/zenodo.14990799",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.14990799",
        "reserve_doi": "https://zenodo.org/api/records/14990799/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/14990798",
        "parent_html": "https://zenodo.org/records/14990798",
        "parent_doi": "https://doi.org/10.5281/zenodo.14990798",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.14990798",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:14990799/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:14990799/sequence/default",
        "files": "https://zenodo.org/api/records/14990799/files",
        "media_files": "https://zenodo.org/api/records/14990799/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:14990799:The_Manufactured_Outrage_How_Opportunists_Revive_%23MeToo_for_Personal.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:14990799:The_Manufactured_Outrage_How_Opportunists_Revive_%23MeToo_for_Personal.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:14990799:The_Manufactured_Outrage_How_Opportunists_Revive_%23MeToo_for_Personal.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:14990799:The_Manufactured_Outrage_How_Opportunists_Revive_%23MeToo_for_Personal.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:14990799:The_Manufactured_Outrage_How_Opportunists_Revive_%23MeToo_for_Personal.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:14990799:The_Manufactured_Outrage_How_Opportunists_Revive_%23MeToo_for_Personal.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/14990799/files-archive",
        "archive_media": "https://zenodo.org/api/records/14990799/media-files-archive",
        "latest": "https://zenodo.org/api/records/14990799/versions/latest",
        "latest_html": "https://zenodo.org/records/14990799/latest",
        "versions": "https://zenodo.org/api/records/14990799/versions",
        "draft": "https://zenodo.org/api/records/14990799/draft",
        "access_links": "https://zenodo.org/api/records/14990799/access/links",
        "access_grants": "https://zenodo.org/api/records/14990799/access/grants",
        "access_users": "https://zenodo.org/api/records/14990799/access/users",
        "access_request": "https://zenodo.org/api/records/14990799/access/request",
        "access": "https://zenodo.org/api/records/14990799/access",
        "communities": "https://zenodo.org/api/records/14990799/communities",
        "communities-suggestions": "https://zenodo.org/api/records/14990799/communities-suggestions",
        "requests": "https://zenodo.org/api/records/14990799/requests"
      },
      "updated": "2025-03-08T08:20:22.101061+00:00",
      "recid": "14990799",
      "revision": 10,
      "files": [
        {
          "id": "a098ee16-a56d-4b13-b9d0-dde711f0be67",
          "key": "The_Manufactured_Outrage_How_Opportunists_Revive_#MeToo_for_Personal.pdf",
          "size": 9482383,
          "checksum": "md5:a2937318c5d9245510640a1331b8d8c9",
          "links": {
            "self": "https://zenodo.org/api/records/14990799/files/The_Manufactured_Outrage_How_Opportunists_Revive_#MeToo_for_Personal.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1205782"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 23,
        "unique_downloads": 15,
        "views": 18,
        "unique_views": 13,
        "version_downloads": 23,
        "version_unique_downloads": 15,
        "version_unique_views": 13,
        "version_views": 18
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-02-16T11:58:25.468534+00:00",
      "modified": "2025-02-16T11:58:25.693306+00:00",
      "id": 14876759,
      "conceptrecid": "14876758",
      "doi": "10.5281/zenodo.14876759",
      "conceptdoi": "10.5281/zenodo.14876758",
      "doi_url": "https://doi.org/10.5281/zenodo.14876759",
      "metadata": {
        "title": "Inteligencia artificial en psiquiatría: innovaciones, desafíos y futuro del diagnóstico y tratamiento. Revisión bibliográfica",
        "doi": "10.5281/zenodo.14876759",
        "publication_date": "2025-02-16",
        "description": "<p><span>La inteligencia artificial (IA) se trata de un recurso tecnol&oacute;gico y revolucionario que se encuentra transformando la psiquiatr&iacute;a mediante el desarrollo de herramientas avanzadas que optimizan tanto el diagn&oacute;stico como el tratamiento de los trastornos mentales. Tecnolog&iacute;as como el aprendizaje autom&aacute;tico (AA) y el procesamiento de lenguaje natural (PLN) permiten analizar patrones complejos en neuroim&aacute;genes, datos cl&iacute;nicos y lenguaje, facilitando diagn&oacute;sticos m&aacute;s tempranos y personalizados. No obstante, la adopci&oacute;n de estas tecnolog&iacute;as enfrenta desaf&iacute;os considerables, entre ellos las preocupaciones &eacute;ticas relacionadas con la privacidad de los datos, los sesgos inherentes en los modelos y la falta de est&aacute;ndares que aseguren la reproducibilidad de los resultados. Basado en una revisi&oacute;n bibliogr&aacute;fica sistematizada de estudios recientes, se evaluaron las tecnolog&iacute;as de IA, incluyendo algoritmos de AA, PLN y an&aacute;lisis de neuroim&aacute;genes, con el objetivo de identificar su eficacia, limitaciones y posibilidades futuras. La evidencia indica que las herramientas predictivas logran tasas de precisi&oacute;n superiores al 90% en la detecci&oacute;n de enfermedades como el Alzheimer y la depresi&oacute;n mayor, mientras que, sistemas como chatbots terap&eacute;uticos ofrecen apoyo continuo, an&oacute;nimo y accesible a los pacientes. Aunque prometedora, la IA enfrenta barreras &eacute;ticas, t&eacute;cnicas y sociales. Sin embargo, posee una potencial capacidad para atender la creciente demanda de servicios psiqui&aacute;tricos, especialmente en regiones con acceso limitado a especialistas. En el futuro, estas tecnolog&iacute;as podr&iacute;an evolucionar hacia sistemas m&aacute;s integrados y responsables, capaces de combinar avances tecnol&oacute;gicos con principios humanos como la empat&iacute;a, promoviendo diagn&oacute;sticos equitativos y tratamientos adaptados a las necesidades individuales.</span></p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Leynis Carolina Ocando Parra",
            "affiliation": "Diplomado en Salud Ocupacional, Diplomado en Manejo de Situaciones Críticas en Salud Mental. Universidad de Los Andes. Chile.",
            "orcid": "0000-0001-6473-3746"
          }
        ],
        "keywords": [
          "inteligencia artificial, psiquiatría, diagnósticos personalizados, tratamiento, ética, privacidad."
        ],
        "references": [
          "Aggarwal A, Tam CC, Wu D, Li X, Qiao S. Artificial Intelligence-Based Chatbots for Promoting Health Behavioral Changes: Systematic Review. J Med Internet Res. 2023;25:e40789",
          "Bi WL, Hosny A, Schabath MB, Giger ML, Birkbak NJ, Mehrtash A, et al. Artificial intelligence in cancer imaging: Clinical challenges and applications. CA Cancer J Clin. 2019;69(2):127–57.",
          "Hosny A, Parmar C, Quackenbush J, Schwartz LH, Aerts HJWL. Artificial intelligence in radiology. Nat Rev Cancer. 2018;18(8):500–10.",
          "Graham S, Depp C, Lee EE, Nebeker C, Tu X, Kim HC, et al. Artificial Intelligence for Mental Health and Mental Illnesses: an Overview. Curr Psychiatry Rep. 2019;21(11):116.",
          "Chen Z, Liu X, Yang Q, Wang YJ, Miao K, Gong Z, et al. Evaluation of Risk of Bias in Neuroimaging-Based Artificial Intelligence Models for Psychiatric Diagnosis: A Systematic Review. JAMA Netw Open. 2023;6(3):e231671.",
          "Rogge E, Briganti G. The Borders of Mental Illness: Investigating Clusters of Diagnostic Criteria in Acute Presentations of Psychiatric Disorders. Psychiatr Danub. 2022;34(Suppl 8):220–30.",
          "Bzdok D, Meyer-Lindenberg A. Machine Learning for Precision Psychiatry: Opportunities and Challenges. Biol Psychiatry Cogn Neurosci Neuroimaging. 2018;3(3):223–30.",
          "Braun U, Schaefer A, Betzel RF, Tost H, Meyer-Lindenberg A, Bassett DS. From Maps to Multi-dimensional Network Mechanisms of Mental Disorders. Neuron. 2018;97(1):14–31.",
          "Dwyer DB, Falkai P, Koutsouleris N. Machine Learning Approaches for Clinical Psychology and Psychiatry. Annu Rev Clin Psychol. 2018;14:91–118.",
          "Doraiswamy PM, Blease C, Bodner K. Artificial intelligence and the future of psychiatry: Insights from a global physician survey. Artif Intell Med. 2020;102:101753.",
          "Meinke C, Lueken U, Walter H, Hilbert K. Predicting treatment outcome based on resting-state functional connectivity in internalizing mental disorders: A systematic review and meta-analysis. Neurosci Biobehav Rev. 2024;160:105640.",
          "Briganti G. Artificial Intelligence in Psychiatry. Psychiatr Danub. 2023;35(Suppl 2):15–9.",
          "Durstewitz D, Koppe G, Meyer-Lindenberg A. Deep neural networks in psychiatry. Mol Psychiatry. 2019;24(11):1583–98.",
          "Moher D, Liberati A, Tetzlaff J, Altman DG, PRISMA Group. Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement. PLoS Med. 2009;6(7):e1000097.",
          "Guyatt GH, Oxman AD, Vist GE, Kunz R, Falck-Ytter Y, Alonso-Coello P, et al. GRADE: an emerging consensus on rating quality of evidence and strength of recommendations. BMJ. 2008;336(7650):924–6.",
          "Briganti G. Intelligence artificielle: une introduction pour les cliniciens. Revue des Maladies Respiratoires. 2023;40(4):308–13.",
          "Bzdok D, Altman N, Krzywinski M. Statistics versus machine learning. Nat Methods. 2018;15(4):233–4.",
          "Passos IC, Ballester PL, Barros RC, Librenza-Garcia D, Mwangi B, Birmaher B, et al. Machine learning and big data analytics in bipolar disorder: A position paper from the International Society for Bipolar Disorders Big Data Task Force. Bipolar Disord. 2019;21(7):582–94.",
          "Nickson D, Meyer C, Walasek L, Toro C. Prediction and diagnosis of depression using machine learning with electronic health records data: a systematic review. BMC Med Inform Decis Mak. 2023;23(1):271.",
          "Park JH, Cho HE, Kim JH, Wall M, Stern Y, Lim H, et al. Machine Learning Prediction of Incidence of Alzheimer's Disease Using Large-Scale Administrative Health Data [Internet]. bioRxiv; 2020 [citado el 11 de noviembre de 2024]. p. 625582. Disponible en: https://www.biorxiv.org/content/10.1101/625582v2",
          "Liu Y, Chen PHC, Krause J, Peng L. How to Read Articles That Use Machine Learning: Users' Guides to the Medical Literature. JAMA. 2019;322(18):1806–16.",
          "Lee EE, Torous J, Choudhury MD, Depp CA, Graham SA, Kim HC, et al. Artificial Intelligence for Mental Healthcare: Clinical Applications, Barriers, Facilitators, and Artificial Wisdom. Biological psychiatry Cognitive neuroscience and neuroimaging. 2021;6(9):856.",
          "Koleck TA, Dreisbach C, Bourne PE, Bakken S. Natural language processing of symptoms documented in free-text narratives of electronic health records: a systematic review. J Am Med Inform Assoc. 2019;26(4):364–79.",
          "Sheikhalishahi S, Miotto R, Dudley JT, Lavelli A, Rinaldi F, Osmani V. Natural Language Processing of Clinical Notes on Chronic Diseases: Systematic Review. JMIR Med Inform. 2019;7(2):e12239.",
          "McCoy TH, Pellegrini AM, Perlis RH. Research Domain Criteria scores estimated through natural language processing are associated with risk for suicide and accidental death. Depress Anxiety. 2019;36(5):392–9.",
          "Coppersmith G, Leary R, Crutchley P, Fine A. Natural Language Processing of Social Media as Screening for Suicide Risk. Biomedical Informatics Insights. 2018;10:1178222618792860.",
          "Stewart R, Velupillai S. Applied natural language processing in mental health big data. Neuropsychopharmacology. 2021;46(1):252–3.",
          "Akkus Z, Galimzianova A, Hoogi A, Rubin DL, Erickson BJ. Deep Learning for Brain MRI Segmentation: State of the Art and Future Directions. J Digit Imaging. 2017;30(4):449–59.",
          "Liu Z, Kainth K, Zhou A, Deyer TW, Fayad ZA, Greenspan H, et al. A review of self-supervised, generative, and few-shot deep learning methods for data-limited magnetic resonance imaging segmentation. NMR Biomed. 2024;37(8):e5143.",
          "Briganti G. A Doctor's Guide to Foundation Models [Internet]. OSF; 2023 [citado el 11 de noviembre de 2024]. Disponible en: https://osf.io/5zg3q",
          "Shin H, Kang Y, Choi KW, Kim S, Ham BJ, Choi Y. Artificial Intelligence-Based Major Depressive Disorder (MDD) Diagnosis Using Raman Spectroscopic Features of Plasma Exosomes. Anal Chem. 2023;95(15):6410–6.",
          "Noda Y, Sakaue K, Wada M, Takano M, Nakajima S. Development of Artificial Intelligence for Determining Major Depressive Disorder Based on Resting-State EEG and Single-Pulse Transcranial Magnetic Stimulation-Evoked EEG Indices. J Pers Med. 2024;14(1):101.",
          "Allesøe RL, Nudel R, Thompson WK, Wang Y, Nordentoft M, Børglum AD, et al. Deep learning-based integration of genetics with registry data for stratification of schizophrenia and depression. Sci Adv. 2022;8(26):eabi7293.",
          "Chan CC, Norel R, Agurto C, Lysaker PH, Myers EJ, Hazlett EA, et al. Emergence of Language Related to Self-experience and Agency in Autobiographical Narratives of Individuals With Schizophrenia. Schizophrenia Bulletin. 2023;49(2):444–53.",
          "Fu J, Yang S, He F, He L, Li Y, Zhang J, et al. Sch-net: a deep learning architecture for automatic detection of schizophrenia. Biomed Eng Online. 2021;20(1):75.",
          "Huang J, Zhao Y, Qu W, Tian Z, Tan Y, Wang Z, et al. Automatic recognition of schizophrenia from facial videos using 3D convolutional neural network. Asian J Psychiatr. 2022;77:103263.",
          "Doborjeh M, Doborjeh Z, Merkin A, Bahrami H, Sumich A, Krishnamurthi R, et al. Personalised predictive modelling with brain-inspired spiking neural networks of longitudinal MRI neuroimaging data and the case study of dementia. Neural Netw. 2021;144:522–39.",
          "James C, Ranson JM, Everson R, Llewellyn DJ. Performance of Machine Learning Algorithms for Predicting Progression to Dementia in Memory Clinic Patients. JAMA Netw Open. 2021;4(12):e2136553.",
          "You J, Zhang YR, Wang HF, Yang M, Feng JF, Yu JT, et al. Development of a novel dementia risk prediction model in the general population: A large, longitudinal, population-based machine-learning study. EClinicalMedicine. 2022;53:101665.",
          "Salehi AW, Baglat P, Sharma BB, Gupta G, Upadhya A. A CNN Model: Earlier Diagnosis and Classification of Alzheimer Disease using MRI. En: 2020 International Conference on Smart Electronics and Communication (ICOSEC) [Internet]. 2020 [citado el 8 de enero de 2025]. p. 156–61. Disponible en: https://ieeexplore.ieee.org/document/9215402",
          "Wei Q, Cao H, Shi Y, Xu X, Li T. Machine learning based on eye-tracking data to identify Autism Spectrum Disorder: A systematic review and meta-analysis. J Biomed Inform. 2023;137:104254.",
          "Afshar M, Sharma B, Dligach D, Oguss M, Brown R, Chhabra N, et al. Development and multimodal validation of a substance misuse algorithm for referral to treatment using artificial intelligence (SMART-AI): a retrospective deep learning study. Lancet Digit Health. junio de 2022;4(6):e426–35.",
          "Gomeni R, Bressolle-Gomeni F, Fava M. Artificial intelligence approach for the analysis of placebo-controlled clinical trials in major depressive disorders accounting for individual propensity to respond to placebo. Transl Psychiatry. 2023;13(1):141.",
          "Joyce JB, Grant CW, Liu D, MahmoudianDehkordi S, Kaddurah-Daouk R, Skime M, et al. Multi-omics driven predictions of response to acute phase combination antidepressant therapy: a machine learning approach with cross-trial replication. Transl Psychiatry. 2021;11(1):513.",
          "Taliaz D, Spinrad A, Barzilay R, Barnett-Itzhaki Z, Averbuch D, Teltsh O, et al. Optimizing prediction of response to antidepressant medications using machine learning and integrated genetic, clinical, and demographic data. Transl Psychiatry. 2021;11(1):381.",
          "Sadeh-Sharvit S, Camp TD, Horton SE, Hefner JD, Berry JM, Grossman E, et al. Effects of an Artificial Intelligence Platform for Behavioral Interventions on Depression and Anxiety Symptoms: Randomized Clinical Trial. J Med Internet Res. 2023;25:e46781.",
          "Wang M, Hu K, Fan L, Yan H, Li P, Jiang T, et al. Predicting Treatment Response in Schizophrenia With Magnetic Resonance Imaging and Polygenic Risk Score. Front Genet. 2022;13:848205.",
          "Tandon R. Controversies in psychiatry practice and research. Asian J Psychiatr. 2023;81:103508.",
          "Kelly CJ, Karthikesalingam A, Suleyman M, Corrado G, King D. Key challenges for delivering clinical impact with artificial intelligence. BMC Med. 2019;17(1):195.",
          "Walter M, Alizadeh S, Jamalabadi H, Lueken U, Dannlowski U, Walter H, et al. Translational machine learning for psychiatric neuroimaging. Prog Neuropsychopharmacol Biol Psychiatry. 2019;91:113–21.",
          "Castelvecchi D. Can we open the black box of AI? Nature. 2016;538(7623):20–3.",
          "Ray A, Bhardwaj A, Malik YK, Singh S, Gupta R. Artificial intelligence and Psychiatry: An overview. Asian J Psychiatr. 2022;70:103021.",
          "Yew GCK. Trust in and Ethical Design of Carebots: The Case for Ethics of Care. Int J Soc Robot. 2021;13(4):629–45.",
          "Blease C, Locher C, Leon-Carlyle M, Doraiswamy M. Artificial intelligence and the future of psychiatry: Qualitative findings from a global physician survey. Digit Health. 2020;6:2055207620968355.",
          "Tandon R. Computational psychiatry and the psychopathology of psychosis: Promising leads and blind alleys. Schizophr Res. 2023;254:143–5.",
          "Riley P. Three pitfalls to avoid in machine learning. Nature. 2019;572(7767):27–9.",
          "Kline A, Wang H, Li Y, Dennis S, Hutch M, Xu Z, et al. Multimodal machine learning in precision health: A scoping review. NPJ Digit Med. 2022;5(1):171.",
          "Su C, Xu Z, Pathak J, Wang F. Deep learning in mental health outcome research: a scoping review. Transl Psychiatry. 2020;10(1):116.",
          "Sodhani S, Chandar S, Bengio Y. Toward Training Recurrent Neural Networks for Lifelong Learning. Neural Comput. 2020;32(1):1–35.",
          "Couckuyt A, Seurinck R, Emmaneel A, Quintelier K, Novak D, Van Gassen S, et al. Challenges in translational machine learning. Hum Genet. 2022;141(9):1451–66.",
          "Zhong Y, Lyu YAH, Yu S, Gao YJ, Mi WF, Li JF. The issue of evidence-based medicine and artificial intelligence. Asian J Psychiatr. 2023;85:103627.",
          "Hauser TU, Skvortsova V, De Choudhury M, Koutsouleris N. The promise of a model-based psychiatry: building computational models of mental ill health. Lancet Digit Health. 2022;4(11):e816–28.",
          "Low DM, Rumker L, Talkar T, Torous J, Cecchi G, Ghosh SS. Natural Language Processing Reveals Vulnerable Mental Health Support Groups and Heightened Health Anxiety on Reddit During COVID-19: Observational Study. J Med Internet Res. 2020;22(10):e22635.",
          "Thornton J, D'Souza R, Tandon R. Artificial intelligence and psychiatry research and practice. Asian J Psychiatr. 2023;81:103509.",
          "1.\tAggarwal A, Tam CC, Wu D, Li X, Qiao S. Artificial Intelligence-Based Chatbots for Promoting Health Behavioral Changes: Systematic Review. J Med Internet Res. 2023;25:e40789.  2.\tBi WL, Hosny A, Schabath MB, Giger ML, Birkbak NJ, Mehrtash A, et al. Artificial intelligence in cancer imaging: Clinical challenges and applications. CA Cancer J Clin. 2019;69(2):127–57.  3.\tHosny A, Parmar C, Quackenbush J, Schwartz LH, Aerts HJWL. Artificial intelligence in radiology. Nat Rev Cancer. 2018;18(8):500–10.  4.\tGraham S, Depp C, Lee EE, Nebeker C, Tu X, Kim HC, et al. Artificial Intelligence for Mental Health and Mental Illnesses: an Overview. Curr Psychiatry Rep. 2019;21(11):116.  5.\tChen Z, Liu X, Yang Q, Wang YJ, Miao K, Gong Z, et al. Evaluation of Risk of Bias in Neuroimaging-Based Artificial Intelligence Models for Psychiatric Diagnosis: A Systematic Review. JAMA Netw Open. 2023;6(3):e231671.  6.\tRogge E, Briganti G. The Borders of Mental Illness: Investigating Clusters of Diagnostic Criteria in Acute Presentations of Psychiatric Disorders. Psychiatr Danub. 2022;34(Suppl 8):220–30.  7.\tBzdok D, Meyer-Lindenberg A. Machine Learning for Precision Psychiatry: Opportunities and Challenges. Biol Psychiatry Cogn Neurosci Neuroimaging. 2018;3(3):223–30.  8.\tBraun U, Schaefer A, Betzel RF, Tost H, Meyer-Lindenberg A, Bassett DS. From Maps to Multi-dimensional Network Mechanisms of Mental Disorders. Neuron. 2018;97(1):14–31.  9.\tDwyer DB, Falkai P, Koutsouleris N. Machine Learning Approaches for Clinical Psychology and Psychiatry. Annu Rev Clin Psychol. 2018;14:91–118.  10.\tDoraiswamy PM, Blease C, Bodner K. Artificial intelligence and the future of psychiatry: Insights from a global physician survey. Artif Intell Med. 2020;102:101753.  11.\tMeinke C, Lueken U, Walter H, Hilbert K. Predicting treatment outcome based on resting-state functional connectivity in internalizing mental disorders: A systematic review and meta-analysis. Neurosci Biobehav Rev. 2024;160:105640.  12.\tBriganti G. Artificial Intelligence in Psychiatry. Psychiatr Danub. 2023;35(Suppl 2):15–9.  13.\tDurstewitz D, Koppe G, Meyer-Lindenberg A. Deep neural networks in psychiatry. Mol Psychiatry. 2019;24(11):1583–98.  14.\tMoher D, Liberati A, Tetzlaff J, Altman DG, PRISMA Group. Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement. PLoS Med. 2009;6(7):e1000097.  15.\tGuyatt GH, Oxman AD, Vist GE, Kunz R, Falck-Ytter Y, Alonso-Coello P, et al. GRADE: an emerging consensus on rating quality of evidence and strength of recommendations. BMJ. 2008;336(7650):924–6.  16.\tBriganti G. Intelligence artificielle: une introduction pour les cliniciens. Revue des Maladies Respiratoires. 2023;40(4):308–13.  17.\tBzdok D, Altman N, Krzywinski M. Statistics versus machine learning. Nat Methods. 2018;15(4):233–4.  18.\tPassos IC, Ballester PL, Barros RC, Librenza-Garcia D, Mwangi B, Birmaher B, et al. Machine learning and big data analytics in bipolar disorder: A position paper from the International Society for Bipolar Disorders Big Data Task Force. Bipolar Disord. 2019;21(7):582–94.  19.\tNickson D, Meyer C, Walasek L, Toro C. Prediction and diagnosis of depression using machine learning with electronic health records data: a systematic review. BMC Med Inform Decis Mak. 2023;23(1):271.  20.\tPark JH, Cho HE, Kim JH, Wall M, Stern Y, Lim H, et al. Machine Learning Prediction of Incidence of Alzheimer's Disease Using Large-Scale Administrative Health Data [Internet]. bioRxiv; 2020 [citado el 11 de noviembre de 2024]. p. 625582. Disponible en: https://www.biorxiv.org/content/10.1101/625582v2 21.\tLiu Y, Chen PHC, Krause J, Peng L. How to Read Articles That Use Machine Learning: Users' Guides to the Medical Literature. JAMA. 2019;322(18):1806–16.  22.\tLee EE, Torous J, Choudhury MD, Depp CA, Graham SA, Kim HC, et al. Artificial Intelligence for Mental Healthcare: Clinical Applications, Barriers, Facilitators, and Artificial Wisdom. Biological psychiatry Cognitive neuroscience and neuroimaging. 2021;6(9):856.  23.\tKoleck TA, Dreisbach C, Bourne PE, Bakken S. Natural language processing of symptoms documented in free-text narratives of electronic health records: a systematic review. J Am Med Inform Assoc. 2019;26(4):364–79.  24.\tSheikhalishahi S, Miotto R, Dudley JT, Lavelli A, Rinaldi F, Osmani V. Natural Language Processing of Clinical Notes on Chronic Diseases: Systematic Review. JMIR Med Inform. 2019;7(2):e12239.  25.\tMcCoy TH, Pellegrini AM, Perlis RH. Research Domain Criteria scores estimated through natural language processing are associated with risk for suicide and accidental death. Depress Anxiety. 2019;36(5):392–9.  26.\tCoppersmith G, Leary R, Crutchley P, Fine A. Natural Language Processing of Social Media as Screening for Suicide Risk. Biomedical Informatics Insights. 2018;10:1178222618792860.  27.\tStewart R, Velupillai S. Applied natural language processing in mental health big data. Neuropsychopharmacology. 2021;46(1):252–3.  28.\tAkkus Z, Galimzianova A, Hoogi A, Rubin DL, Erickson BJ. Deep Learning for Brain MRI Segmentation: State of the Art and Future Directions. J Digit Imaging. 2017;30(4):449–59.  29.\tLiu Z, Kainth K, Zhou A, Deyer TW, Fayad ZA, Greenspan H, et al. A review of self-supervised, generative, and few-shot deep learning methods for data-limited magnetic resonance imaging segmentation. NMR Biomed. 2024;37(8):e5143.  30.\tBriganti G. A Doctor's Guide to Foundation Models [Internet]. OSF; 2023 [citado el 11 de noviembre de 2024]. Disponible en: https://osf.io/5zg3q 31.\tShin H, Kang Y, Choi KW, Kim S, Ham BJ, Choi Y. Artificial Intelligence-Based Major Depressive Disorder (MDD) Diagnosis Using Raman Spectroscopic Features of Plasma Exosomes. Anal Chem. 2023;95(15):6410–6.  32.\tNoda Y, Sakaue K, Wada M, Takano M, Nakajima S. Development of Artificial Intelligence for Determining Major Depressive Disorder Based on Resting-State EEG and Single-Pulse Transcranial Magnetic Stimulation-Evoked EEG Indices. J Pers Med. 2024;14(1):101.  33.\tAllesøe RL, Nudel R, Thompson WK, Wang Y, Nordentoft M, Børglum AD, et al. Deep learning-based integration of genetics with registry data for stratification of schizophrenia and depression. Sci Adv. 2022;8(26):eabi7293.  34.\tChan CC, Norel R, Agurto C, Lysaker PH, Myers EJ, Hazlett EA, et al. Emergence of Language Related to Self-experience and Agency in Autobiographical Narratives of Individuals With Schizophrenia. Schizophrenia Bulletin. 2023;49(2):444–53.  35.\tFu J, Yang S, He F, He L, Li Y, Zhang J, et al. Sch-net: a deep learning architecture for automatic detection of schizophrenia. Biomed Eng Online. 2021;20(1):75.  36.\tHuang J, Zhao Y, Qu W, Tian Z, Tan Y, Wang Z, et al. Automatic recognition of schizophrenia from facial videos using 3D convolutional neural network. Asian J Psychiatr. 2022;77:103263.  37.\tDoborjeh M, Doborjeh Z, Merkin A, Bahrami H, Sumich A, Krishnamurthi R, et al. Personalised predictive modelling with brain-inspired spiking neural networks of longitudinal MRI neuroimaging data and the case study of dementia. Neural Netw. 2021;144:522–39.  38.\tJames C, Ranson JM, Everson R, Llewellyn DJ. Performance of Machine Learning Algorithms for Predicting Progression to Dementia in Memory Clinic Patients. JAMA Netw Open. 2021;4(12):e2136553.  39.\tYou J, Zhang YR, Wang HF, Yang M, Feng JF, Yu JT, et al. Development of a novel dementia risk prediction model in the general population: A large, longitudinal, population-based machine-learning study. EClinicalMedicine. 2022;53:101665.  40.\tSalehi AW, Baglat P, Sharma BB, Gupta G, Upadhya A. A CNN Model: Earlier Diagnosis and Classification of Alzheimer Disease using MRI. En: 2020 International Conference on Smart Electronics and Communication (ICOSEC) [Internet]. 2020 [citado el 8 de enero de 2025]. p. 156–61. Disponible en: https://ieeexplore.ieee.org/document/9215402 41.\tWei Q, Cao H, Shi Y, Xu X, Li T. Machine learning based on eye-tracking data to identify Autism Spectrum Disorder: A systematic review and meta-analysis. J Biomed Inform. 2023;137:104254.  42.\tAfshar M, Sharma B, Dligach D, Oguss M, Brown R, Chhabra N, et al. Development and multimodal validation of a substance misuse algorithm for referral to treatment using artificial intelligence (SMART-AI): a retrospective deep learning study. Lancet Digit Health. junio de 2022;4(6):e426–35.  43.\tGomeni R, Bressolle-Gomeni F, Fava M. Artificial intelligence approach for the analysis of placebo-controlled clinical trials in major depressive disorders accounting for individual propensity to respond to placebo. Transl Psychiatry. 2023;13(1):141.  44.\tJoyce JB, Grant CW, Liu D, MahmoudianDehkordi S, Kaddurah-Daouk R, Skime M, et al. Multi-omics driven predictions of response to acute phase combination antidepressant therapy: a machine learning approach with cross-trial replication. Transl Psychiatry. 2021;11(1):513.  45.\tTaliaz D, Spinrad A, Barzilay R, Barnett-Itzhaki Z, Averbuch D, Teltsh O, et al. Optimizing prediction of response to antidepressant medications using machine learning and integrated genetic, clinical, and demographic data. Transl Psychiatry. 2021;11(1):381.  46.\tSadeh-Sharvit S, Camp TD, Horton SE, Hefner JD, Berry JM, Grossman E, et al. Effects of an Artificial Intelligence Platform for Behavioral Interventions on Depression and Anxiety Symptoms: Randomized Clinical Trial. J Med Internet Res. 2023;25:e46781.  47.\tWang M, Hu K, Fan L, Yan H, Li P, Jiang T, et al. Predicting Treatment Response in Schizophrenia With Magnetic Resonance Imaging and Polygenic Risk Score. Front Genet. 2022;13:848205.  48.\tTandon R. Controversies in psychiatry practice and research. Asian J Psychiatr. 2023;81:103508.  49.\tKelly CJ, Karthikesalingam A, Suleyman M, Corrado G, King D. Key challenges for delivering clinical impact with artificial intelligence. BMC Med. 2019;17(1):195.  50.\tWalter M, Alizadeh S, Jamalabadi H, Lueken U, Dannlowski U, Walter H, et al. Translational machine learning for psychiatric neuroimaging. Prog Neuropsychopharmacol Biol Psychiatry. 2019;91:113–21.  51.\tCastelvecchi D. Can we open the black box of AI? Nature. 2016;538(7623):20–3.  52.\tRay A, Bhardwaj A, Malik YK, Singh S, Gupta R. Artificial intelligence and Psychiatry: An overview. Asian J Psychiatr. 2022;70:103021.  53.\tYew GCK. Trust in and Ethical Design of Carebots: The Case for Ethics of Care. Int J Soc Robot. 2021;13(4):629–45.  54.\tBlease C, Locher C, Leon-Carlyle M, Doraiswamy M. Artificial intelligence and the future of psychiatry: Qualitative findings from a global physician survey. Digit Health. 2020;6:2055207620968355.  55.\tTandon R. Computational psychiatry and the psychopathology of psychosis: Promising leads and blind alleys. Schizophr Res. 2023;254:143–5.  56.\tRiley P. Three pitfalls to avoid in machine learning. Nature. 2019;572(7767):27–9.  57.\tKline A, Wang H, Li Y, Dennis S, Hutch M, Xu Z, et al. Multimodal machine learning in precision health: A scoping review. NPJ Digit Med. 2022;5(1):171.  58.\tSu C, Xu Z, Pathak J, Wang F. Deep learning in mental health outcome research: a scoping review. Transl Psychiatry. 2020;10(1):116.  59.\tSodhani S, Chandar S, Bengio Y. Toward Training Recurrent Neural Networks for Lifelong Learning. Neural Comput. 2020;32(1):1–35.  60.\tCouckuyt A, Seurinck R, Emmaneel A, Quintelier K, Novak D, Van Gassen S, et al. Challenges in translational machine learning. Hum Genet. 2022;141(9):1451–66.  61.\tZhong Y, Lyu YAH, Yu S, Gao YJ, Mi WF, Li JF. The issue of evidence-based medicine and artificial intelligence. Asian J Psychiatr. 2023;85:103627.  62.\tHauser TU, Skvortsova V, De Choudhury M, Koutsouleris N. The promise of a model-based psychiatry: building computational models of mental ill health. Lancet Digit Health. 2022;4(11):e816–28.  63.\tLow DM, Rumker L, Talkar T, Torous J, Cecchi G, Ghosh SS. Natural Language Processing Reveals Vulnerable Mental Health Support Groups and Heightened Health Anxiety on Reddit During COVID-19: Observational Study. J Med Internet Res. 2020;22(10):e22635.  64.\tThornton J, D'Souza R, Tandon R. Artificial intelligence and psychiatry research and practice. Asian J Psychiatr. 2023;81:103509.  65.\tKoutsouleris N, Hauser TU, Skvortsova V, De Choudhury M. From promise to practice: towards the realisation of AI-informed mental health care. Lancet Digit Health. 2022;4(11):e829–40."
        ],
        "language": "spa",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "1",
          "title": "Revista Latinoamericana de Hipertension (Latin American Journal of Hypertension)",
          "volume": "20"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "14876758"
              }
            }
          ]
        }
      },
      "title": "Inteligencia artificial en psiquiatría: innovaciones, desafíos y futuro del diagnóstico y tratamiento. Revisión bibliográfica",
      "links": {
        "self": "https://zenodo.org/api/records/14876759",
        "self_html": "https://zenodo.org/records/14876759",
        "preview_html": "https://zenodo.org/records/14876759?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.14876759",
        "self_doi": "https://doi.org/10.5281/zenodo.14876759",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.14876759",
        "reserve_doi": "https://zenodo.org/api/records/14876759/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/14876758",
        "parent_html": "https://zenodo.org/records/14876758",
        "parent_doi": "https://doi.org/10.5281/zenodo.14876758",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.14876758",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:14876759/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:14876759/sequence/default",
        "files": "https://zenodo.org/api/records/14876759/files",
        "media_files": "https://zenodo.org/api/records/14876759/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:14876759:11%20Inteligencia%20artificial%20en%20psiquiatr%C3%ADa.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:14876759:11%20Inteligencia%20artificial%20en%20psiquiatr%C3%ADa.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:14876759:11%20Inteligencia%20artificial%20en%20psiquiatr%C3%ADa.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:14876759:11%20Inteligencia%20artificial%20en%20psiquiatr%C3%ADa.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:14876759:11%20Inteligencia%20artificial%20en%20psiquiatr%C3%ADa.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:14876759:11%20Inteligencia%20artificial%20en%20psiquiatr%C3%ADa.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/14876759/files-archive",
        "archive_media": "https://zenodo.org/api/records/14876759/media-files-archive",
        "latest": "https://zenodo.org/api/records/14876759/versions/latest",
        "latest_html": "https://zenodo.org/records/14876759/latest",
        "versions": "https://zenodo.org/api/records/14876759/versions",
        "draft": "https://zenodo.org/api/records/14876759/draft",
        "access_links": "https://zenodo.org/api/records/14876759/access/links",
        "access_grants": "https://zenodo.org/api/records/14876759/access/grants",
        "access_users": "https://zenodo.org/api/records/14876759/access/users",
        "access_request": "https://zenodo.org/api/records/14876759/access/request",
        "access": "https://zenodo.org/api/records/14876759/access",
        "communities": "https://zenodo.org/api/records/14876759/communities",
        "communities-suggestions": "https://zenodo.org/api/records/14876759/communities-suggestions",
        "requests": "https://zenodo.org/api/records/14876759/requests"
      },
      "updated": "2025-02-16T11:58:25.693306+00:00",
      "recid": "14876759",
      "revision": 4,
      "files": [
        {
          "id": "d94e74e6-45ab-47b3-b5d0-85f47d21cee9",
          "key": "11 Inteligencia artificial en psiquiatría.pdf",
          "size": 485796,
          "checksum": "md5:8fc93eb235c073bea7e63c6fabfb384b",
          "links": {
            "self": "https://zenodo.org/api/records/14876759/files/11 Inteligencia artificial en psiquiatría.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "144358"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 81,
        "unique_downloads": 70,
        "views": 86,
        "unique_views": 78,
        "version_downloads": 81,
        "version_unique_downloads": 70,
        "version_unique_views": 78,
        "version_views": 86
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-01-22T23:29:44.263531+00:00",
      "modified": "2025-01-22T23:29:44.426595+00:00",
      "id": 14722207,
      "conceptrecid": "14722206",
      "doi": "10.1111/bdi.12385",
      "doi_url": "https://doi.org/10.1111/bdi.12385",
      "metadata": {
        "title": "Cognitive variability in bipolar II disorder: who is cognitively impaired and who is preserved",
        "doi": "10.1111/bdi.12385",
        "publication_date": "2016-04-16",
        "description": "<p><strong>Objectives:&nbsp;</strong>Although it is well established that euthymic patients with bipolar disorder can have cognitive impairment, substantial heterogeneity exists and little is known about the extent and severity of impairment within the bipolar II disorder subtype. Therefore, the main aim of this study was to analyze cognitive variability in a sample of patients with bipolar II disorder.</p>\n<p><strong>Methods:&nbsp;</strong>The neuropsychological performance of 116 subjects, including 64 euthymic patients with bipolar II disorder and 52 healthy control subjects, was examined and compared by means of a comprehensive neurocognitive battery. Neurocognitive data were analyzed using a cluster analysis to examine whether there were specific groups based on neurocognitive patterns. Subsequently, subjects from each cluster were compared on demographic, clinical, and functional variables.</p>\n<p><strong>Results:&nbsp;</strong>A three-cluster solution was identified with an intact neurocognitive group (n = 29, 48.3%), an intermediate or selectively impaired group (n = 24, 40.0%), and a globally impaired group (n = 7, 11.6%). Among the three clusters, statistically significant differences were observed in premorbid intelligence quotient (p = 0.002), global functional outcome (p = 0.021), and leisure activities (p = 0.001), with patients in the globally impaired cluster showing the lowest attainments. No differences in other clinical characteristics were found among the groups.</p>\n<p><strong>Conclusions:&nbsp;</strong>These results confirm that neurocognitive variability is also present among patients with bipolar II disorder. Approximately one-half of the patients with bipolar II disorder were cognitively impaired, and among them 12% were severely and globally impaired. The identification of different cognitive profiles may help to develop cognitive remediation programs specifically tailored for each cognitive profile.</p>",
        "access_right": "restricted",
        "creators": [
          {
            "name": "Solé, Brisa",
            "affiliation": "Institut d'Investigacions Biomèdiques August Pi i Sunyer",
            "orcid": "0000-0003-1673-8248"
          },
          {
            "name": "Jiménez, Esther",
            "affiliation": "Barcelona Bipolar Disorders Program, Institute of Neurosciences, Hospital Clinic, University of Barcelona, IDIBAPS, CIBERSAM, Barcelona, Catalonia, Spain",
            "orcid": "0000-0001-6929-6207"
          },
          {
            "name": "Torrent Font, Carla",
            "affiliation": "Institut d'Investigacions Biomèdiques August Pi i Sunyer",
            "orcid": "0000-0003-0335-582X"
          },
          {
            "name": "Bonnín, Caterina del Mar",
            "affiliation": "Bipolar Disorders Unit, Hosptial Clinic, CIBERSAM",
            "orcid": "0000-0002-1197-1596"
          },
          {
            "name": "TORRES, IMMA",
            "affiliation": null
          },
          {
            "name": "Reinares, María",
            "affiliation": "(Barcelona Bipolar Disorders Program, Institute of Neurosciences, Hospital Clinic, University of Barcelona, IDIBAPS, CIBERSAM, Barcelona, Catalonia, Spain.)",
            "orcid": "0000-0001-8859-4453"
          },
          {
            "name": "Angel, Priego",
            "affiliation": "Hospital Clinic Barcelona"
          },
          {
            "name": "Manuel, Salamero",
            "affiliation": "Institute of Neurosciences, Hospital Clinic, University of Barcelona, IDIBAPS CIBERES, Barcelona, Catalonia, Spain."
          },
          {
            "name": "Francesc, Colom",
            "affiliation": "Barcelona Bipolar Disorders Program, Institute of Neurosciences, Hospital Clinic, University of Barcelona, IDIBAPS, CIBERSAM, Barcelona, Catalonia, Spain."
          },
          {
            "name": "VARO, CRISTINA",
            "affiliation": "Barcelona Bipolar Disorders Program, Institute of Neurosciences, Hospital Clinic, University of Barcelona, IDIBAPS, CIBERSAM, Barcelona, Catalonia, Spain.",
            "orcid": "0000-0002-8859-3052"
          },
          {
            "name": "Vieta, Eduard",
            "affiliation": "Centro de Investigación Biomédica en Red de Salud Mental",
            "orcid": "0000-0002-0548-0053"
          },
          {
            "name": "Martinez-Aran, Anabel",
            "affiliation": "(Barcelona Bipolar Disorders Program, Institute of Neurosciences, Hospital Clinic, University of Barcelona, IDIBAPS, CIBERSAM, Barcelona, Catalonia, Spain.)",
            "orcid": "0000-0002-0623-6263"
          }
        ],
        "related_identifiers": [
          {
            "identifier": "10.1038/nrdp.2018.8",
            "relation": "isCitedBy",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/ijnp/pyx032",
            "relation": "isCitedBy",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/wps.20997.",
            "relation": "isCitedBy",
            "scheme": "doi"
          },
          {
            "identifier": "10.1097/YCO.0000000000000883",
            "relation": "isCitedBy",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00406-017-0811-0",
            "relation": "isCitedBy",
            "scheme": "doi"
          },
          {
            "identifier": "10.1017/S003329171700143X",
            "relation": "isCitedBy",
            "scheme": "doi"
          }
        ],
        "dates": [
          {
            "type": "available"
          }
        ],
        "references": [
          "Bora E, Yucel M, Pantelis C, Berk M. Meta-analytic review of neurocognition in bipolar II disorder. Acta Psychiatr Scand 2011; 123: 165–174.",
          "Sole B, Martinez-Aran A, Torrent C et al. Are bipolar II patients cognitively impaired? A systematic review. Psychol Med 2011; 28: 1–13.",
          "Bora E, Yucel M, Pantelis C. Cognitive endophenotypes of bipolar disorder: a meta-analysis of neuropsychological deficits in euthymic patients and their first-degree relatives. J Affect Disord 2009; 113: 1–20.",
          "Torres IJ, Boudreau VG, Yatham LN. Neuropsychological functioning in euthymic bipolar disorder: a meta-analysis. Acta Psychiatr Scand Suppl 2007; 434: 17–26.",
          "Martinez-Aran A, Vieta E, Torrent C et al. Functional outcome in bipolar disorder: the role of clinical and cognitive factors. Bipolar Disord 2007; 9: 103–113.",
          "Martino DJ, Marengo E, Igoa A et al. Neurocognitive and symptomatic predictors of functional outcome in bipolar disorders: a prospective 1 year follow-up study. J Affect Disord 2009; 116: 37–42.",
          "Depp CA, Mausbach BT, Harmell AL et al. Meta-analysis of the association between cognitive abilities and everyday functioning in bipolar disorder. Bipolar Disord 2012; 14: 217–226.",
          "Bonnin CM, Martinez-Aran A, Torrent C et al. Clinical and neurocognitive predictors of functional outcome in bipolar euthymic patients: a long-term, follow-up study. J Affect Disord 2010; 121: 156–160",
          "Burdick KE, Goldberg JF, Harrow M. Neurocognitive dysfunction and psychosocial outcome in patients with bipolar I disorder at 15-year follow-up. Acta Psychiatr Scand 2010; 122: 499–506.",
          "Rosa AR, Bonnin CM, Vazquez GH et al. Functional impairment in bipolar II disorder: is it as disabling as bipolar I? J Affect Disord 2010; 127: 71–76.",
          "Berk M, Dodd S. Bipolar II disorder: a review. Bipolar Disord 2005; 7: 11–21.",
          "Vieta E, Suppes T. Bipolar II disorder: arguments for and against a distinct diagnostic entity. Bipolar Disord 2008; 10: 163–178.",
          "Caseras X, Lawrence NS, Murphy K, Wise RG, Phillips ML. Ventral striatum activity in response to reward: differences between bipolar I and II disorders. Am J Psychiatry 2013; 170: 533–541",
          "Li CT, Hsieh JC, Wang SJ et al. Differential relations between fronto-limbic metabolism and executive function in patients with remitted bipolar I and bipolar II disorder. Bipolar Disord 2012; 14: 831–842.",
          "Caseras X, Murphy K, Lawrence NS et al. Emotion regulation deficits in euthymic bipolar I versus bipolar II disorder: a functional and diffusion-tensor imaging study. Bipolar Disord 2015; 17: 461–470",
          "Fletcher K, Parker G, Manicavasagar V. The role of psychological factors in bipolar disorder: prospective relationships between cognitive style, coping style and symptom expression. Acta Neuropsychiatr 2014; 26: 81–95.",
          "Coryell WH. Bipolar II disorder: reasons to recognize. J Clin Psychiatry 2015; 76: e222–e223.",
          "Martino DJ, Strejilevich SA, Scapola M et al. Heterogeneity in cognitive functioning among patients with bipolar disorder. J Affect Disord 2008; 109: 149–156.",
          "Reichenberg A, Harvey PD, Bowie CR et al. Neuropsychological function and dysfunction in schizophrenia and psychotic affective disorders. Schizophr Bull 2009; 35: 1022–1029.",
          "Burdick KE, Russo M, Frangou S et al. Empirical evidence for discrete neurocognitive subgroups in bipolar disorder: clinical implications. Psychol Med 2014; 44: 3083–3096.",
          "Yatham LN, Torres IJ, Malhi GS et al. The International Society for Bipolar Disorders-Battery for Assessment of Neurocognition (ISBD-BANC). Bipolar Disord 2010; 12: 351–363.",
          "Vieta E. Pros and cons of specialised care in bipolar disorder: an international perspective. Br J Psychiatry 2013; 202: 170–171.",
          "Hamilton M. A rating scale for depression. J Neurol Neurosurg Psychiatry 1960; 23: 56–62.",
          "Ramos-Brieva JA, Cordero VA. Validation of the Castillian version of the hamilton rating scale for depression. Actas Luso Esp Neurol Psiquiatr Cienc Afines 1986; 14: 324–334.",
          "Young RC, Biggs JT, Ziegler VE, Meyer DA. A rating scale for mania: reliability, validity and sensitivity. Br J Psychiatry 1978; 133: 429–435.",
          "Colom F, Vieta E, Martinez-Aran A et al. Spanish version of a scale for the assessment of mania: validity and reliability of the Young Mania Rating Scale. Med Clin (Barc) 2002; 119: 366–371.",
          "First MB, Spitzer RL, Gibbon M, Williams JBW. Structured Clinical Interview for DSM-IV Axis I Disorders (SCID I). New York: Biometrics Research, New York State Psychiatric Institute, 1997.",
          "Rosa AR, Sanchez-Moreno J, Martinez-Aran A et al. Validity and reliability of the Functioning Assessment Short Test (FAST) in bipolar disorder. Clin Pract Epidemol Ment Health 2007; 3: 5.",
          "Grande I, Magalhaes PV, Chendo I et al. Staging bipolar disorder: clinical, biochemical, and functional correlates. Acta Psychiatr Scand 2014; 129: 437–444.",
          "Pinho M, Sehmbi M, Cudney LE et al. The association between biological rhythms, depression, and functioning in bipolar disorder: a large multi-center study. Acta Psychiatr Scand 2016; 133: 102–108.",
          "Sole B, Bonnin CM, Mayoral M et al. Functional remediation for patients with bipolar II disorder: improvement of functioning and subsyndromal symptoms. Eur Neuropsychopharmacol 2015; 25: 257–264.",
          "Weschler D. The Wechsler Adult Intelligence Scale -III (WAIS-III), San Antonio, TX: Psychological Corporation, 1997.",
          "Benton AL, Hamsher K. Multilingual Aphasia Examination. Iowa City: University of Iowa, 1976.",
          "Reitan RM. Validity of the Trailmaking Test as an indication of organic brain damage. Percept Mot Skills 1958; 8: 271–276.",
          "Delis DC, Kramer JH, Kaplan E, Ober B. California Verbal Learning Test. New York: Psychological Corporation, 1987.",
          "Rey A. Test de copia de una figura compleja: Manual Adaptación Española. Madrid: TEA ediciones, 1997.",
          "Heaton RK. Wisconsin Card Sorting Test Manual. Odessa: Psychological Assessment Resources, 1981",
          "Golden CJ. Stroop Colour and Word Test. Chicago: Stoelting, 1978.",
          "Conners CK. Conner's Continuous Performance Test for Windows (CPT-II). Tonawanda, NY: Multi-Health Systems Inc., 2000.",
          "Martino DJ, Strejilevich SA, Marengo E, Ibanez A, Scapola M, Igoa A. Toward the identification of neurocognitive subtypes in euthymic patients with bipolar disorder. J Affect Disord 2014; 167: 118–124",
          "Hsiao YL, Wu YS, Wu JY et al. Neuropsychological functions in patients with bipolar I and bipolar II disorder. Bipolar Disord 2009; 11: 547–554.",
          "Simonsen C, Sundet K, Vaskinn A et al. Neurocognitive profiles in bipolar I and bipolar II disorder: differences in pattern and magnitude of dysfunction. Bipolar Disord 2008; 10: 245–255.",
          "Torrent C, Martinez-Aran A, Daban C et al. Cognitive impairment in bipolar II disorder. Br J Psychiatry 2006; 189: 254–259.",
          "Dittmann S, Hennig-Fast K, Gerber S et al. Cognitive functioning in euthymic bipolar I and bipolar II patients. Bipolar Disord 2008; 10: 877–887.",
          "López-Jaramillo C, Lopera-Vásquez J, Gallo A et al. Effects of recurrence on the cognitive performance of patients with bipolar I disorder: implications for relapse prevention and treatment adherence. Bipolar Disord 2010; 12: 557–567.",
          "Kozicky JM, Torres IJ, Silveira LE, Bond DJ, Lam RW, Yatham LN. Cognitive change in the year after a first manic episode: association between clinical outcome and cognitive performance early in the course of bipolar I disorder. J Clin Psychiatry 2014; 75: e587–e593.",
          "Strejilevich SA, Samame C, Martino DJ. The trajectory of neuropsychological dysfunctions in bipolar disorders: a critical examination of a hypothesis. J Affect Disord 2015; 1: 396–402.",
          "Budde M, Schulze TG. Neurocognitive correlates of the course of bipolar disorder. Harv Rev Psychiatry 2014; 22: 342–347",
          "Bowie CR, Depp C, McGrath JA et al. Prediction of real-world functional disability in chronic mental disorders: a comparison of schizophrenia and bipolar disorder. Am J Psychiatry 2010; 167: 1116–1124.",
          "Tse S, Chan S, Ng KL, Yatham LN. Meta-analysis of predictors of favorable employment outcomes among individuals with bipolar disorder. Bipolar Disord 2014; 16: 217–229",
          "Reinares M, Papachristou E, Harvey P et al. Towards a clinical staging for bipolar disorder: defining patient subtypes based on functional outcome. J Affect Disord 2013; 144: 65–71.",
          "Rosa AR, Mercade C, Sanchez-Moreno J et al. Validity and reliability of a rating scale on subjective cognitive deficits in bipolar disorder (COBRA). J Affect Disord 2013; 150: 29–36.",
          "Demant KM, Vinberg M, Kessing LV, Miskowiak KW. Assessment of subjective and objective cognitive function in bipolar disorder: correlations, predictors and the relation to psychosocial function. Psychiatry Res 2015; 229: 565–571.",
          "Pallanti S, Quercioli L, Pazzagli A et al. Awareness of illness and subjective experience of cognitive complaints in patients with bipolar I and bipolar II disorder. Am J Psychiatry 1999; 156: 1094–1096.",
          "Lewandowski KE, Sperry SH, Cohen BM, Ongur D. Cognitive variability in psychotic disorders: a cross-diagnostic cluster analysis. Psychol Med 2014; 44: 3239–3248",
          "Sole-Padulles C, Bartres-Faz D, Junque C et al. Brain structure and function related to cognitive reserve variables in normal aging, mild cognitive impairment and Alzheimer's disease. Neurobiol Aging 2009; 30: 1114–1124",
          "Stern Y. Cognitive reserve. Neuropsychologia 2009; 47: 2015–2028.",
          "Forcada I, Mur M, Mora E, Vieta E, Bartres-Faz D, Portella MJ. The influence of cognitive reserve on psychosocial and neuropsychological functioning in bipolar disorder. Eur Neuropsychopharmacol 2015; 25: 214–22",
          "Martinez-Aran A, Vieta E. Cognition as a target in schizophrenia, bipolar disorder and depression. Eur Neuropsychopharmacol 2015; 25: 151–157.",
          "Torrent C, Bonnin CM, Martinez-Aran A et al. Efficacy of functional remediation in bipolar disorder: a multicenter randomized controlled study. Am J Psychiatry 2013; 170: 852–859",
          "Vieta E, Torrent C. Functional remediation: the pathway from remission to recovery in bipolar disorder. World Psychiatry (In press).",
          "Bonnin CM, Reinares M, Martinez-Aran A et al. Effects of functional remediation on neurocognitively impaired bipolar patients: enhancement of verbal memory. Psychol Med 2015; 21: 1–11",
          "Burdick KE, Ketter TA, Goldberg JF, Calabrese JR. Assessing cognitive function in bipolar disorder: challenges and recommendations for clinical trial design. J Clin Psychiatry 2015; 76: e342–e350.",
          "Samame C, Martino DJ, Strejilevich SA. Social cognition in euthymic bipolar disorder: systematic review and meta-analytic approach. Acta Psychiatr Scand 2012; 125: 266–280.",
          "Lee J, Altshuler L, Glahn DC, Miklowitz DJ, Ochsner K, Green MF. Social and nonsocial cognition in bipolar disorder and schizophrenia: relative levels of impairment. Am J Psychiatry 2013; 170: 334–341.",
          "Samame C, Martino DJ, Strejilevich SA. An individual task meta-analysis of social cognition in euthymic bipolar disorders. J Affect Disord 2015; 1: 146–153",
          "Lahera G, Herrera S, Reinares M et al. Hostile attributions in bipolar disorder and schizophrenia contribute to poor social functioning. Acta Psychiatr Scand 2015; 131: 472–482.",
          "Dias VV, Balanza-Martinez V, Soeiro-de-Souza MG et al. Pharmacological approaches in bipolar disorders and the impact on cognition: a critical overview. Acta Psychiatr Scand 2012; 126: 315–331",
          "Vieta E. The influence of medications on neurocognition in bipolar disorder. Acta Psychiatr Scand 2009; 120: 414–415.",
          "Kapczinski F, Magalhaes PV, Balanza-Martinez V et al. Staging systems in bipolar disorder: an International Society for Bipolar Disorders Task Force Report. Acta Psychiatr Scand 2014; 130: 354–363.",
          "Vieta E. Staging and psychosocial early intervention in bipolar disorder. Lancet Psychiatry 2015; 2: 483–485",
          "Grande I, Berk M, Birmaher B, Vieta E. Bipolar disorder. Lancet 2015; doi: 10.1016/S0140-6736(15)00241-X. [Epub ahead of print].",
          "Russo M, Mahon K, Shanahan M, et al. Affective temperaments and neurocognitive functioning in bipolar disorder. J Affect Disord 2014; 169: 51–56.",
          "Wu HI, Chang YH, Lai CC, et al. The effect of comorbid anxiety disorder on neuropsychological function in bipolar II disorder. Prog Neuropsychopharmacol Biol Psychiatry 2011; 35: 1841–1845",
          "Vieta E. The bipolar maze: a roadmap through translational psychopathology. Acta Psychiatr Scand 2014; 129: 323–327"
        ],
        "resource_type": {
          "title": "Publication",
          "type": "publication"
        },
        "journal": {
          "issue": "3",
          "pages": "288-299",
          "title": "Bipolar Disorders",
          "volume": "18"
        },
        "alternate_identifiers": [
          {
            "identifier": "27112120"
          }
        ],
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "14722206"
              }
            }
          ]
        }
      },
      "title": "Cognitive variability in bipolar II disorder: who is cognitively impaired and who is preserved",
      "links": {
        "self": "https://zenodo.org/api/records/14722207",
        "self_html": "https://zenodo.org/records/14722207",
        "preview_html": "https://zenodo.org/records/14722207?preview=1",
        "doi": "https://doi.org/10.1111/bdi.12385",
        "self_doi": "https://doi.org/10.1111/bdi.12385",
        "self_doi_html": "https://zenodo.org/doi/10.1111/bdi.12385",
        "reserve_doi": "https://zenodo.org/api/records/14722207/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/14722206",
        "parent_html": "https://zenodo.org/records/14722206",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:14722207/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:14722207/sequence/default",
        "files": "https://zenodo.org/api/records/14722207/files",
        "media_files": "https://zenodo.org/api/records/14722207/media-files",
        "archive": "https://zenodo.org/api/records/14722207/files-archive",
        "archive_media": "https://zenodo.org/api/records/14722207/media-files-archive",
        "latest": "https://zenodo.org/api/records/14722207/versions/latest",
        "latest_html": "https://zenodo.org/records/14722207/latest",
        "versions": "https://zenodo.org/api/records/14722207/versions",
        "draft": "https://zenodo.org/api/records/14722207/draft",
        "access_links": "https://zenodo.org/api/records/14722207/access/links",
        "access_grants": "https://zenodo.org/api/records/14722207/access/grants",
        "access_users": "https://zenodo.org/api/records/14722207/access/users",
        "access_request": "https://zenodo.org/api/records/14722207/access/request",
        "access": "https://zenodo.org/api/records/14722207/access",
        "communities": "https://zenodo.org/api/records/14722207/communities",
        "communities-suggestions": "https://zenodo.org/api/records/14722207/communities-suggestions",
        "requests": "https://zenodo.org/api/records/14722207/requests"
      },
      "updated": "2025-01-22T23:29:44.426595+00:00",
      "recid": "14722207",
      "revision": 4,
      "files": [],
      "swh": {},
      "owners": [
        {
          "id": "1246283"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 3,
        "unique_downloads": 1,
        "views": 18,
        "unique_views": 17,
        "version_downloads": 3,
        "version_unique_downloads": 1,
        "version_unique_views": 17,
        "version_views": 18
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2024-12-28T18:57:49.238384+00:00",
      "modified": "2024-12-28T18:57:49.640682+00:00",
      "id": 13762733,
      "conceptrecid": "13762732",
      "doi": "10.5281/zenodo.13762733",
      "conceptdoi": "10.5281/zenodo.13762732",
      "doi_url": "https://doi.org/10.5281/zenodo.13762733",
      "metadata": {
        "title": "Social Functioning in Schizophrenia and Bipolar Disorder Patients during COVID-19 Pandemic",
        "doi": "10.5281/zenodo.13762733",
        "publication_date": "2024-08-30",
        "description": "<p>During COVID pandemic studies have indicated social functioning is impaired in general population due to the perceived threat of COVID-19&nbsp; and related lockdown measures. Studies have also suggested that patients with severe mental illness are disproportionately vulnerable to the COVID-19 pandemic effects on social functioning as compared to general population. Few studies have also suggested that social functioning in patients with severe mental illness was impaired prior to pandemic and there was no exacerbation in the social functioning deficits due to the pandemic. This study was done to assess the social functioning in patients with Schizophrenia and Bipolar disorder during the pandemic and to assess the relation between perceived threat due to COVID-19and the social functioning in severe mental illness patients.&nbsp;<strong>Materials and Methods:</strong>&nbsp;A crossectional assessment in 92 patients with severe mental illness comprising of Schizophrenia and Bipolar Disorder was conducted. Sociodemographic data and clinical data was collected using specifically designed proforma, Brief Psychiatric Rating scale, Young Mania Rating Scale, Hamilton Depression rating scale, Clinical global impression scale, Modified COVID-19 Threat scale and Work and Social Adjustment Scale were administered. Descriptive statistics were used to describe the data, Spearmann&rsquo;s rank correlation was used to find correlation between WSAS and BPRS, YMRS, HAM-D, CGI and CTS and Mann- Whitney U test was used to compare WSAS and the sociodemographic variables.&nbsp;<strong>Results:</strong>&nbsp;In this sample of 92 patients with severe mental illness 65 patients(70.7%) had significant social functioning impairment and 27 patients( 29.3%) had good functioning during the pandemic. The mean WSAS score was 13.15&plusmn;7.498. There was more functional impairment for male gender(15.08&plusmn;6.42) as compared to female gender(11.67&plusmn;5.976) and it was statistically significant (p=0.024) There was more functional impairment for Bipolar disorder patients(14.78&plusmn;6.273 ) as compared to Schizophrenia patients (11.30&plusmn; 6.416) and it was statistically significant (p=0.024). The CTS had a positive correlation with WSAS and was statistical significant (p&lt;0.001) and suggest that COVID-19 related fear and anxiety was associated with significant functional impairment in patients with severe mental illness during the COVID-19 pandemic.&nbsp;<strong>Conclusion:</strong>&nbsp;This study suggests that patients with severe mental illness had their social functioning affected during the pandemic and it was significantly more affected in males as compared to females, Bipolar disorder patients had more impairment in social functioning as compared to schizophrenia patients during the pandemic and social functioning deteriorates as COVID-19 related fear and anxiety increases.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<div>&nbsp;</div>",
        "access_right": "open",
        "creators": [
          {
            "name": "Sajal Sathiadevan",
            "affiliation": "Assistant Professor, Department of Psychiatry, Government Medical College, Palakkad, Kerala, India"
          },
          {
            "name": "Deepak K S",
            "affiliation": "Statistician, Department of Community Medicine, Government Medical College, Palakkad, Kerala, India"
          }
        ],
        "keywords": [
          "Social Functioning, Mental illness, COVID-19, Schizophrenia, Bipolar affective disorder"
        ],
        "dates": [
          {
            "type": "accepted"
          }
        ],
        "version": "https://impactfactor.org/PDF/IJPCR/16/IJPCR,Vol16,Issue8,Article266.pdf",
        "references": [
          "1. Depp CA, Mausbach BT, Harvey PD, Bowie CR, Wolyniec PS, Thornquist MH, Luke JR, McGrath JA, Pulver AE, Patterson TL. Social competence and observer-rated social functioning in bipolar disorder. Bipolar disorders. 2010 Dec;12(8):843-50. 2. Robertson BR, Prestia D, Twamley EW, Patterson TL, Bowie CR, Harvey PD. Social competence versus negative symptoms as predictors of real world social functioning in schizophrenia. Schizophrenia research. 2014 Dec 1;160(1-3):136-41. 3. Charlson FJ, Ferrari AJ, Santomauro DF, Diminic S, Stockings E, Scott JG, McGrath JJ, Whiteford HA. Global epidemiology and burden of schizophrenia: findings from the global burden of disease study 2016. Schizophrenia bulletin. 2018 Oct 17;44(6):1195-203. 4. Bellack AS, Morrison RL, Mueser KT, Wade J. Social competence in schizoaffective disorder, bipolar disorder, and negative and nonnegative schizophrenia. Schizophrenia Research. 1989 Jul 1;2(4-5):391-401. 5. Green MF, Kern RS, Braff DL, Mintz J. Neurocognitive deficits and functional outcome in schizophrenia: are we measuring the \"right stuff\"? Schizophrenia bulletin. 2000 Jan 1;26 (1):119-36. 6. de Sales, S.C., Philippsen, M., de Jesus, L.S., Carriello, M.A., Alvim, P.H.P., Costa, D.F.B., da Rosa, L.C., Hasse-Sousa, M., Czepielewski, L.S. and Massuda, R., 2023. Social cognition and psychosocial functioning in schizophrenia and bipolar disorder: theory of mind as a key to understand schizophrenia dysfunction. European Neuropsychopharmacology, 77, pp. 12-20. 7. Strauss GP, Sandt AR, Catalano LT, Allen DN. Negative symptoms and depression predict lower psychological well-being in individuals with schizophrenia. Comprehensive psychiatry. 2012 Nov 1;53(8):1137-44. 8. Lincoln TM, Mehl S, Kesting ML, Rief W. Negative symptoms and social cognition: identifying targets for psychological interventions. Schizophrenia bulletin. 2011 Sep 1;37 (suppl _2): S23-32. 9. Grove TB, Tso IF, Chun J, Mueller SA, Taylor SF, Ellingrod VL, McInnis MG, Deldin PJ. Negative affect predicts social functioning across schizophrenia and bipolar disorder: Findings from an integrated data analysis. Psychiatry Research. 2016 Sep 30; 243:198-206. 10. Dodell-Feder D, Tully LM, Hooker CI. Social impairment in schizophrenia: new approaches for treating a persistent problem. Current opinion in psychiatry. 2015 May 1;28(3):236-42. 11. Judd LL, Schettler PJ, Solomon DA, Maser JD, Coryell W, Endicott J, Akiskal HS. Psychosocial disability and work role function compared across the long-term course of bipolar I, bipolar II and unipolar major depressive disorders. Journal of affective disorders. 2008 May 1;108(1-2):49-58. 12. Pope M, Dudley R, Scott J. Determinants of social functioning in bipolar disorder. Bipolar disorders. 2007 Feb;9(1-2):38-44. 13. Dickerson FB, Sommerville J, Origoni AE, Ringel NB, Parente F. Outpatients with schizophrenia and bipolar I disorder: do they differ in their cognitive and social functioning?. Psychiatry research. 2001 May 10;102(1):21-7. 14. MacQueen GM, Young LT, Joffe RT. A review of psychosocial outcome in patients with bipolar disorder. Acta Psychiatrica Scandinavica. 2001 Mar;103(3):163-70. 15. Bellack AS, Morrison RL, Mueser KT, Wade J. Social competence in schizoaffective disorder, bipolar disorder, and negative and nonnegative schizophrenia. Schizophrenia Research. 1989 Jul 1;2(4-5):391-401. 16. Barrett EA, Simonsen C, Aminoff SR, Hegelstad WT, Lagerberg TV, Melle I, Mork E, Romm KL. The COVID-19 pandemic impact on wellbeing and mental health in people withpsychotic and bipolar disorders. Brain and behavior. 2022 May;12(5):e2559. 17. Lewis KJ, Lewis C, Roberts A, Richards NA, Evison C, Pearce HA, Lloyd K, Meudell A, Edwards BM, Robinson CA, Poole R. The effect of the COVID-19 pandemic on mental health in individuals with pre-existing mental illness. BJPsych Open. 2022 Mar;8(2):e59. 18. Fleischmann E, Dalkner N, Fellendorf FT, Reininghaus EZ. Psychological impact of the COVID-19 pandemic on individuals with serious mental disorders: A systematic review of the literature. World Journal of Psychiatry. 2021 Dec 12;11(12):1387. 19. Minor KS, Myers EJ, Abel DB, Mickens JL, Ayala A, Warren KK, Vohs JL. Stuck inside: How social functioning in schizophrenia changed during the COVID-19 pandemic. The Journal of nervous and mental disease. 2022 Dec 1;210(12):915-24. 20. Paredes MR, Apaolaza V, Fernandez-Robin C, Hartmann P, Yañez-Martinez D. The impact of the COVID-19 pandemic on subjective mental well-being: The interplay of perceived threat, future anxiety and resilience. Personality and Individual Differences. 2021 Feb 15; 170:11 0455. 21. Chen SX, Ng JC, Hui BP, Au AK, Wu WC, Lam BC, Mak WW, Liu JH. Dual impacts of coronavirus anxiety on mental health in 35 societies. Sci Rep 11: 8925. Link: https://bit. ly/ 3s0Nq8t. 2021. 22. World Health Organization. The ICD-10 classification of mental and behavioural disorders: clinical descriptions and diagnostic guidelines. World Health Organization; 1992. 23. Patterson TL, Semple SJ, Shaw WS, Halpain M, Moscona S, Grant I, Jeste DV. Selfreported social functioning among older patients with schizophrenia. Schizophrenia Research. 1997 Oct 30;27(2-3):199-210. 24. Saleem SM, Jan SS. Modified Kuppuswamy socioeconomic scale updated for the year 2019. Indian J Forensic Community Med. 20 19 Jan;6(1):1-3. 25. Overall JE, Gorham DR. The Brief Psychiatric Rating Scale (BPRS): recent developments in ascertainment and scaling. Psychopharmacology bulletin. 1988. 26. Young RC, Biggs JT, Ziegler VE, Meyer DA. A rating scale for mania: reliability, validity and sensitivity. The British journal of psychiatry. 1978 Nov;133(5):429-35. 27. Hamilton M. A rating scale for depression. Journal of neurology, neurosurgery, and psychiatry. 1960 Feb;23(1):56. 28. Guy W. ECDEU assessment manual for psychopharmacology. US Department of Health, Education, and Welfare, Public Health Service, Alcohol, Drug Abuse, and Mental Health Administration, National Institute of Mental Health, Psychopharmacology Research Branch, Division of Extramural Research Programs; 1976. 29. Wheaton MG, Prikhidko A, Messner GR. Is fear of COVID-19 contagious? The effects of emotion contagion and social media use on anxiety in response to the coronavirus pandemic. Frontiers in psychology. 2021 Jan 5;11: 567 379. 30. Sharma LP, Balachander S, Thamby A, Bhattacharya M, Kishore C, Shanbhag V, Sekharan JT, Narayanaswamy JC, Arumugham SS, Reddy JY. Impact of the COVID-19 pandemic on the short-term course of obsessive-compulsive disorder. The Journal of nervous and mental disease. 2021 Apr 1;20 9(4):256-64. 31. Mundt JC, Marks IM, Shear MK, Greist JM. The Work and Social Adjustment Scale: a simple measure of impairment in functioning. The British Journal of Psychiatry. 2002 May; 180(5):461-4. 32. Bottlender R, Strauß A, Möller HJ. Social disability in schizophrenic, schizoaffective and affective disorders 15 years after first admission. Schizophrenia research. 2010 Jan 1;116 (1):9-15. 33. Usall J, Haro JM, Araya S, Moreno B, Muñoz PE, Martínez A, Salvador L. Social functioning in schizophrenia: what is the influence of gender? The European journal of psychiatry. 2007 Sep;21(3):199-205. 34. Childers SE, Harding CM. Gender, premorbid social functioning, and long-term outcome in DSM-III schizophrenia. Schizophrenia Research. 1991 May 1;4(3):252. 35. Rietschel L, Lambert M, Karow A, Zink M, Müller H, Heinz A, de Millas W, Janssen B, Gaebel W, Schneider F, Naber D. Clinical high risk for psychosis: gender differences in symptoms and social functioning. Early intervention in psychiatry. 2017 Aug;11(4):306-13. 36. Dahuja S, Singh U, Beniwal RP. Assessment of social functioning, quality of life, and social support in persons with schizophrenia: A gender difference. Archives of Mental Health. 20 22 Jan 1;23(1):23-9. 37. Prat, G., Escandell, M.J., Garcia-Franco, M., Martín-Martínez, J.R., Tortades, I., Vilamala, S., Calderón, M., Torras, R., Ochoa, S. and Casas-Anguera, E., 2018. Gender differences in social functioning in people with schizophrenia in psychosocial rehabilitation services using one-dimensional and multidimensional instruments. Comprehensive Psychiatry, 87, pp.120-122. 38. Galderisi S, Bucci P, Üçok A, Peuskens J. No gender differences in social outcome in pa-tients suffering from schizophrenia. European Psychiatry. 2012 Aug;27(6):406-8. 39. Kurose, S., Funayama, M., Takata, T., Shimizu, Y., Mimura, Y., Kudo, S., Ogino, S. and Mimura, M., 2022. Symptom changes in patients with pre-existing psychiatric disorders in the initial phase of the COVID-19 pandemic: Vulnerability of female patients and patients with mood disorders. Asian Journal of Psychiatry, 68, p.102966. 40. van Liempt S, Dols A, Schouws S, Stek ML, Meesters PD. Comparison of social functioning in community-living older individuals with schizophrenia and bipolar disorder: a catchment area-based study. International journal of geriatric psychiatry. 2017 May;32(5):532-8. 41. Yasuyama T, Ohi K, Shimada T, Uehara T, Kawasaki Y. Differences in social functioning among patients with major psychiatric disorders: interpersonal communication is impaired in patients with schizophrenia and correlates with an increase in schizotypal traits. Psychiatry research. 2017 Mar 1; 249:30-4. 42. Bowie CR, Depp C, McGrath JA, Wolyniec P, Mausbach BT, Thornquist MH, Luke J, Patterson TL, Harvey PD, Pulver AE. Prediction of real-world functional disability in chronic mental disorders: a comparison of schizophrenia and bipolar disorder. American Journal of Psychiatry. 2010 Sep;167(9):1116-24. 43. Fett AK, Viechtbauer W, Penn DL, van Os J, Krabbendam L. The relationship between neurocognition and social cognition with functional outcomes in schizophrenia: a meta-analysis. Neuroscience & Biobehavioral Reviews. 2011 Jan 1;35(3):573-88. 44. Dohrenwend BS, Dohrenwend BP, Link B, Levav I. Social functioning of psychiatric patients in contrast with community cases in the general population. Archives of General Psychiatry. 1983 Nov 1;40(11):1174-82. 45. Krishnadas R, Moore BP, Nayak A, Patel RR. Relationship of cognitive function in patients with schizophrenia in remission to disability: a cross-sectional study in an Indian sample. Annals of general psychiatry. 2007 Dec; 6:1-8. 46. Solé, B., Verdolini, N., Amoretti, S., Montejo, L., Rosa, A.R., Hogg, B., Garcia-Rizo, C., Mezquida, G., Bernardo, M., Martinez-Aran, A. and Vieta, E., 2021. Effects of the COVID19 pandemic and lockdown in Spain: comparison between community controls and patients with a psychiatric disorder. Preliminary results from the BRIS-MHC STUDY. Journal of affective disorders, 281, pp.13-23."
        ],
        "language": "eng",
        "custom": {
          "code:codeRepository": "https://impactfactor.org/PDF/IJPCR/16/IJPCR,Vol16,Issue8,Article266.pdf",
          "code:developmentStatus": {
            "id": "active",
            "title": {
              "en": "Active"
            }
          }
        },
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "8",
          "pages": "1637-1644",
          "title": "International Journal of Pharmaceutical and Clinical Research",
          "volume": "16"
        },
        "alternate_identifiers": [
          {
            "identifier": "https://impactfactor.org/PDF/IJPCR/16/IJPCR,Vol16,Issue8,Article266.pdf"
          }
        ],
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "13762732"
              }
            }
          ]
        }
      },
      "title": "Social Functioning in Schizophrenia and Bipolar Disorder Patients during COVID-19 Pandemic",
      "links": {
        "self": "https://zenodo.org/api/records/13762733",
        "self_html": "https://zenodo.org/records/13762733",
        "preview_html": "https://zenodo.org/records/13762733?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.13762733",
        "self_doi": "https://doi.org/10.5281/zenodo.13762733",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.13762733",
        "reserve_doi": "https://zenodo.org/api/records/13762733/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/13762732",
        "parent_html": "https://zenodo.org/records/13762732",
        "parent_doi": "https://doi.org/10.5281/zenodo.13762732",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.13762732",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:13762733/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:13762733/sequence/default",
        "files": "https://zenodo.org/api/records/13762733/files",
        "media_files": "https://zenodo.org/api/records/13762733/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:13762733:IJPCR,Vol16,Issue8,Article266.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:13762733:IJPCR,Vol16,Issue8,Article266.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:13762733:IJPCR,Vol16,Issue8,Article266.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:13762733:IJPCR,Vol16,Issue8,Article266.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:13762733:IJPCR,Vol16,Issue8,Article266.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:13762733:IJPCR,Vol16,Issue8,Article266.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/13762733/files-archive",
        "archive_media": "https://zenodo.org/api/records/13762733/media-files-archive",
        "latest": "https://zenodo.org/api/records/13762733/versions/latest",
        "latest_html": "https://zenodo.org/records/13762733/latest",
        "versions": "https://zenodo.org/api/records/13762733/versions",
        "draft": "https://zenodo.org/api/records/13762733/draft",
        "access_links": "https://zenodo.org/api/records/13762733/access/links",
        "access_grants": "https://zenodo.org/api/records/13762733/access/grants",
        "access_users": "https://zenodo.org/api/records/13762733/access/users",
        "access_request": "https://zenodo.org/api/records/13762733/access/request",
        "access": "https://zenodo.org/api/records/13762733/access",
        "communities": "https://zenodo.org/api/records/13762733/communities",
        "communities-suggestions": "https://zenodo.org/api/records/13762733/communities-suggestions",
        "requests": "https://zenodo.org/api/records/13762733/requests"
      },
      "updated": "2024-12-28T18:57:49.640682+00:00",
      "recid": "13762733",
      "revision": 4,
      "files": [
        {
          "id": "7fb7ab1f-f436-4fb6-8a9e-6f52e92ec6a6",
          "key": "IJPCR,Vol16,Issue8,Article266.pdf",
          "size": 402053,
          "checksum": "md5:f7bf8c77689ba2faba7c037543d4779d",
          "links": {
            "self": "https://zenodo.org/api/records/13762733/files/IJPCR,Vol16,Issue8,Article266.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "578652"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 6,
        "unique_downloads": 6,
        "views": 5,
        "unique_views": 5,
        "version_downloads": 6,
        "version_unique_downloads": 6,
        "version_unique_views": 5,
        "version_views": 5
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2024-08-06T15:50:36.564622+00:00",
      "modified": "2024-08-06T15:50:36.746983+00:00",
      "id": 13239782,
      "conceptrecid": "13239781",
      "doi": "10.5281/zenodo.13239782",
      "conceptdoi": "10.5281/zenodo.13239781",
      "doi_url": "https://doi.org/10.5281/zenodo.13239782",
      "metadata": {
        "title": "A Hospital Based Analytical Assessment of the Efficacy of Intravenous Esmolol and Intravenous Magnesium Sulphate in Attenuating Haemodynamic Response to Laryngoscopy and Endotracheal Intubation",
        "doi": "10.5281/zenodo.13239782",
        "publication_date": "2022-12-31",
        "description": "<p><strong>Aim:</strong>&nbsp;To compare the effects of intravenous administration of esmolol and magnesium sulfate on the hemodynamic changes due to LETI.&nbsp;<strong>Methodology:</strong>&nbsp;This study was a prospective study done on 50 patients in Department of Anesthesiology, AIIMS, Patna, Bihar for six months. Sixty patients posted for elective surgeries were randomly selected and were divided in two groups of thirty each i.e. Group E and group M. Patients were thoroughly evaluated pre-operatively, kept NPO from previous midnight, and were administered Alprazolam 0.5mg orally. Group E patients were administered Esmolol hydrochloride 1.5 mg/kg diluted to 10 ml with Normal saline over 1 min. Group M patients received Magnesium Sulfate 50 mg/kg diluted to 10 ml with Normal Saline over 1 min Endo-tracheal intubation was facilitated by Inj. Succinylcholine 1.5 mg/kg. Laryngoscopy and tracheal intubation were performed in less than 15 seconds. Heart rate and Blood pressure recording were done pre-intubation, immediately after intubation and at 2 minutes and 5 minutes after intubation.&nbsp;<strong>Results:</strong>&nbsp;In group E patients, mean heart rate before intubation was 84.85&nbsp;<u>+</u>&nbsp;14.22 which was increased to 83.85&nbsp;<u>+</u>&nbsp;14.22 but reduced to 79.8&nbsp;<u>+</u>&nbsp;9.84 after 5 minutes. In group M patients, mean heart rate before intubation was 85.6&nbsp;<u>+</u>&nbsp;12.50 which was increased to 94.52&nbsp;<u>+</u>&nbsp;13.62 but reduced to 86.10&nbsp;<u>+</u>&nbsp;11.90 after 5 minutes but still was increased than pre-intubation mean heart rate. In group E patients, mean arterial pressure before intubation was 99.5&nbsp;<u>+</u>&nbsp;10.15 which was increased to 116.86&nbsp;<u>+</u>&nbsp;18.68 but reduced to 98.26&nbsp;<u>+</u>&nbsp;16.54 after 5 minutes. In group M patients, MAP before intubation was 94.88&nbsp;<u>+</u>&nbsp;9.66 which was increased to 119.98&nbsp;<u>+</u>&nbsp;13.75 but reduced to 100.32&nbsp;<u>+</u>&nbsp;14.78 after 5 minutes but still was much more than pre-intubation MAP.&nbsp;<strong>Conclusion:&nbsp;</strong>HR and MAP was controlled 5 minutes after intubation in patients who were given esmolol in comparison to magnesium sulfate. The mean heart rate in group E was significantly lower than in group M immediately after intubation showing that esmolol had a greater control over heart rate than magnesium sulfate. In conclusion, Esmolol is a better agent to attenuate intubation response than Magnesium sulfate as it attenuates the rise in both heart rate and blood pressure.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<div>&nbsp;</div>",
        "access_right": "open",
        "creators": [
          {
            "name": "Soumya Singh",
            "affiliation": "Senior Resident, Department of Anesthesiology, AIIMS, Patna, Bihar, India"
          },
          {
            "name": "Amit Kumar Singh",
            "affiliation": "Senior Resident, Department of General Medicine, AIIMS, Patna, Bihar, India"
          },
          {
            "name": "Uma Shanker Singh",
            "affiliation": "Associate Professor, Department of Pathology, Mahatma Gandhi Medical College, Jamshedpur, Jharkhand, India"
          }
        ],
        "keywords": [
          "Esmolol, Magnesium Sulfate, Mean Arterial Pressure, Heart Rate"
        ],
        "dates": [
          {
            "type": "accepted"
          }
        ],
        "version": "https://impactfactor.org/PDF/IJPCR/14/IJPCR,Vol14,Issue12,Article169.pdf",
        "references": [
          "1. King BD, Harris LC, Greifenstein FE, Elder JD, Dripps RD. Reflex circulatory responses to direct laryngoscopy and tracheal intubation performed during general anesthesia. Anesthesiology. 1951; 12: 556-566. 2. Hassan HG, el-Sharkawy TY, Renck H, Mansour G, Fouda A. Hemodynamic and catecholamine responses to laryngoscopy with vs. without endotracheal intubation. ActaAnaesthesiol Scand. 1991; 35: 442- 447. 3. Marulasiddappa V, Nethra HN. A Comparative Study of Clonidine and Lignocaine for Attenuating Pressor Responses to Laryngoscopy and Endotracheal Intubation in Neurosurgical Cases. Anesth Essays Res. 2017; 11: 401-405. 4. Khan F, Ullah H. Pharmacological agents for preventing morbidity associated with the haemodynamic response to tracheal intubation. Pharmacological agents for preventing morbidity associated with the haemodynamic response to tracheal intubation. 2013; 3: CD004087. 5. Arora S, Kulkarni A, Bhargava AK. Attenuation of hemodynamic response to laryngoscopy and orotracheal intubation using intravenous clonidine. J Anaesthesiol Clin Pharmacol. 2015;31: 110-114. 6. Bedford RF: Circulatory responses to tracheal intubation. In: Eichhorn JH, Kirby RB, Brown DL (eds): Problems in Anesthesia. Philadelphia: J.B. Lippincott, 1988;2:203-10. 7. Thomson IR: The haemodynamic response to intubation: a perspective. Can J Anaesth 1989;36:367-9. 8. Roy WL, Edelist G, Gilbert B: Myocardial ischemia during noncardiac surgical procedures in patients with coronary artery disease. Anesthesiology 1979;51:393-7. 9. Moffitt EA, Sethna DH, Bussell JA, Raymond MJ, Matloff JM, Gray RJ: Effects of intubation on coronary blood flow and myocardial oxygenation. Can Anaesth SocJ 1985;32:105-11. 10. Slogoff S, Keats AS: Does perioperative myocardial ischemia lead to postoperative myocardial infarction? Anesthesiology 1985; 62:107-14. 11. Kleinman B, Henkin RE, Glisson SN, et al: Qualitative evaluation of coronary flow during anesthetic induction using thallium-201 perfusion scans. Anesthesiology 1986;64:157-64. 12. Mangano DT, Browner WS, Hollenberg M, Li J, Tateo IM: Longterm cardiac prognosis following noncardiac surgery. The Study of Perioperative Ischemia Research Group. JAM4 1992;268: 233-9. 13. Kaplan JA: Hemodynamic monitoring. In: Kaplan JA (ed): Cardiac Anesthesia. Philadelphia: W.B. Saunders, 1987: 179-225. 14. Giles RW, Berger HJ, Barash PG, et al: Continuous monitoring of left ventricular performance with the computerized nuclear probe during laryngoscopy and intubation before coronary artery bypass surgery. Am J Cardiol. 1982;50:735-41. 15. Çakirgöz MY, Tasdögen A, Olguner Ç, Korkmaz H, Öğün E, et al. Efeito de diferentes doses de esmolol sobre a resposta hemodinâmica, BIS e resposta de movimento durante a intubação orotraqueal: estudo prospectivo, randômico e duplo-cego. Rev Bras Anestesiol. 2014; 64:425-432. 16. Harless M, Depp C, Collins S, Hewer I (2015) Role of Esmolol in Perioperative Analgesia and Anesthesia: A Literature Review. AANAJ. 2015;83:167-177. 17. Mendonça FT, Queiroz LMGM, Guimarães CCR, Xavier ACD. Os efeitos da lidocaína e do sulfato de magnésio na atenuação da resposta hemodinâmica à intubação orotraqueal: estudo unicêntrico, prospectivo, duplamente encoberto e aleatorizado. Rev Bras Anestesiol. 2017; 67: 50-56. 18. Herroeder S, Schönherr MR, Hert S, Hollmann MW (2011) Magnesium-- essentials for Anesthesiologists. Anesthesiology. 2011;114:971- 993. 19. Abbady A. Ahmed. Treatment of stress response to laryngoscopy and intubation with magnesium sulphate. El-Minia Med. Bull, June 2009; 20(2). 20. Santosh Kumar, et al. Comparative study of the efficacy of I.V. Esmolol, Diltiazem and Magnesium Sulfate in attenuating hemodynamic response tolaryngoscopy and tracheal intubation. Indian J Anaesth. 2003; 47 (1): 41-44. 21. C Menigaux et al. Esmolol prevents movement and attenuates the BIS response to orotracheal intubation. British Journal of Anesthesia 2002; 89(6): 857-862. 22. Michael F.M. James et al. Intravenous Magnesium Sulfate prevents catecholamine release associated with tracheal intubation. Anesth Analg 1989; 68; 772-776. 23. Borah B, Shukla MI, Joshi NK, Parasmani. A comparative study between dexmedetomidine, clonidine and magnesium sulfate in attenuating hemodynamic response to laryngoscopy and intubation - a randomised study. Indian J Clin Anesth 2017;4: 30-36. 24. Kumar D, Singh P, Wani Z. To compare the role of i.v clonidine, MgSO4 and esmolol in attenuating hemodynamic responses following laryngoscopy and intubation and on blood loss in patients undergoing endoscopic sinus surgeries. Indian J Res. 2017; 6: 19-22. 25. Bhalerao NS, Modak A, Belekar V. Comparison between magnesium sulfate (50 mg/kg) and lignocaine (2 mg/kg) for attenuation of intubation response in hypertensive patients. J Datta Meghe Inst Med Sci Univ. 2017; 12:118-120. 26. Panda NB, Bharti N, Prasad S. Minimal effective dose of magnesium sulfate for attenuation of intubation response in hypertensive patients. J Clin Anesth. 2013; 25: 92-97. 27. Khan BA, Mahtalath, Sirajuddin MD. Attenuation of cardiovascular responses to laryngoscopy and intubation - dexmedetomidine vs. magnesium sulfate. J Evid Based Med Healthc. 2017; 4: 495-498. 28. Honarmand A, Safavi M, Badiei S, Daftari-Fard N. Different doses of intravenous magnesium sulfate on cardiovascular changes following the laryngoscopy and tracheal intubation: A double-blind randomized controlled trial. J Res Pharm Pract. 2015; 4: 79- 84. 29. Juhi Sharma, et al. Comparative study of Magnesium Sulfate and Esmolol in attenuating the pressor response to endotracheal intubation in controlled hypertensive patients. J Anaesth Clin Pharmacol 2006; 22(3): 255-259. 30. Restrepo L. E. D. L. P., Ávila J. L. B., Moreno K. S. H., Noriega L. G. E., Castellan Ángela M. A., & Pére F. A. T. Pelvic Ring Fracture as a Potential Risk of Death in Politraumatic Patients. Journal of Medical Research and Health Sciences, 2021;4(9): 1446– 1450."
        ],
        "language": "eng",
        "custom": {
          "code:codeRepository": "https://impactfactor.org/PDF/IJPCR/14/IJPCR,Vol14,Issue12,Article169.pdf",
          "code:developmentStatus": {
            "id": "active",
            "title": {
              "en": "Active"
            }
          }
        },
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "12",
          "pages": "1248-1254",
          "title": "International Journal of Pharmaceutical and Clinical Research",
          "volume": "14"
        },
        "alternate_identifiers": [
          {
            "identifier": "https://impactfactor.org/PDF/IJPCR/14/IJPCR,Vol14,Issue12,Article169.pdf"
          }
        ],
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "13239781"
              }
            }
          ]
        }
      },
      "title": "A Hospital Based Analytical Assessment of the Efficacy of Intravenous Esmolol and Intravenous Magnesium Sulphate in Attenuating Haemodynamic Response to Laryngoscopy and Endotracheal Intubation",
      "links": {
        "self": "https://zenodo.org/api/records/13239782",
        "self_html": "https://zenodo.org/records/13239782",
        "preview_html": "https://zenodo.org/records/13239782?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.13239782",
        "self_doi": "https://doi.org/10.5281/zenodo.13239782",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.13239782",
        "reserve_doi": "https://zenodo.org/api/records/13239782/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/13239781",
        "parent_html": "https://zenodo.org/records/13239781",
        "parent_doi": "https://doi.org/10.5281/zenodo.13239781",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.13239781",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:13239782/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:13239782/sequence/default",
        "files": "https://zenodo.org/api/records/13239782/files",
        "media_files": "https://zenodo.org/api/records/13239782/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:13239782:IJPCR,Vol14,Issue12,Article169.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:13239782:IJPCR,Vol14,Issue12,Article169.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:13239782:IJPCR,Vol14,Issue12,Article169.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:13239782:IJPCR,Vol14,Issue12,Article169.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:13239782:IJPCR,Vol14,Issue12,Article169.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:13239782:IJPCR,Vol14,Issue12,Article169.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/13239782/files-archive",
        "archive_media": "https://zenodo.org/api/records/13239782/media-files-archive",
        "latest": "https://zenodo.org/api/records/13239782/versions/latest",
        "latest_html": "https://zenodo.org/records/13239782/latest",
        "versions": "https://zenodo.org/api/records/13239782/versions",
        "draft": "https://zenodo.org/api/records/13239782/draft",
        "access_links": "https://zenodo.org/api/records/13239782/access/links",
        "access_grants": "https://zenodo.org/api/records/13239782/access/grants",
        "access_users": "https://zenodo.org/api/records/13239782/access/users",
        "access_request": "https://zenodo.org/api/records/13239782/access/request",
        "access": "https://zenodo.org/api/records/13239782/access",
        "communities": "https://zenodo.org/api/records/13239782/communities",
        "communities-suggestions": "https://zenodo.org/api/records/13239782/communities-suggestions",
        "requests": "https://zenodo.org/api/records/13239782/requests"
      },
      "updated": "2024-08-06T15:50:36.746983+00:00",
      "recid": "13239782",
      "revision": 4,
      "files": [
        {
          "id": "741e74e1-855b-453b-8967-bede366648c5",
          "key": "IJPCR,Vol14,Issue12,Article169.pdf",
          "size": 370406,
          "checksum": "md5:faf42007957396ede8806c73331adfe9",
          "links": {
            "self": "https://zenodo.org/api/records/13239782/files/IJPCR,Vol14,Issue12,Article169.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "578652"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 22,
        "unique_downloads": 21,
        "views": 20,
        "unique_views": 20,
        "version_downloads": 22,
        "version_unique_downloads": 21,
        "version_unique_views": 20,
        "version_views": 20
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2024-07-25T18:58:48.400950+00:00",
      "modified": "2024-07-25T21:20:18.256712+00:00",
      "id": 12826424,
      "conceptrecid": "12826423",
      "doi": "10.6620/ZS.2022.61-28",
      "doi_url": "https://doi.org/10.6620/ZS.2022.61-28",
      "metadata": {
        "title": "Figs. 23-34 in The Newly Recorded Fern-spore Feeding Moths in the Genus , Meyrick 1889 (Lepidoptera: Stathmopodidae) from Taiwan, with Notes on Life History of Three Species.",
        "doi": "10.6620/ZS.2022.61-28",
        "publication_date": "2022-07-20",
        "description": "Amat, Fèlix, Escoriza, Daniel (2022): Figs. 23-34 in The Newly Recorded Fern-spore Feeding Moths in the Genus , Meyrick 1889 (Lepidoptera: Stathmopodidae) from Taiwan, with Notes on Life History of Three Species. Zoological Studies 61 (28): 1-11, DOI: 10.6620/ZS.2022.61-28, URL: http://dx.doi.org/10.5281/zenodo.12827146",
        "access_right": "open",
        "creators": [
          {
            "name": "Amat, Fèlix",
            "affiliation": "Àrea d'Herpetologia, Museu de Granollers-Ciències Naturals, C/ Palaudàries, 102 08402 Granollers, Catalonia, Spain."
          },
          {
            "name": "Escoriza, Daniel",
            "affiliation": "GRECO, Institut de Ecologia Aquàtica, Facultat de Ciències, Campus Montillivi s/n, 17071, Girona, Spain."
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy"
        ],
        "related_identifiers": [
          {
            "identifier": "10.5281/zenodo.12826426",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.12826428",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.12826430",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.12826432",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.12826434",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/ecog.01132",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/nature05940",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.pcbi.1003537",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/sdata.2018",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s10531-014-0760-0",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/324137a0",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/mec.12196",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.gloplacha.2015.02.001",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/joc.5086",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1175/2011JCLI4083.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/ele",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1671/0272-4634(2005)025[0246:FROSSF]2.0.CO;2",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.gecco.2020.e01281",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1365-2699",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1515/crll.1909.136.210",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.0906-7590.2006.04700.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/joc.1276",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/ece3.7144",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.2041-210X.2011",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/23802359.2",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.pone.0106944",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/s41598-019-44732-z",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1177/1940082918818401",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.pone",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1017/S0030605319000",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/2041-210X.12261",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1126/science",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/S0304-3800(99)00227-6",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1466-8238.2007.00347.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ecolmodel.2005.03.026",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1890/12-1520.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/ecog.03049",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2012.12.004",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1600-",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/sysbio/syy032",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1098/rsbl.2010.0373",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.787.26946",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/S0016-",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2307/1935534",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2021.107300",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/s41598-017-17042-5",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1365-2745.2008",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1163/156853890X00078",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00442-008-1244-2",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/03115510609506871",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1046/j.1365-2699.2000.00489.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.tree",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/2041-210X.13576",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1472-4642",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1073/pnas.1005507107",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Aiello-Lammens ME, Boria RA, Radosavljevic A, Vilela B, Anderson RP. 2015. spThin: an R package for spatial thinning of species occurrence records for use in ecological niche models. Ecography 38:541-545. doi:10.1111/ecog.01132.",
          "Alford RA, Bradfield KS, Richards SJ. 2007. Global warming and amphibian losses. Nature 447:E3-4. doi:10.1038/nature05940.",
          "Andreone F, Luiselli L. 2009. Are there shared general patterns of specific diversity, abundance, and guild structure in snake communities of tropical forests of Madagascar and Continental Africa? Terre Vie-Rev Ecol A 55:215-239.",
          "Bouckaert R, Heled J, Kuhnert D, Vaughan T, Wu C-H, Xie D, Suchard MA, Rambaut A, Drummond AJ. 2014. BEAST 2: A Software Platform for Bayesian Evolutionary Analysis. PLoS Comp Biol 10:e1003537. doi:10.1371/journal.pcbi.1003537.",
          "Brown JL, Hill DJ, Dolan AM, Carnaval AC, Haywood AM. 2018. PaleoClim, high spatial resolution paleoclimate surfaces for global land areas. Sci Data 5:180254. doi:10.1038/sdata.2018. 254.",
          "Cabrielli AL, Stow AJ, Hughes L. 2014. A framework for assessing the vulnerability of species to climate change: a case study of the Australian elapid snakes. Biodiver Conserv 23:3019-3034. doi:10.1007/s10531-014-0760-0.",
          "Chappell J, Shackleton NJ. 1986. Oxygen isotopes and sea level. Nature 324:137-140. doi:10.1038/324137a0.",
          "Charlton T. 2018. King cobra. Natural history and captive management. Natural History Publications (Borneo). Kota Kinabalu, Malaysia.",
          "Chauhan PR. 2008. Large mammal fossil occurrences and associated archaeological evidence in Pleistocene contexts of peninsular India and Sri Lanka. Quat Internat 192:20-42. doi:10.1016/ j.quaint.2007.06.034.",
          "Devitt TJ, Devitt SEC, Hollingsworth BD, McGuire JA, Moritz C. 2013. Montane refugia predict population genetic structure in the large-blotched Ensatina salamander. Mol Ecol 22:1650-1665. doi:10.1111/mec.12196.",
          "Dolan AM, Haywood AM, Hunter SJ, Tindall JC, Dowsett HJ, Hill DJ, Pickering SJ. 2015. Modelling the enigmatic late Pliocene glacial event-Marine Isotope Stage M2. Glob Planet Change 128:47-60. doi:10.1016/j.gloplacha.2015.02.001.",
          "Dolia J. 2018. Notes on the distribution and natural history of the King Cobra (Ophiophagus hannah) (Cantor, 1836) from the Kumaon Hills of Uttarakhand, India. Herp Not 11:217-222.",
          "Elith J, Graham CH, Anderson RP, Dudik M, Ferrier S, Guisan A et al. 2006. Novel methods improve prediction of species' distributions from occurrence data. Ecography 29:129-151. doi:10.1111/ j.2006.0906-7590.04596.x.",
          "Fick SE, Hijmans RJ. 2017. WorldClim 2: new 1-km spatial resolution climate surfaces for global land areas. Int J Climatol 37:4302-4315. doi:10.1002/joc.5086.",
          "Gent PR, Danabasoglu G, Donner LJ, Holland MM, Hunke EC, Jayne SR, Lawrence DM, Neale RB, Rasch PJ, Vertenstein M, Worley PH. 2011. The community climate system model version 4. J Climate 24:4973-4991. doi:10.1175/2011JCLI4083.1.",
          "Glor RE, Warren D. 2011. Testing ecological explanations for biogeographic boundaries. Evolution 65:673-683. doi:10.1111/ j.1558-5646.2010.01177.x.",
          "Guedes TB. 2021. A Matryoshka of scales: a single specimen reveals multiple new aspects of diet and distribution of snakes. Herpetol Notes 14:385-390.",
          "Guisan A, Tingley R, Baumgartner JB, Naujokaitis-Lewis I, Sutcliffe PR, Tulloch AIT. 2013. Predicting species distributions for conservation decisions. Ecol Lett 16:1424-1435. doi:10.1111/ele. 12189.",
          "Hall TA. 1999. BioEdit: A User-Friendly Biological Sequence Alignment Editor and Analysis Program for Windows 95/98/NT. Nuc Acid Symp Ser 41:95-98.",
          "Head JJ, Holroyd PA, Hutchison JH, Ciochon RL. 2005. First report of snakes (Serpentes) from the late middle Eocene Pondaung Formation, Myanmar. J Vertebr Paleontol 25:246-250. doi:10.1671/0272-4634(2005)025[0246:FROSSF]2.0.CO;2.",
          "Healey RM, Atutubo JR, Kusrini M, Howard L, Page F, Hallisey N, Karraker NE. 2020. Road mortality threatens endemic species in a national park in Sulawesi, Indonesia. Global Ecol Cons 2020:e01281. doi:10.1016/j.gecco.2020.e01281.",
          "Heaney LR, Walsh Jr JS, Townsend Peterson A. 2005. The roles of geological history and colonization abilities in genetic differentiation between mammalian populations in the Philippine archipelago. J Biogeogr 32:229-247. doi:10.1111/j.1365-2699. 2004.01120.x.",
          "Hellinger E. 1909. Neue begrundung der theorie quadratischer formen von unendlichvielen veranderlichen. J Reine Angew Math 1909:210-271. doi:10.1515/crll.1909.136.210.",
          "Hernandez PA, Graham CH, Master LL, Albert DL. 2006. The effect of sample size and species characteristics on performance of different species distribution modeling methods. Ecography 29:773-785. doi:10.1111/j.0906-7590.2006.04700.x.",
          "Hijmans RJ, Cameron SE, Parra JL, Jones PG, Jarvis A. 2005. Very high resolution interpolated climate surfaces for global land areas. Int J Climatol 25:1965-1978. doi:10.1002/joc.1276.",
          "Hijmans RJ, Phillips S, Leathwick J, Elith J. 2021. dismo: Species Distribution Modeling. R package version 1.3-5. Available at: https://CRAN.R-project.org/package=dismo.",
          "IUCN (International Union for Conservation of Nature). 2022. The IUCN Red List of Threatened Species. Available at: http://www. iucnredlist.org. Accessed March 2022.",
          "Kazemi E, Nazarizadeh M, Fatemizadeh F, Khani A, Kaboli M. 2020. The phylogeny, phylogeography, and diversification history of the westernmost Asian cobra (Serpentes: Elapidae: Naja oxiana) in the Trans-Caspian region. Ecol Evol 11:2024-2039. doi:10.1002/ece3.7144.",
          "Kriticos DJ, Webber BL, Leriche A, Ota N, Macadam I, Bathols J, Scott JK. 2012. CliMond: global high-resolution historical and future scenario climate surfaces for bioclimatic modelling. Methods Ecol Evol 3:53-64. doi:10.1111/j.2041-210X.2011. 00134.x.",
          "Kundu S, Lalremsanga HT, Tyagi K, Biakzuala L, Kumar V, Chandra K. 2020. Mitochondrial DNA discriminates distinct populations of two deadly snakes (Reptilia: Elapidae) in Northeast India. Mitochondr DNA Part B 5:1530-1534. doi:10.1080/23802359.2 020.1742210.",
          "Kuhn M. 2021. caret: Classification and Regression Training. R package version 6.0-90. Available at: https://CRAN.R-project. org/package=caret.",
          "Lin L-H, Hua L, Qu Y-F, Gao J-F, Ji X. 2014. The phylogeographical pattern and conservation of the Chinese Cobra (Naja atra) across its range based on mitochondrial control region sequences. PLoS ONE 9:e106944. doi:10.1371/journal.pone.0106944.",
          "Lim KK, Leong TM, Lim FL. 2011. The king cobra, Ophiophagus hannah (Cantor) in Singapore (Reptilia: Squamata: Elapidae). Nat Sing 4:143-156.",
          "Lourenco-de-Moraes R, Lansac-Toha FM, Schwind LTF et al. 2019. Climate change will decrease the range size of snake species under negligible protection in the Brazilian Atlantic Forest hotspot. Sci Rep 9:1-14. doi:10.1038/s41598-019-44732-z.",
          "Marshall BM, Strine CT, Jones MD, Theodoru A, Amber E, Waengsothorn S, Suwanwaree P, Goode M. 2018. Hits close to home: repeated persecution of King Cobras (Ophiophagus hannah) in Northeastern Thailand. Trop Conserv Sci 11:1-14. doi:10.1177/1940082918818401.",
          "McCartney JA, Stevens NJ, O'Connor PM. 2014. The earliest colubroid-dominated snake Fauna from Africa: Perspectives from the Late Oligocene Nsungwe formation of Southwestern Tanzania. PLoS ONE 9:e90415. doi:10.1371/journal.pone. 0090415.",
          "Miszei E, Szabolcs M, Szabo L, Boros Z, Mersini K, Roussos SA, Dimaki M, Ioannidis Y, Vegvari Z, Lengyel S. 2021. Determining priority areas for an endangered cold-adapted snake on warming mountaintops. Oryx 55:334-343. doi:10.1017/S0030605319000 322.",
          "Muscarella R, Galante PJ, Soley-Guardia M, Boria RA, Kass JM, Uriarte M, Anderson RP. 2014. ENMeval: An R package for conducting spatially independent evaluations and estimating optimal model complexity for Maxent ecological niche models. Method Ecol Evol 5:1198-205. doi:10.1111/2041-210X.12261.",
          "O'Shea M. 2018. The Book of Snakes. University of Chicago Press, Chicago, USA.",
          "Otto-Bliesner BL, Marshall SJ, Overpeck JT, Miller GH, Hu A. 2006. Simulating Arctic climate warmth and icefield retreat in the last interglaciation. Science 311:1751-1753. doi:10.1126/science. 1120808.",
          "Pearce J, Ferrier S. 2000. An evaluation of alternative algorithms for fitting species distribution models using logistic regression. J Ecol Mod 128:147-127. doi:10.1016/S0304-3800(99)00227-6.",
          "Peterson AT, Nakazawa Y. 2008. Environmental data sets matter in ecological niche modelling: an example with Solenopsis invicta and Solenopsis richteri. Glob Ecol Biogeogr 17:135-144. doi:10.1111/j.1466-8238.2007.00347.x.",
          "Phillips SJ, Anderson RP, Schapired RE. 2006. Maximum entropy modeling of species geographic distributions. Ecol Modell 190:231-259. doi:10.1016/j.ecolmodel.2005.03.026.",
          "Phillips SJ, Elith J. 2013. On estimating probability of presence from use-availability or presence-background data. Ecology 94:1409-1419. doi:10.1890/12-1520.1.",
          "Phillips SJ, Anderson RP, Dudik M, Schapire RE, Blair ME. 2017. Opening the black box: an open-source release of Maxent. Ecography 40:887-893. doi:10.1111/ecog.03049.",
          "Prentice ML, Denton GH. 1988. Depp-sea oxygen isotope record, the global ice sheet system, and hominid evolution. In: Grine F (ed) The Evolutionary History of the Robust Australopithecines, pp. 383-403.",
          "Pyron RA, Dushantha Kandambi HK, Hendry CR, Pushpamal V, Burbrink FT, Somaweera R. 2013. Genus-level phylogeny of snakes reveals the origins of species richness in Sri Lanka. Mol Phyl Evol 66:969-978. doi:10.1016/j.ympev.2012.12.004.",
          "Quantum GIS Development Team. 2021. QGIS (Version 3.18-Zurich). Open Source Geospatial Foundation Project.",
          "Raes N, Roos MC, Slik JF, Van Loon EE, Steege HT. 2009. Botanical richness and endemicity patterns of Borneo derived from species distribution models. Ecography 32:180-192. doi:10.1111/j.1600- 0587.2009.05800.x.",
          "Rage JC. 1988. The oldest known colubrid snakes. The state of the art. Acta Zool Cracov 31:457-474.",
          "Rambaut A, Drummond AJ, Xie D, Suchard MA. 2018. Posterior summarization in Bayesian phylogenetics using Tracer 1.7. Syst Biol 67:901-904. doi:10.1093/sysbio/syy032.",
          "Reading CJ, Luiselli LM, Akani GC, Bonnet X, Amori G, Ballouard JM, Filippi E, Naulleau G, Pearson D, Rugiero L. 2010. Are snake populations in widespread decline? Biol Lett 6:777-780. doi:10.1098/rsbl.2010.0373.",
          "Salmeron-Gomez R, Garcia Perez J, Lopez Martin MDM, Garcia CG. 2016. Collinearity diagnostic applied in ridge estimation through the variance inflation factor. J Appli Stat 43:1831-1849. doi:10.1 080/02664763.2015.1120712.",
          "Sampaio ILR, Santos CP, Franca RC, Pedrosa IMMC, Sole M, Franca FRG. 2018. Ecological diversity of a snake assemblage from the Atlantic Forest at the south coast of Paraiba, northeast Brazil. ZooKeys 787:107-125. doi:10.3897/zookeys.787.26946.",
          "Scanlon JD, Archer M, Lee MSY. 2003. Mid-Tertiary elapid snakes from northern Australia: early steps in a continent-wide adaptive radiation. Geobios 36:573-601. doi:10.1016/S0016- 6995(03)00056-1.",
          "Schoener TW. 1968. The Anolis lizards of Bimini: resource partitioning in a complex fauna. Ecology 49:704-726. doi:10.2307/1935534.",
          "Shankar PG, Ganesh SR, Whitaker RE, Prashanth P. 2013. King cobra Ophiophagus hannah encounters in human-modified rainforest of the Western Ghats, India. Hamadryad 36:62-68.",
          "Shankar PG, Swamy P, Williams RC, Ganesh SR, Mosse M, Hoglund J, Das I, Sahooh G, Vijayakumar SP, Shanker K, Wuster W, Duttaa SK. 2021. King or royal family? Testing for species boundaries in the King Cobra, Ophiophagus hannah (Cantor, 1836), using morphology and multilocus DNA analyses. Mol Phyl Evol 165:107300. doi:10.1016/j.ympev.2021.107300.",
          "Sharma R, Goossens B, Heller R, Rasteiro R, Othman N, Bruford MW, Chikhi L. 2018. Genetic analyses favour an ancient and natural origin of elephants on Borneo. Sci Rep 8:1-11. doi:10.1038/s41598-017-17042-5.",
          "Stine RA. 1995. Graphical interpretation of variance inflation factors. Amer Stat 49:53-56.",
          "Stuart B, Wogan G, Grismer L, Auliya M, Inger RF, Lilley R, Chan- Ard T, Thy N, Nguyen TQ, Srinivasulu C, Jelic D. 2012. Ophiophagus hannah. The IUCN Red List of Threatened Species 2012: e.T177540A1491874.",
          "Svenning JC, Normand S, Kageyama M. 2008. Glacial refugia of temperate trees in Europe: insights from species distribution modelling. J Ecol 96:1117-1127. doi:10.1111/j.1365-2745.2008. 01422.x.",
          "Szyndlar Z, Rage JC. 1990. West Paleartic cobras of the genus Naja (Sepentes: Elapidae): interrelationships among extinct and extant species. Amphib-Reptil 11:385-400. doi:10.1163/156853890X00078.",
          "Terribile LC, Olalla-Tarraga MA, Morales-Castilla I, Rueda M, Vidanes RM, Rodriguez MA, Felizola Diniz-Filho JA. 2009. Global richness patterns of venomous snakes reveal contrasting influences of ecology and history in two different clades. Oecologia 159:617-626. doi:10.1007/s00442-008-1244-2.",
          "Travouillon KJ, Archer M, Hand SJ, Godthelp H. 2006. Multivariate analyses of Cenozoic mammalian faunas from Riversleigh, north-western Queensland. Alcheringa Spec Issue 1:323-349. doi:10.1080/03115510609506871.",
          "Uetz P, Hosek J. 2020-2015. The Reptile Database. Available at: http://www.reptile-database.org. Accessed 5 April 2020.",
          "Voris HK. 2000. Maps of Pleistocene sea levels in Southeast Asia: shorelines, river system and time durations. J Biogeogr 27:1153-1167. doi:10.1046/j.1365-2699.2000.00489.x.",
          "Warren D, Dinnage R. 2021. ENMTools: Analysis of Niche Evolution using Niche and Distribution Models. R package version 1.0.4. Available at: https://cran.r-project.org/web/packages/ENMTools. Accessed 1 October 2021.",
          "Warren DL, Cardillo M, Rosauer DF, Bolnick DI. 2014. Mistaking geography for biology: inferring processes from species distributions. Trends Ecol Evol 29:572-580. doi:10.1016/j.tree. 2014.08.003.",
          "Whytock RC, Swiezewski J, Zwerts JA, Bara-Slupski T, Koumba Pambo AF, Rogala M, Bahaa-el-din L, Boekee K, Brittain S, Cardoso AW, Henschel P. 2021. Robust ecological analysis of camera trap data labelled by a machine learning model. Methods Ecol Evol 12:1080-1092. doi:10.1111/2041-210X.13576.",
          "Wisz MS, Hijmans RJ, Li J, Peterson AT, Graham CH, Guisan A, NCEAS Predicting Species Distributions Working Group. 2008. Effects of sample size on the performance of species distribution models. Divers Distrib 14:763-773. doi:10.1111/j.1472-4642. 2008.00482.x.",
          "Wurster CM, Bird MI, Bull ID, Creed F, Bryant C, Dungait JA, Paz V. 2010. Forest contraction in north equatorial Southeast Asia during the last glacial period. PNAS USA 107:15508-15511. doi:10.1073/pnas.1005507107.",
          "Zhou Z, Jaing Z. 2004. International trade status and crisis for snake species in China. Conserv Biol 18:1386-1394."
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "28",
          "pages": "1-11",
          "title": "Zoological Studies",
          "volume": "61"
        },
        "alternate_identifiers": [
          {
            "identifier": "urn:lsid:plazi.org:pub:0E405429C54F4433FF98FFCEFFC1FF85"
          }
        ],
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "12826423"
              }
            }
          ]
        }
      },
      "title": "Figs. 23-34 in The Newly Recorded Fern-spore Feeding Moths in the Genus , Meyrick 1889 (Lepidoptera: Stathmopodidae) from Taiwan, with Notes on Life History of Three Species.",
      "links": {
        "self": "https://zenodo.org/api/records/12826424",
        "self_html": "https://zenodo.org/records/12826424",
        "preview_html": "https://zenodo.org/records/12826424?preview=1",
        "doi": "https://doi.org/10.6620/ZS.2022.61-28",
        "self_doi": "https://doi.org/10.6620/ZS.2022.61-28",
        "self_doi_html": "https://zenodo.org/doi/10.6620/ZS.2022.61-28",
        "reserve_doi": "https://zenodo.org/api/records/12826424/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/12826423",
        "parent_html": "https://zenodo.org/records/12826423",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:12826424/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:12826424/sequence/default",
        "files": "https://zenodo.org/api/records/12826424/files",
        "media_files": "https://zenodo.org/api/records/12826424/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:12826424:source.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:12826424:source.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:12826424:source.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:12826424:source.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:12826424:source.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:12826424:source.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/12826424/files-archive",
        "archive_media": "https://zenodo.org/api/records/12826424/media-files-archive",
        "latest": "https://zenodo.org/api/records/12826424/versions/latest",
        "latest_html": "https://zenodo.org/records/12826424/latest",
        "versions": "https://zenodo.org/api/records/12826424/versions",
        "draft": "https://zenodo.org/api/records/12826424/draft",
        "access_links": "https://zenodo.org/api/records/12826424/access/links",
        "access_grants": "https://zenodo.org/api/records/12826424/access/grants",
        "access_users": "https://zenodo.org/api/records/12826424/access/users",
        "access_request": "https://zenodo.org/api/records/12826424/access/request",
        "access": "https://zenodo.org/api/records/12826424/access",
        "communities": "https://zenodo.org/api/records/12826424/communities",
        "communities-suggestions": "https://zenodo.org/api/records/12826424/communities-suggestions",
        "requests": "https://zenodo.org/api/records/12826424/requests"
      },
      "updated": "2024-07-25T21:20:18.256712+00:00",
      "recid": "12826424",
      "revision": 11,
      "files": [
        {
          "id": "0ee38ae6-e33d-47f1-9d7d-709b7fd1df62",
          "key": "source.pdf",
          "size": 5043709,
          "checksum": "md5:0e405429c54f4433119828ceffc11c85",
          "links": {
            "self": "https://zenodo.org/api/records/12826424/files/source.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 15,
        "unique_downloads": 15,
        "views": 19,
        "unique_views": 19,
        "version_downloads": 15,
        "version_unique_downloads": 15,
        "version_unique_views": 19,
        "version_views": 19
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2024-03-26T20:28:24.833162+00:00",
      "modified": "2024-07-06T19:19:46.241656+00:00",
      "id": 10883523,
      "conceptrecid": "10883522",
      "doi": "10.1080/14772019.2018.1446462",
      "doi_url": "https://doi.org/10.1080/14772019.2018.1446462",
      "metadata": {
        "title": "Morphometric analysis of Eocene nummulitids in western and central Cuba: taxonomy, biostratigraphy and evolutionary trends",
        "doi": "10.1080/14772019.2018.1446462",
        "publication_date": "2018-04-13",
        "description": "Torres-Silva, Ana. I., Eder, Wolfgang, Hohenegger, Johann, Briguglio, Antonino (2018): Morphometric analysis of Eocene nummulitids in western and central Cuba: taxonomy, biostratigraphy and evolutionary trends. Journal of Systematic Palaeontology 17 (7): 557-595, DOI: 10.1080/14772019.2018.1446462, URL: http://dx.doi.org/10.1080/14772019.2018.1446462",
        "access_right": "open",
        "creators": [
          {
            "name": "Torres-Silva, Ana. I.",
            "affiliation": "Department of Palaeontology, University of Vienna, Althanstrasse 14, 1090, Vienna, Austria;"
          },
          {
            "name": "Eder, Wolfgang",
            "affiliation": "Department of Palaeontology, University of Vienna, Althanstrasse 14, 1090, Vienna, Austria;"
          },
          {
            "name": "Hohenegger, Johann",
            "affiliation": "Department of Palaeontology, University of Vienna, Althanstrasse 14, 1090, Vienna, Austria;"
          },
          {
            "name": "Briguglio, Antonino",
            "affiliation": "Dipartimento di Scienze della, Terra dell'Ambiente e della Vita, Universitádegli Studi di Genova, Corso Europa, 26, I-16132 Genova, Italy"
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy",
          "Chromista",
          "Foraminifera",
          "Globothalamea",
          "Rotaliida",
          "Nummulitidae"
        ],
        "related_identifiers": [
          {
            "identifier": "https://www.gbif.org/dataset/795802f0-f1b6-4469-bea4-5f3931817569",
            "relation": "isSourceOf",
            "resource_type": "dataset",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.10927165",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/9E6A87F1FFC82820FC34FC8B95B08C02",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.10927169",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/9E6A87F1FFC8282BFC6BFAB793BF8A66",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.10883499",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/9E6A87F1FFC3282BFF05FC6B93478C51",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.10883501",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/9E6A87F1FFC32829FC75FF4993658DB4",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.10927171",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/9E6A87F1FFC12828FEFBFB3890958BA7",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.10927173",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/9E6A87F1FFC0282FFF1EFD2B939F8F1F",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.10883503",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/9E6A87F1FFC7282EFF31F9CC91AC8D3F",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.10883505",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/9E6A87F1FFC6282EFF1DFBA390098FAC",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.10883507",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/9E6A87F1FFC6282EFEFBF91193D88E9A",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.10883509",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/9E6A87F1FFC6282DFC5FFCCF92858FDF",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.10883511",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/9E6A87F1FFC5282CFC42F90395D28BE5",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.10927176",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/9E6A87F1FFC42813FBF0FCEA90D189E0",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.10883525",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.10883527",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "http://table.plazi.org/id/42BC666FFFD3283BFF6CFF4E925589DB",
            "relation": "hasPart",
            "resource_type": "dataset",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.10883529",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.10883531",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.10883535",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.10883537",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.10883539",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.10883541",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.10883543",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.10883547",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.10883549",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.10883551",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.10883553",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.10883557",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.10883559",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "http://table.plazi.org/id/42BC666FFFCD2825FF6CFF4E952C8810",
            "relation": "hasPart",
            "resource_type": "dataset",
            "scheme": "url"
          },
          {
            "identifier": "http://table.plazi.org/id/42BC666FFFCD2825FF6CFAA1945F8CAE",
            "relation": "hasPart",
            "resource_type": "dataset",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.10927167",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "http://table.plazi.org/id/42BC666FFFC3282BFF6CFA7F90E68CC1",
            "relation": "hasPart",
            "resource_type": "dataset",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.10883561",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "http://table.plazi.org/id/42BC666FFFC12829FF6CFF4E9469880B",
            "relation": "hasPart",
            "resource_type": "dataset",
            "scheme": "url"
          },
          {
            "identifier": "http://table.plazi.org/id/42BC666FFFC12829FF6CFA7E93E88CC0",
            "relation": "hasPart",
            "resource_type": "dataset",
            "scheme": "url"
          },
          {
            "identifier": "http://table.plazi.org/id/42BC666FFFC02828FF6CFABB95518CA0",
            "relation": "hasPart",
            "resource_type": "dataset",
            "scheme": "url"
          },
          {
            "identifier": "http://table.plazi.org/id/42BC666FFFC7282FFF6CFF4E9299880B",
            "relation": "hasPart",
            "resource_type": "dataset",
            "scheme": "url"
          },
          {
            "identifier": "http://table.plazi.org/id/42BC666FFFC6282EFF6CFF4E935C880B",
            "relation": "hasPart",
            "resource_type": "dataset",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.10883565",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.10883567",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.1029/2008PA001676",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Banner, F. T. & Hodgkinson, R. L. 1991. A revision of the foraminiferal subfamily Heterostegininae. Revista Espanola t de Micropaleontolog´ia, 23, 101-140.",
          "Barker, R. W. 1939. Species of the foraminiferal family Camerinidae in the Tertiary and Cretaceous of Mexico. Proceedings of the United States National Museum, 86, 305-330.",
          "Barnett, R. S. 1974. An application of numerical taxonomy to the classification of the Nummulitidae (Foraminiferida). J ournal of Paleontology, 48, 1249-1263.",
          "Bassi, D. 2005. Larger foraminiferal and coralline algal facies in an Upper Eocene storm-influenced, shallow-water carbonate platform (Colli Berici, north-eastern Italy). Palaeogeography, Palaeoclimatology, Palaeoecology, 226, 17-35.",
          "Beavington-Penney, S. J. & Racey, A. 2004. Ecology of extant nummulitids and other larger benthic foraminifera: applications in palaeoenvironmental analysis. Earth-Science Reviews, 67, 219-265.",
          "Benedetti, A., Less, G., Parente, M., Pignatti, J., Cahizac, B., Torres-Silva, A. I. & Buhl, D. 2017. Heterostegina matteuccii sp. nov. (Foraminiferida: Nummulitidae) from the lower Oligocene of Sicily and Aquitaine: a possible transatlantic inmigrant. Journal of Systematic Palaeontology, 16, 87-110.",
          "Berggren, W. A., Kent, D. V., Swisher III, C. C. & Aubry, M. P. 1995. A revised Cenozoic geochronology and chronostratigraphy. SEPM Special Publication, 54, 129-212.",
          "Berm´udez, P. J. 1937. Estudio micropaleontologico de dos formaciones eoc´enicas de las cercan´ias de La. Habana, Cuba. Memorias de la Sociedad Cubana de Historia Natural, 11, 153-180.",
          "Bermudez ´, P. J. 1950. Contribucion al estudio del Cenozoico Cubano. S ociedad Cubana de Historia Natural, 19, 205-375.",
          "Biekart, J. W., Bor, T., R¨ottger, R., Drooger, C. W. & Meulenkamp, J. E. 1985. Megalospheric Heterostegina depressa from Hawaii in sediments and laboratory cultures. Palaeontology, Proceedings B, 88(2), 1-20.",
          "Bohaty, S. M., Zachos, J. C., Florindo, F. & Delaney, M. L. 2009. Coupled greenhouse warming and deep-sea acidification in the middle Eocene. Paleoceanography, 24, PA2207, doi:10.1029/2008PA001676.",
          "BouDagher-Fadel, M. & Price, G. D. 2014. The phylogenetic and palaeogeographic evolution of nummulitoid larger benthic foraminifera. Micropalaeontology, 60, 483-508.",
          "Bow S. 1984. Pattern recognition - application to large data-set problems. Marcel Dekker Inc., New York, 336 pp.",
          "Bowen-Powell, J. 2010. Larger foraminiferal biostratigraphy, systematics and paleoenviroments of the Avon Park Formation and Ocala Limestone, Highlands County, Florida. Unpublished PhD thesis, Florida International University, Miami, 239 pp.",
          "Blanco-Bustamante, S., Fern´andez-Carmona, J. & Fern´andez-Rodr´iguez, G. 1987. Zonacion del Paleoceno al Mioceno Inferior en Cuba de acuerdo a macroforamin´iferos y su identificacion en algunas unidades litoestratigr´aficas. Serie Geologica ´, 3, 41-52.",
          "Blondeau, A. 1972. Les Nummulites. Vuibert, Paris, 254 pp.",
          "Brady, H. B. 1874. On a true Carboniferous nummulite. Annals and Magazine of Natural History, Series 4, 13, 222-231.",
          "Bralower, T. J. & Iturralde-Vinent, M. A. 1997. Micropaleontological dating of the collision between the North American Plate and the Greater Antilles Arc in western Cuba. Palaios, 12, 133-150.",
          "Briguglio, A. & Hohenegger, J. 2011. How to react to shallow water hydrodynamics: the larger benthic foraminifera solution. Marine Micropaleontology, 81, 63-76.",
          "Briguglio, A., Hohenegger, J. & Less, G. 2013. Paleobiological applications of three-dimensional biometry on larger benthic foraminifera: a new route of discoveries. Journal of Foraminiferal Research, 43, 72-87.",
          "Br¨odermann, J. 1945. Breve resena geologica de la Isla de Cuba. Revista Sociedad Cubana de Ingenieros, 42, 110-149.",
          "Br¨onnimann, P. & Rigassi, D. 1963. Contribution to the geology and paleontology of the area of the city of La Habana, Cuba, and its surrounding s. Eclogae Geologicae Helvetiae, 56, 193-480.",
          "Brugui´ere, J. G. 1792. Historie naturelle des Vers. Encyclopedie ´methodique ´, 1(2), 345-757.",
          "Bukry, D. 1973. Low latitude coccolith biostratigraphic zonation. Initial Reports of the Depp Sea Drilling Project, 15, 685-703.",
          "Butterlin, J. 1961. Grandes foramin´iferos del pozo Palizada num. 2, Municipio de Palizada, Estado de Campeche. Paleontolog´ia Mexicana, 10, 1-59.",
          "Butterlin, J. 1981. Claves para la determinacion ´de macroforamin´iferos de Mexico ´y del Caribe, del Cretacico ´Superior al Mioceno Medio. Instituto Mexicano del Petroleo, Mexico, 219 pp.",
          "Caudri, C. M. B. 1974. The larger Foraminifera of Punta Mosquito, Margarita Island, Venezuela. Verhandlungen der Naturforschenden Gesellschaft in Basel, 84, 293-318.",
          "Caudri, C. M. B. 1975. Geology and paleontology of Soldado Rock, Trinidad (West Indies), Part 2. The larger foraminifera. Eclogae Geologicae Helvetiae, 68, 533-589.",
          "Caudri, C. M. B. 1996. The larger Foraminifera of Trinidad (West Indies). Eclogae Geologicae Helvetiae, 89, 1137-1310.",
          "Cizancourt, M. 1947. Quelques nummulithid´es nouveaux ou non encore signal´es de l'Eocene de Cuba. Bulletin de la Societe ´´Geologique´de France 5, 513-522.",
          "Cole, W. S. 1941. Stratigraphic and paleontologic studies of wells in Florida. Florida Geological Survey Bulletin, 19, 1-53.",
          "Cole, W. S. 1942. Stratigraphic and paleontologic studies of wells in Florida No. 2. Florida Geological Survey Bulletin, 20, 1-89.",
          "Cole, W. S. 1952. Eocene and Oligocene larger foraminifera from the Panama Canal Zone and vicinity. US Geological Survey Professional Paper, 244, 1-41.",
          "Cole, W. S. 1953. Larger Foraminifera from the upper Eocene of Costa Rica. Journal of Paleontology, 27, 748-749.",
          "Cole, W. S. 1958. Names of and variation in certain American larger Foraminifera, particularly the camerinids - No. 2. Bulletins of American Paleontology 38, 261-284.",
          "Cole, W. S. 1960. The genus Camerina. Bulletins of American Paleontology, 41, 189-205.",
          "Cole, W. S. 1961. An analysis of certain taxonomic problems in the larger Foraminifera. Bulletins of American Paleontology, 43, 28-39.",
          "Cole, W. S. 1964. Nummulitidae. Pp. C643-C650 in A. R. Loeblich & H. Tappan (eds) Treatise on invertebrate paleontology. Part C, Protista 2. Geological Society of America & University of Kansas Press, Boulder and Lawrence.",
          "Cole, W. S. & Gravell, D. W. 1952. Middle Eocene Foraminifera from Penon Seep, Matanzas Province, Cuba. Journal of Paleontology 26, 708-727.",
          "Cosovi ´´c, V., Drobne, K. & Moro, A. 2004. Paleoenvironmental model for Eocene foraminiferal limestones of the Adriatic carbonate platform (Istrian Peninsula). Facies, 50, 61-75.",
          "Cotton, L. 2012. Paleogene larger benthic foraminifera of Tanzania and the Eocene-Oligocene transition. Unpublished PhD thesis, Cardiff University, Cardiff, 162 pp.",
          "Cotton, L. J., Pearson, P. N. & Renema, W. 2016. A new Eocene lineage of reticulate Nummulites (Foraminifera) from Kilwa district, Tanzania; a place for Nummulites ptukhiani? Journal of Systematic Palaeontology, 14, 569- 579.",
          "Cruz-Orosa, I., S`abat, F., Ramos, E. & V´azquez-Taset, Y. M. 2012. Synorogenic basins of central Cuba and collision between the Caribbean and North American plates. International Geology Review, 54, 876-906.",
          "Cushman, J. A. 1921. American species of Operculina and Heterostegina and their faunal relations. US Geological Survey Professional Paper, 128-E, 125-137.",
          "de Blainville, H. M. 1827. Manuel de malacologie et de conchyliologie. F. G. Levrault, Paris, 664 pp.",
          "Delage, Y. & H´erouard, E. 1896. Traite`de zoologie concrete ´. Tome I: La cellule et les Protozoaires. Schleicher Fr´eres, Paris, 527 pp.",
          "d'Orbigny, A. 1826. Tableau m´ethodique de la classe des C´ephalopodes. Annales des Sciences Naturelles, 7(1), 96-314.",
          "Eames, F. E., Banner, F. T., Blow, W. H. & Clarke, W. J. 1962. Fundamentals of mid-Tertiary stratigraphical correlation. Cambrige University Press, Cambridge, vii + 151 pp.",
          "Eder, W., Hohenegger, J. & Briguglio, A. 2017a. Depthrelated morphoclines of megalospheric tests of Heterostegina depresa d'Orbigny: biostratigraphic and paleobiological implications. Palaios, 32, 110-117.",
          "Eder, W., Hohenegger, J., Torres-Silva, A. I. & Briguglio, A. 2017b. Morphometry of the larger foraminifer Heterostegina explaining environmental dependence, evolution and paleogeographic diversification. Pp. 195-200 in Ch. Birkeland, S. L. Coles, & N. P. Spies (eds) Proceedings of the 13th International Coral Reef Symposium, International Society of Reef Studies, Honolulu, Hawaii.",
          "Eichwald, C. E. von 1830. Zoologia specialis, vol. 2. D. E. Eichwaldus, Vilnae, 323 pp.",
          "Ferr`andez-Canadell t, C. 2012. Multispiral growth in Nummulites: paleobiological implications. Marine Micropaleontology, 96-97, 105-122.",
          "Frost, S. H. & Langenheim, R. L. 1974. Cenozoic reef biofacies. Tertiary larger foraminifera and scleractinian corals from Chiapas, Mexico. Northern Illinois University Press, DeKalb, 387 pp.",
          "Garc´ia-Delgado, D. & Torres-Silva, A. I. 1997. Sistema Paleogeno. Pp. 115-140 in K. E. Nunez & G. F. Furrazola-Bermudez (eds) Estudios sobre Geolog´ia de Cuba. Centro Nacional de Informacion Geologica, La Habana.",
          "Gordon, M. B., Mann, P., C´aceres, D. & Flores, R. 1997. Cenozoic tectonic history of the North America-Caribbean plate boundary zone in Western Cuba. Journal of Geophysical Research, 102(B5), 10,055-10,082.",
          "Hallock, P., Premoli Silva, I. & Boersma, A. 1991. Similarities between planktonic and larger foraminiferal evolutionary trends through Paleogene paleoceanographic changes. Palaeogeography, Palaeoclimatology, Palaeoecology, 83, 49-64.",
          "Hanzawa, S. 1935. Some fossil Operculina and Miogypsina from Japan and their stratigraphical significance. Science Reports of the Tohoku Imperial University. 2nd Series, Geology 18, 1-29.",
          "Hatten, C., Schooler, O., Giedt, N. & Meyerhoff, A. 1958. Geology of central Cuba, Eastern Las Villas and western Camaguey provinces. Unpublished Report, Archivo del Servicio Geologico Nacional, La Habana, Cuba.",
          "Haynes, J. R. 1988. Massively cordate nummulitids (Foraminifera) at the Palaeocene/Eocene boundary in Tethys. Indian Journal of Geology 60, 215-247.",
          "Haynes, J. R., Racey, A. & Whittaker, J. E. 2010. A revision of the Early Palaeogene nummulitids (Foraminifera) from northern Oman, with implications for their classification. Pp. 29-89 in J. E. Whittaker & M. B. Hart (eds) Micropalaeontology, sedimentary environments and stratigraphy: a tribute to Dennis Curry (1912-2001). Micropalaeontological Society Special Publication, Geological Society, London.",
          "Heilprin, A. 1885. Notes on some new foraminifera from the Nummulitic formation of Florida. Proceedings of the Academy of Natural Sciences of Philadelphia, 36, 321.",
          "Herb, R. 1978. Some species of Operculina and Heterostegina from the Eocene of the Helvetic nappes of Switzerland and from Northern Italy. Eclogae Geologicae Helvetiae, 71, 745-767.",
          "Hohenegger, J. 1999. Larger foraminifera-microscopical greenhouses indicating shallow-water tropical and subtropical environments in the present and past. Kagoshima University Research Center for the Pacific Islands, Occasional Papers, 32, 19-45.",
          "Hohenegger, J. 2011a. Larger foraminifera: greenhouse constructions and gardeners in the oceanic microcosm. The Kagoshima University Museum, Kagoshima, 85 pp.",
          "Hohenegger, J. 2011b. Growth-invariant meristic characters tools to reveal phylogenetic relationships in Nummulitidae (Foraminifera). Turkish Journal of Earth Sciences, 20, 655- 681.",
          "Hohenegger, J. 2014. Species as the basic units in evolution and biodiversity: recognition of species in the Recent and geological past as exemplified by larger foraminifera. Gondwana Research, 25, 707-728.",
          "Hohenegger, J. & Torres-Silva, A. I. 2017. Growth-invariant and growth-independent characters in equatorial sections of Heterostegina shells relieve phylogenetic and paleobiogeographic interpretations. Palaios, 32, 30-43.",
          "Hohenegger, J. & Yordanova, E. K. 2001. Displacement of larger foraminifera at the western slope of Motobu Peninsula (Okinawa, Japan). Palaios, 16, 53-72.",
          "Holzmann, M., Hohenegger, J. & Pawloski, J. 2003. Molecular data reveal parallel evolution in nummulitid foraminifera. Journal of Foraminiferal Research, 33, 277-284.",
          "Hottinger, L. 1977. Foraminif`eres operculiniformes. Memoires ´ du Museum ´National d'Histoire Naturelle, Paris, 9, 1-159.",
          "Hottinger, L. 1997. Shallow benthic foraminiferal assemblages as signals for depth of their deposition and their limitations. Bulletin de la Societe ´´geologique ´de France, 168, 491-505.",
          "Iturralde-Vinent, M. A. 1994. Cuban geology: a new plate-tectonic synthesis. Journal of Petroleum Geology, 17, 39-69.",
          "Iturralde-Vinent, M. A. 1995. Cuencas sedimentarias del Paleoceno-Eoceno de Cuba. Bolet´in de la Sociedad Venezolana de Geolog´ia, 20, 75-80.",
          "Kantshev, I. 1976. Geolog´ia de la provincia de Las Villas. Resultado de las investigaciones y levantamiento geologico ´ a escala, 1:250 000. Unpublished report, Archivo del Servicio Geologico Nacional, La Habana.",
          "Kantshev, I., Boyanov, A., Goranov, N., Iolkichev, R., Cabrera, M., Kanazirski, N., Popov, N. & Stanchea, M. 1976. Geolog´ia de la provincia de Las Villas. resultados de las investigaciones geologicas y levantamiento geol´ogico a escala 1: 250 000. Unpublished Report, Archivo del Servicio Geologico Nacional, La Habana, Cuba.",
          "Lamarck, J. B. 1801. Systeme ´des animaux sans vertebres ´ou tableau gen ´eral ´des clases, des ordres et des genres de ces anumaux. Published by the author, Paris, viii + 432 pp.",
          "Less, G. & Ozcan ¨, E. 2012. Bartonian-Priabonian larger benthic foraminiferal events in the Western Tethys. Austrian Journal of Earth Sciences, 105, 129-140.",
          "Less, G., Ozcan ¨, E., Papazzoni, C. A. & Stockar, R. 2008. The middle to late Eocene evolution of nummulitid foraminifer Heterostegina in the Western Tethys. Acta Palaeontologica Polonica, 53, 317-350.",
          "Loeblich, A. R., Jr., & Tappan, H. (eds.) 1964. Sacordinachiefly \"thecamoebians\" and foraminiferida. Pp. 1-900 in R. C. Moore (ed) Part C: Protista 2. Treatise on invertebrate paleontology. Lawrence, Kansas: Geological Society of America and University of Kansas Press.",
          "Locker, S. 1967. Neue Coccolithophoriden (Flagellata) aus dem Altterti¨ar Norddeutschlands. Geologie, 16, 361-364.",
          "Lunt, P. & Renema, W. 2014. On the Heterostegina-Tansinhokella-Spiroclypeus lineage(s) in SE Asia. Berita Sedimentologi, 30, 6-31.",
          "Martini, E. 1971. Standard Tertiary and Quaternary calcareous nannoplankton zonation. Pp. 739-785 in A. Farinacci (ed) Proceedings of the Second Planktonic Conference, Roma 1970, Tecnoscienza.",
          "Mello e Sousa, S. H. de, Fairchild, T. R. & Tibana, P. 2003. Cenozoic biostratigraphy of larger foraminifera from the Foz do Amazonas basin, Brazil. Micropaleontology, 49, 253-266.",
          "Miller, K. G., Wright, J. D. & Browning J. V. 2011. A 180- million year record of sea level and ice volume variations from continental margin and deep-sea isotopic records. Oceanography, 24, 40-53.",
          "Miller, K. G., Mountain, G. S., Browning, J. V., Kominz, M., Sugarman, P. J., Christie-Blick, N., Katz, M. E. & Wright, J. D. 1998. Cenozoic global sea level, sequences, and the New Jersey transect: results from coastal plain and continental slope drilling. Reviews of Geophysics, 36, 569- 601.",
          "Molina, E., Torres-Silva, A. I., Cori ´c ´, S. & Briguglio, A. 2016. Integrated biostratigraphy across the Eocene/Oligocene boundary at Norona, Cuba, and the question of the extinction of orthophragminids. Newsletters on Stratigraphy, 49, 27- 40.",
          "Montero, L. 1981. Paleogene Nummulites from the provinces Villa Clara, Cienfuegos and Sancti Spiritus (Cuba). Paleontology, Stratigraphy and Lithology, 13, 5-28.",
          "Nagappa, Y. 1959. Note on Operculinoides Hanzawa 1935. Palaeontology, 2, 156-160.",
          "Nuttall, W. L. F. 1928. Tertiary foraminifera from the Naparima region of Trinidad (British West Indies). Quarterly Journal of the Geological Society, 84, 57-116.",
          "Palmer, D. K. 1934. Some large fossil foraminifera from Cuba. Memoir Sociedad Cubana de Historia Natural, 8, 235-264.",
          "Pearson, P. N., Olsson, R. K., Huber, B. T., Hemleben. C. & Breggren, W. A. (eds) 2006. Atlas of Eocene planktonic Foraminifera. Cushman Foundation for Foraminiferal Research, 41, 1-513.",
          "Puri, H. S. 1957. Stratigraphy and zonation of the Ocala Group (No. 38). Bulletin Florida Geological Survey, 38, 1-248.",
          "Renema, W. & Cotton, L. 2015. Three dimensional reconstructions of Nummulites tests reveal complex chamber shapes. PeerJ, 3, e1072.",
          "Robinson, E. 1993. Some imperforate larger foraminifera from the Paleogene of Jamaica and the Nicaragua Rise. Journal of Foraminiferal Research, 23, 47-65.",
          "Robinson, E. 1996. Using larger foraminifers in high resolution biostratigraphy: an example from the Eocene of the Gulf of Mexico and northern Caribbean. Palaios, 11, 220-229.",
          "Robinson, E. 2004. Zoning the White Limestone Group of Jamaica using larger foraminiferal genera: a review and proposal. Cainozoic Research, 3, 39-75.",
          "Robinson, E. & Wright, R. M. 1993. Jamaican Paleogene larger foraminifera. Pp. 283-345 in R. M. Wright & E. Robinson (eds) Biostratigraphy of Jamaica. Geological Society of American Memoir, Boulder.",
          "Rutten, L. 1928. On Tertiary Foraminifera from Curacao. Proceedings of the Koninklijke Nederlandse Akademie van Wetenschappen, 31, 1061-1070.",
          "Rutten, M. G. 1935. Larger foraminifera of northern Santa Clara Province, Cuba. Journal of Paleontology, 9, 527-545.",
          "Samanta, B. K. 1981. Two stratigraphically important Nummulites species from the Middle Eocene of India and Europe. Palaeontology, 24, 803-825.",
          "Schaub, H. 1963. Uber ¨einige Entwicklungsreihen von Nummulites und Assilina und ihre stratigraphische Bedeutung. Pp. 282-297 in G. H. R. von Koeningswald, J. D. Emeis, W. L. Buning & C. W. Wagner (eds) Evolutionary trends in Foraminifera. Elsevier, Amsterdam.",
          "Schaub, H. 1981. Nummulites et Assilines de la T´ethys pal´eog`ene. Taxonomie, phylogen`ese et biostratigraphie. Abhandlungen der Schweizerischen Palaontologischen Gesellschaft, 194, 1-236.",
          "Schubert, R. J. 1908. Beitr¨age zu einer naturlichen Systematik der Foraminiferen. Neues Jahrbuch fur ¨Mineralogie, Geologie und Pala¨ontologie, Beilage-Band, 25, 232-260.",
          "Serra-Kiel, J., Hottinger, L., Caus, E., Drobne, K., Ferr´andez, C., Jauhri, A. K., Less, G., Pavlovec, R., Pignatti, J., Samso, J. M., Schaub, H., Sirel, E., Strougo, A., Tambareau, Y., Tosquella, J. & Zakrevskaya, E. Y. 1998. Larger foraminiferal biostratigraphy of the Tethyan Paleocene and Eocene. Bulletin de la Societe ´´geologique ´de France, 169, 281-299.",
          "Shackleton, N. J. & Kennett, J. P. 1975. Paleotemperature history of the Cenozoic and the initiation of Antarctic glaciation: oxygen and carbon isotope analyses in DSDP Sites 277, 279, and 281. Initial Reports of the Deep Sea Drilling Project, 29, 743-755.",
          "Torres-Silva, A. I., D´iaz-Otero, C. & Garc´ia-Delgado, D. 2001. Bioestratigraf´ia de los depositos de aguas someras del Eoceno Medio-Superior de Cuba Occidental. Memorias del IV Congreso Cubano de Geolog´ia y Mineria, Sociedad Cubana de Geolog´ia, 57-66.",
          "Torres-Silva, A. I., Hohenegger, J., Cori ´c ´, S., Briguglio, A. & Eder, W. 2017. Biostratigraphy and evolutionary tendencies of Eocene heterostegines in Western and Central Cuba based on morphomteric analyses. Palaios, 32, 44-60.",
          "Tosquella, J. & Serra-Kiel, J. 1998. Los nummulidos (Nummulites and Assilina) del Paleoceno Superior-Eoceno Inferior de la Cuenca Pirenaica: Sistem´atica. Acta Geologica ´Hispanica, 31, 37-159.",
          "Varol, O. 1989. Palaeocene calcareous nannofossil biostratigraphy. Pp. 267-310 in J. A. Crux & S. E. van Hack (eds) Nannofossils and their applications. Ellis Horwood, Chichester.",
          "Vaughan, T. W. & Cole, W. S. 1941. Preliminary report on the Cretaceous and Tertiary larger foraminifera of Trinidad British West Indies. Geological Society of America Special Papers, 30, 1-137.",
          "Wassall, H. 1955. Report on Cabo Cruz block concessions. Centro Nacional del Fondo Geologico. Unpublished report, Ministerio de la Industria B´asica, La Habana.",
          "Wright, R. M. & Switzer, P. 1971. Numerical classification applied to certain Jamaican Eocene nummulitids. Journal of the International Association for Mathematical Geology, 3, 297-311.",
          "Yordanova, E. K. & Hohenegger, J. 2002. Taphonomy of larger foraminifera: relationships between living individuals and empty tests on flat reef slopes (Sesoko Island, Japan). Facies, 46, 169-204.",
          "Yordanova, E. K. & Hohenegger, J. 2004. Morphoclines of living operculinid foraminifera based on quantitative characters. Micropaleontology, 50, 149-178."
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "7",
          "pages": "557-595",
          "title": "Journal of Systematic Palaeontology",
          "volume": "17"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "10883522"
              }
            }
          ]
        }
      },
      "title": "Morphometric analysis of Eocene nummulitids in western and central Cuba: taxonomy, biostratigraphy and evolutionary trends",
      "links": {
        "self": "https://zenodo.org/api/records/10883523",
        "self_html": "https://zenodo.org/records/10883523",
        "preview_html": "https://zenodo.org/records/10883523?preview=1",
        "doi": "https://doi.org/10.1080/14772019.2018.1446462",
        "self_doi": "https://doi.org/10.1080/14772019.2018.1446462",
        "self_doi_html": "https://zenodo.org/doi/10.1080/14772019.2018.1446462",
        "reserve_doi": "https://zenodo.org/api/records/10883523/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/10883522",
        "parent_html": "https://zenodo.org/records/10883522",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:10883523/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:10883523/sequence/default",
        "files": "https://zenodo.org/api/records/10883523/files",
        "media_files": "https://zenodo.org/api/records/10883523/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:10883523:source.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:10883523:source.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:10883523:source.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:10883523:source.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:10883523:source.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:10883523:source.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/10883523/files-archive",
        "archive_media": "https://zenodo.org/api/records/10883523/media-files-archive",
        "latest": "https://zenodo.org/api/records/10883523/versions/latest",
        "latest_html": "https://zenodo.org/records/10883523/latest",
        "versions": "https://zenodo.org/api/records/10883523/versions",
        "draft": "https://zenodo.org/api/records/10883523/draft",
        "access_links": "https://zenodo.org/api/records/10883523/access/links",
        "access_grants": "https://zenodo.org/api/records/10883523/access/grants",
        "access_users": "https://zenodo.org/api/records/10883523/access/users",
        "access_request": "https://zenodo.org/api/records/10883523/access/request",
        "access": "https://zenodo.org/api/records/10883523/access",
        "communities": "https://zenodo.org/api/records/10883523/communities",
        "communities-suggestions": "https://zenodo.org/api/records/10883523/communities-suggestions",
        "requests": "https://zenodo.org/api/records/10883523/requests"
      },
      "updated": "2024-07-06T19:19:46.241656+00:00",
      "recid": "10883523",
      "revision": 13,
      "files": [
        {
          "id": "93347010-8891-4e72-aa37-708cd026abb7",
          "key": "source.pdf",
          "size": 4709454,
          "checksum": "md5:62535b89f2db283384f384f491548914",
          "links": {
            "self": "https://zenodo.org/api/records/10883523/files/source.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 21,
        "unique_downloads": 20,
        "views": 29,
        "unique_views": 29,
        "version_downloads": 21,
        "version_unique_downloads": 20,
        "version_unique_views": 29,
        "version_views": 29
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2024-01-15T09:49:28.786350+00:00",
      "modified": "2024-07-07T12:24:42.248600+00:00",
      "id": 10512470,
      "conceptrecid": "10512469",
      "doi": "10.31866/2410-1176.49.2023.293298",
      "doi_url": "https://doi.org/10.31866/2410-1176.49.2023.293298",
      "metadata": {
        "title": "Typology of Modelling in Practices of Design Innovations Presenting",
        "doi": "10.31866/2410-1176.49.2023.293298",
        "publication_date": "2023-12-15",
        "description": "<p><strong>The aim of the article</strong>&nbsp;is to systematize types of model appearance according to the main criteria application in the practice of design innovations presenting.</p>\n<p><strong>Results.</strong>&nbsp;A modelling typology is elaborated, as well as four groups of model types are distinguished and substantiated according to the following criteria: types of models by purpose; types of models by figurative and stylistic features; types of models by ethnicity; types of models by age and figure parameters. Main characteristics of each of the varieties of the named groups (30 items) are clarified and highlighted; visual examples of each variety are presented. The model type includes such components as height, proportions, face shape, ethnicity, color type (hair color, eye color, skin tone), and aesthetic-emotional characteristics. The source base for the typology elaboration is served by models&rsquo; pictures from the websites of fashion seasons, official websites of designers and brands, from printed and electronic fashion publications of both Ukraine and other countries of the world. It is emphasized that in order to create a targeted communication message in modelling, it is important to understand what model type can be in demand in one or another segment of the market and meet its needs.</p>\n<p><strong>The scientific novelty</strong>&nbsp;of the study consists in the development of a modelling typology in accordance with the main criteria of presentation design innovations practices, particularly, in grounding four typological groups: 1) by types of presentations; 2) by visual and stylistic features; 3) by age and figure parameters; 4) by ethnicity.</p>\n<p><strong>Conclusions.</strong> Due to the lack of a reasonable systematization of model types, the necessity to develop an up-to-date modelling typology in the context of design innovations presentation practices is brewing. The typological groups identification and the model types grounding are important both in view of the need for this information in the initial process for future designers, as well as in the aspect of appropriate selection of models in the practice of modern fashion industry specialists. The characteristics disclosure of each of the types of models, which are established in Ukrainian and global modelling practices, can contribute to a more conscious involvement of designers of one or another type in accordance with the fashion market needs.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Dykhnych, Liudmyla",
            "affiliation": "Kyiv National University of Culture and Arts, Ukraine",
            "orcid": "0000-0003-1778-7551"
          }
        ],
        "keywords": [
          "modelling",
          "presentation practices in design",
          "modelling typology",
          "typological groups",
          "type",
          "fashion market",
          "communication"
        ],
        "references": [
          "Adhel Bol. (2023). Heroes. https://www.heroesmodels.com/models/women/666-adhel-bol/ [in English].",
          "Andonov, E. (2017). Jon Kortajarena for L'Officiel Schweiz/Suisse. Behance. https://www.behance.net/gallery/58238589/Jon-Kortajarena-for-LOfficiel-SchweizSuisse [in English].",
          "Attié, I. (2021, July 27). World's Top Stock Photo Models: Meet the Best-Selling Faces in Stock. Stock Photo Secrets. https://www.stockphotosecrets.com/buyersguide/top-stock-photo-models.html [in English].",
          "Austin, E. (2022, June 23). Nicola Peltz Beckham opens up about newlywed life with Brooklyn in Tatler's August issue. Tatler. https://www.tatler.com/article/nicola-peltz-beckham-interview-august-issue-cover-star [in English].",
          "Barnard, N. (2019, May 6). The 2019 Met Gala Celebrating Camp: Notes on Fashion – Arrivals [Foto]. Getty Images. https://www.gettyimages.in/detail/news-photo/naomi-campbell-attends-the-2019-met-gala-celebrating-camp-news-photo/1147434685 [in English].",
          "Bergh, J. (2016, September 16). The 10 Top Scandinavian Models Right Now. Damernas Värld. https://damernasvarld.expressen.se/mode/the-10-top-scandinavian-models-right-now/ [in English].",
          "Bobila, M. (2016, June 14). A$AP Rocky among the new faces of Dior Homme. Fashionista. https://fashionista.com/2016/06/asap-rocky-dior-homme-campaign [in English].",
          "Boeriu, H. (2016, April 18). \"Eyes on Gigi2\". BMW presents interactive campaign for new BMW M2. BMWblog. https://www.bmwblog.com/2016/04/18/eyes-gigi-bmw-presents-interactive-campaign-new-bmw-m2/ [in English].",
          "Brend Poustovit prezentuie lukbuk sezonu vesna-lito 2022 [The Poustovit brand presents the spring-summer 2022 lookbook]. (2022, February 23). Marie Claire. https://marieclaire.ua/uk/fashion/644006 [in Ukrainian].",
          "China Spotlighted on and off Runway at New York Fashion Week. (2013, September 13). Jing Daily. https://jingdaily.com/china-spotlighted-on-and-off-runway-at-new-york-fashion-week/ [in English].",
          "Dykhnych, L. P. (2017). Do istorii modnykh pokaziv v Yevropi na rubezhi XIX–XX stolit [The history of fashion shows in Europe at the turn of XIX–XX centuries]. International Journal: Culturology. Philology. Musicology, 1(8), 24–28 [in Ukrainian].",
          "Eckardt, S. (2018, August 15). Gemma Ward is Finally Ready to Make Her Comeback. WMagazine. https://www.wmagazine.com/story/gemma-ward-model-2018-comeback [in English].",
          "Fashion editorial: Daria Werbowy by Steven Pan for Vogue Ukraine March 2013. (2013, April 10). my Luscious Life. https://www.mylusciouslife.com/daria-werbowy-by-steven-pan-for-vogue-ukraine-march-2013/ [in English].",
          "Ferere, C. (2023, February 27). Michael B. Jordan Teases A Hot New Calvin Klein Ad For Spring 2023. Forbes. https://www.forbes.com/sites/cassellferere/2023/02/27/michael-b-jordan-teases-a-hot-new-calvin-klein-ad-for-spring-2023/?sh=728ee176a005 [in English].",
          "Fit Modeling. (2023). ModelScouts. https://www.modelscouts.com/blog/fit-modeling/ [in English].",
          "Gomeniouk, V. (2020, September 9). The Difference Between Fashion Models and Catwalk Models. Medium. https://medium.com/@VeronikaGomeniouk/the-difference-between-fashion-models-and-catwalk-models-337024a8fd16 [in English].",
          "Hugo Boss Spring/Summer 2014 accessories campaign with Alex Lundqvist. (2014, February 3). The Fashionisto. https://www.thefashionisto.com/hugoboss-springsummer-2014-accessories-campaign-alex-lundqvist/ [in English].",
          "Introducing Cristóbal Balenciaga. (2017). Victoria and Albert Museum. https://www.vam.ac.uk/articles/introducing-cristobal-balenciaga [in English].",
          "#Irina Kravchenko at the Y/Project F/W 23 Show. (2023, March 7). UNO models. https://www.unomodels.com/en/news/37143-irina-kravchenko-at-the-y-project-fw-23-show [in English].",
          "Kendall Jenner. (n.d.). Models. Retrieved September 15, 2023, from https://models.com/models/kendall-jenner [in English].",
          "Kirkpatrick, E. (2017, January 24). Lily-Rose Depp, 17, Wears Over-the-Top Wedding Gown on Chanel Runway (Who Needs a Prom Dress?). People. https://people.com/style/lily-rose-depp-chanel-haute-couture-bride/ [in English].",
          "Kostiumy [Costumes]. (n.d.). Voronin. Retrieved October 2, 2023, from https://online.voronin.ua/katalog/kostumy/ [in Ukrainian].",
          "Lee, R. (2023, January 25). Why representation matters: Creating the Africa Fashion mannequin null. V&A Blog. https://www.vam.ac.uk/blog/projects/why-representation-matters-creating-the-africa-fashion-mannequin [in English].",
          "Marcus, A. (2023, March 10). 16 Different Types of Modeling. Backstage. https://www.backstage.com/magazine/article/different-modeling-types-list-74631/ [in English].",
          "Mears, A. (2008). Discipline of the catwalk: Gender, power and uncertainty in fashion modeling. Ethnography, 9(4), 429–456 [in English].",
          "Milligan, L. (2010, November 18). Miranda Kerr. In Bloom. Vogue British. https://www.vogue.co.uk/article/miranda-kerr-pregnant-vogue-australia-cover-girl [in English].",
          "Parad zvezd: Demi Mur, Kejt Moss i Bella Hadid na pokaze Fendi v Parizhe [Parade of stars: Demi Moore, Kate Moss and Bella Hadid at the Fendi show in Paris]. (2021). ELLE Ukraine. https://elle.ua/moda/novosty/demi-mur-keyt-moss-i-bella-hadid-na-pokaze-fendi-v-parizhe/ [in Russian].",
          "Peoples, L. (2016, June 30). Does Dior's New Ad Campaign Hint at the Future? The CUT. https://www.thecut.com/2016/06/dior-campaign-steven-meisel.html [in English].",
          "ReLive: Алла Костромичева об участии в показе Balmain. (2016, 4 октября). VogueUA. https://vogue.ua/ru/article/fashion/persona/alla-kostromicheva-ob-uchastii-v-pokaze-balmain-11741.html [in English].",
          "Requirements of modeling: Height, age and measurement. (2023). CMmodels. https://cmmodels.com/requirements-modeling-height-age-measurement/ [in English].",
          "Robinson, R. (2017). Dior opens doors of fashion house to reveal how many hours it takes to make a redcarpet gown. The Hollywood Reporter. https://www.hollywoodreporter.com/lifestyle/style/dior-opens-doors-fashion-house-reveal-how-hours-it-takes-make-a-red-carpet-gown-1152357/ [in English].",
          "Rodulfo, K. (2017, April 12). Candice Huffine on Why Her ELLE May 2017 Cover Matters. ELLE. https://www.elle.com/fashion/news/a44504/candice-huffine-reacts-elle-magazine-cover/ [in English].",
          "Selishcheva, L. (2022, August 3). Dytiachyi odiah Bembi vypustyt kolektsiiu z kazkovymy maliunkamy Ivana Prykhodka [Bembi children's clothing will release a collection with fabulous drawings by Ivan Prykhodko]. Nash Kyiv. https://nashkiev.ua/news/dityachii-odyag-bembi-vipustit-kolektsiyu-z-kazkovimi-malyunkami-ivana-prihodka [in Ukrainian].",
          "Serezhky z zhovtoho zolota z diamantom Smart & Beautiful [Smart & Beautiful Yellow Gold Diamond Earrings] [Image]. (n.d.). Sova. Retrieved September 25, 2023, from https://sovajewels.com/ua/catalog/sergi/sergi-iz-zheltogo-zolota-s-brilliantom-smart-beautiful-artikul-210501220302.html [in Ukrainian].",
          "Singh, A. (2023, June 2). The 15 Types of Models. Pixpa. https://www.pixpa.com/blog/types-of-models [in English].",
          "Size 4 Fit Models. (n.d.). Fit Models. Retrieved September 1, 2023, from https://www.fitmodelsla.com/fit-models/size-4-fit-models/ [in English].",
          "Snezhana Onopko. Model' 36 let [Snezhana Onopko. The model is 36 years old]. (n.d.). Associacija modelej Ukrainy. Retrieved September 25, 2023, from https://www.models.org.ua/profile?id=134 [in Russian].",
          "Soley-Beltran, P. (2006). Fashion Models as Ideal Embodiments of Normative Identity. Trípodos, 18, 23–43 [in English].",
          "Stephane Rolland. (2013). Models. https://models.com/work/shows-stephane-rolland-haute-couture-spring-2013-show/297451 [in English].",
          "Vasilenko, K. (2021, May 31). Deva Kassel' na oblozhke Harper's Bazaar Mexico [Deva Cassel on the cover of Harper's Bazaar Mexico]. Woman.ua. https://woman.ua/110945-deva-kassel-na-oblozhke-harpers-bazaar-mexico/#google_vignette [in Russian]."
        ],
        "language": "ukr",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "49",
          "pages": "130-142",
          "title": "Bulletin of KNUKiM. Series in Arts"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "10512469"
              }
            }
          ]
        }
      },
      "title": "Typology of Modelling in Practices of Design Innovations Presenting",
      "links": {
        "self": "https://zenodo.org/api/records/10512470",
        "self_html": "https://zenodo.org/records/10512470",
        "preview_html": "https://zenodo.org/records/10512470?preview=1",
        "doi": "https://doi.org/10.31866/2410-1176.49.2023.293298",
        "self_doi": "https://doi.org/10.31866/2410-1176.49.2023.293298",
        "self_doi_html": "https://zenodo.org/doi/10.31866/2410-1176.49.2023.293298",
        "reserve_doi": "https://zenodo.org/api/records/10512470/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/10512469",
        "parent_html": "https://zenodo.org/records/10512469",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:10512470/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:10512470/sequence/default",
        "files": "https://zenodo.org/api/records/10512470/files",
        "media_files": "https://zenodo.org/api/records/10512470/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:10512470:Typology_of_Modelling_in_Practices_of_Design_Innovations_Presenting.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:10512470:Typology_of_Modelling_in_Practices_of_Design_Innovations_Presenting.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:10512470:Typology_of_Modelling_in_Practices_of_Design_Innovations_Presenting.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:10512470:Typology_of_Modelling_in_Practices_of_Design_Innovations_Presenting.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:10512470:Typology_of_Modelling_in_Practices_of_Design_Innovations_Presenting.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:10512470:Typology_of_Modelling_in_Practices_of_Design_Innovations_Presenting.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/10512470/files-archive",
        "archive_media": "https://zenodo.org/api/records/10512470/media-files-archive",
        "latest": "https://zenodo.org/api/records/10512470/versions/latest",
        "latest_html": "https://zenodo.org/records/10512470/latest",
        "versions": "https://zenodo.org/api/records/10512470/versions",
        "draft": "https://zenodo.org/api/records/10512470/draft",
        "access_links": "https://zenodo.org/api/records/10512470/access/links",
        "access_grants": "https://zenodo.org/api/records/10512470/access/grants",
        "access_users": "https://zenodo.org/api/records/10512470/access/users",
        "access_request": "https://zenodo.org/api/records/10512470/access/request",
        "access": "https://zenodo.org/api/records/10512470/access",
        "communities": "https://zenodo.org/api/records/10512470/communities",
        "communities-suggestions": "https://zenodo.org/api/records/10512470/communities-suggestions",
        "requests": "https://zenodo.org/api/records/10512470/requests"
      },
      "updated": "2024-07-07T12:24:42.248600+00:00",
      "recid": "10512470",
      "revision": 6,
      "files": [
        {
          "id": "fad0cd7d-4d93-42f5-876b-f820111e1223",
          "key": "Typology_of_Modelling_in_Practices_of_Design_Innovations_Presenting.pdf",
          "size": 906977,
          "checksum": "md5:f462988b9e0ded451383358d14bc2332",
          "links": {
            "self": "https://zenodo.org/api/records/10512470/files/Typology_of_Modelling_in_Practices_of_Design_Innovations_Presenting.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "187318"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 18,
        "unique_downloads": 11,
        "views": 16,
        "unique_views": 15,
        "version_downloads": 18,
        "version_unique_downloads": 11,
        "version_unique_views": 15,
        "version_views": 16
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2023-04-21T08:33:43.270550+00:00",
      "modified": "2023-04-21T14:26:38.204897+00:00",
      "id": 7851764,
      "conceptrecid": "7851763",
      "doi": "10.5281/zenodo.7851764",
      "conceptdoi": "10.5281/zenodo.7851763",
      "doi_url": "https://doi.org/10.5281/zenodo.7851764",
      "metadata": {
        "title": "Real-time 3D Optical Projection Tomography using Deep Learning",
        "doi": "10.5281/zenodo.7851764",
        "publication_date": "2021-11-19",
        "description": "<p>Optical projection tomography is the optical analogue of X-ray tomography, a 3D mesoscopic imaging modality of the optical attenuation or fluorescence intensity distribution within transparent samples. As current limitations, the requirement of several hundreds of angular projections for filtered backprojection reconstruction leads to acquisition times of several minutes. While iterative methods allow to reconstruct images from sparsely sampled datasets, they convey several seconds, thus precluding from real-time reconstruction. Here we present a model-based unrolled network with a CNN as a regularization prior, trained on four zebrafish datasets. Based on an alternating algorithm, our network rapidly reconstructs high quality images from few projections within milliseconds.</p>\n\n<p>Youtube:&nbsp;<a href=\"https://youtu.be/4sNyq7zFEC8\">https://youtu.be/4sNyq7zFEC8</a></p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Obando, Marcos",
            "affiliation": "Departamento de Física Médica, Centro Atómico Bariloche e Instituto Balseiro, Bariloche, Argentina"
          },
          {
            "name": "Bassi, Andrea",
            "affiliation": "Politecnico di Milano, Milán, Italia"
          },
          {
            "name": "Ducros, Nicolas",
            "affiliation": "Université Lyon, INSA‐Lyon,  Lyon, Francia"
          },
          {
            "name": "German, Mato",
            "affiliation": "Departamento de Física Médica, Centro Atómico Bariloche e Instituto Balseiro, Bariloche, Argentina"
          },
          {
            "name": "Correia, Teresa",
            "affiliation": "Center of Marine Sciences - CCMAR, Faro, Portugal, Faro, Portugal; chool of Biomedical Engineering and Imaging Sciences, King's College London, London, United Kingdom",
            "orcid": "0000-0002-1606-9550"
          }
        ],
        "keywords": [
          "Optical Projection Tomography",
          "Depp learning",
          "image reconstruction",
          "mesoscopic imaging",
          "compressed sensing"
        ],
        "language": "eng",
        "resource_type": {
          "title": "Other",
          "type": "publication",
          "subtype": "other"
        },
        "meeting": {
          "title": "Spanish-Portuguese Meeting on Advanced Optical Microscopy 2021",
          "acronym": "SPAOM 2021",
          "dates": "23-25 November 2021",
          "place": "Virtual",
          "url": "https://youtu.be/4sNyq7zFEC8"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "7851763"
              }
            }
          ]
        },
        "notes": "This project has received funding from the European Union's Horizon 2020 research and innovation programme under the Marie Skłodowska-Curie grant agreement No 867450. (OPTIMAR: OPTical Imaging of Molecular and signalling Activity in Real-time: application to flatfish metamorphosis, https://cordis.europa.eu/project/id/867450). The project was also supported by NVIDIA GPU hardware grant and FCT - Foundation for Science and Technology through projects UIDB/04326/2020, UIDP/04326/2020 and LA/P/0101/2020."
      },
      "title": "Real-time 3D Optical Projection Tomography using Deep Learning",
      "links": {
        "self": "https://zenodo.org/api/records/7851764",
        "self_html": "https://zenodo.org/records/7851764",
        "preview_html": "https://zenodo.org/records/7851764?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.7851764",
        "self_doi": "https://doi.org/10.5281/zenodo.7851764",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.7851764",
        "reserve_doi": "https://zenodo.org/api/records/7851764/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/7851763",
        "parent_html": "https://zenodo.org/records/7851763",
        "parent_doi": "https://doi.org/10.5281/zenodo.7851763",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.7851763",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:7851764/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:7851764/sequence/default",
        "files": "https://zenodo.org/api/records/7851764/files",
        "media_files": "https://zenodo.org/api/records/7851764/media-files",
        "archive": "https://zenodo.org/api/records/7851764/files-archive",
        "archive_media": "https://zenodo.org/api/records/7851764/media-files-archive",
        "latest": "https://zenodo.org/api/records/7851764/versions/latest",
        "latest_html": "https://zenodo.org/records/7851764/latest",
        "versions": "https://zenodo.org/api/records/7851764/versions",
        "draft": "https://zenodo.org/api/records/7851764/draft",
        "access_links": "https://zenodo.org/api/records/7851764/access/links",
        "access_grants": "https://zenodo.org/api/records/7851764/access/grants",
        "access_users": "https://zenodo.org/api/records/7851764/access/users",
        "access_request": "https://zenodo.org/api/records/7851764/access/request",
        "access": "https://zenodo.org/api/records/7851764/access",
        "communities": "https://zenodo.org/api/records/7851764/communities",
        "communities-suggestions": "https://zenodo.org/api/records/7851764/communities-suggestions",
        "requests": "https://zenodo.org/api/records/7851764/requests"
      },
      "updated": "2023-04-21T14:26:38.204897+00:00",
      "recid": "7851764",
      "revision": 4,
      "files": [
        {
          "id": "72fdbd01-8402-418e-bc88-5e9e81293e7f",
          "key": "Obando.mp4",
          "size": 2175639,
          "checksum": "md5:4bc9eb51683d28ba8f849b56df13406c",
          "links": {
            "self": "https://zenodo.org/api/records/7851764/files/Obando.mp4/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "523303"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 12,
        "unique_downloads": 11,
        "views": 63,
        "unique_views": 54,
        "version_downloads": 12,
        "version_unique_downloads": 11,
        "version_unique_views": 54,
        "version_views": 63
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2023-03-25T03:58:52.263907+00:00",
      "modified": "2023-03-25T14:26:38.877898+00:00",
      "id": 7768798,
      "conceptrecid": "7768797",
      "doi": "10.5281/zenodo.7768798",
      "conceptdoi": "10.5281/zenodo.7768797",
      "doi_url": "https://doi.org/10.5281/zenodo.7768798",
      "metadata": {
        "title": "DEPP - software",
        "doi": "10.5281/zenodo.7768798",
        "publication_date": "2023-03-25",
        "description": "<p>This is the software for DEPP - 0.3.0. To install it, you don&#39;t need to download the file. You can install it by</p>\n\n<pre><code class=\"language-bash\">pip install depp==0.3.0</code></pre>\n\n<p>.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Yueyu Jiang",
            "affiliation": "University of California San Diego",
            "orcid": "0000-0001-8425-7556"
          }
        ],
        "version": "0.3.0",
        "resource_type": {
          "title": "Software",
          "type": "software"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "7768797"
              }
            }
          ]
        }
      },
      "title": "DEPP - software",
      "links": {
        "self": "https://zenodo.org/api/records/7768798",
        "self_html": "https://zenodo.org/records/7768798",
        "preview_html": "https://zenodo.org/records/7768798?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.7768798",
        "self_doi": "https://doi.org/10.5281/zenodo.7768798",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.7768798",
        "reserve_doi": "https://zenodo.org/api/records/7768798/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/7768797",
        "parent_html": "https://zenodo.org/records/7768797",
        "parent_doi": "https://doi.org/10.5281/zenodo.7768797",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.7768797",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:7768798/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:7768798/sequence/default",
        "files": "https://zenodo.org/api/records/7768798/files",
        "media_files": "https://zenodo.org/api/records/7768798/media-files",
        "archive": "https://zenodo.org/api/records/7768798/files-archive",
        "archive_media": "https://zenodo.org/api/records/7768798/media-files-archive",
        "latest": "https://zenodo.org/api/records/7768798/versions/latest",
        "latest_html": "https://zenodo.org/records/7768798/latest",
        "versions": "https://zenodo.org/api/records/7768798/versions",
        "draft": "https://zenodo.org/api/records/7768798/draft",
        "access_links": "https://zenodo.org/api/records/7768798/access/links",
        "access_grants": "https://zenodo.org/api/records/7768798/access/grants",
        "access_users": "https://zenodo.org/api/records/7768798/access/users",
        "access_request": "https://zenodo.org/api/records/7768798/access/request",
        "access": "https://zenodo.org/api/records/7768798/access",
        "communities": "https://zenodo.org/api/records/7768798/communities",
        "communities-suggestions": "https://zenodo.org/api/records/7768798/communities-suggestions",
        "requests": "https://zenodo.org/api/records/7768798/requests"
      },
      "updated": "2023-03-25T14:26:38.877898+00:00",
      "recid": "7768798",
      "revision": 2,
      "files": [
        {
          "id": "11c4bfdb-e8fe-432a-a7ce-356fe2cf1d99",
          "key": "depp-0.3.0.tar.gz",
          "size": 24202,
          "checksum": "md5:015adb8413d3ef854e9287539c2d1d8f",
          "links": {
            "self": "https://zenodo.org/api/records/7768798/files/depp-0.3.0.tar.gz/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "456767"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 23,
        "unique_downloads": 23,
        "views": 167,
        "unique_views": 164,
        "version_downloads": 23,
        "version_unique_downloads": 23,
        "version_unique_views": 163,
        "version_views": 166
      },
      "state": "done",
      "submitted": true
    }
  ]
}