{
  "cache_date": "2025-05-01T11:51:17.766060",
  "data": {
    "paperId": "7908e8204f506b11bb9634a0dda6d321758d0aec",
    "externalIds": {
      "MAG": "2745133479",
      "PubMedCentral": "5557969",
      "DOI": "10.1038/s41598-017-07910-5",
      "CorpusId": 25759300,
      "PubMed": "28811656"
    },
    "url": "https://www.semanticscholar.org/paper/7908e8204f506b11bb9634a0dda6d321758d0aec",
    "title": "PhageTerm: a tool for fast and accurate determination of phage termini and packaging mechanism using next-generation sequencing data",
    "abstract": "The worrying rise of antibiotic resistance in pathogenic bacteria is leading to a renewed interest in bacteriophages as a treatment option. Novel sequencing technologies enable description of an increasing number of phage genomes, a critical piece of information to understand their life cycle, phage-host interactions, and evolution. In this work, we demonstrate how it is possible to recover more information from sequencing data than just the phage genome. We developed a theoretical and statistical framework to determine DNA termini and phage packaging mechanisms using NGS data. Our method relies on the detection of biases in the number of reads, which are observable at natural DNA termini compared with the rest of the phage genome. We implemented our method with the creation of the software PhageTerm and validated it using a set of phages with well-established packaging mechanisms representative of the termini diversity, i.e. 5′cos (Lambda), 3′cos (HK97), pac (P1), headful without a pac site (T4), DTR (T7) and host fragment (Mu). In addition, we determined the termini of nine Clostridium difficile phages and six phages whose sequences were retrieved from the Sequence Read Archive. PhageTerm is freely available (https://sourceforge.net/projects/phageterm), as a Galaxy ToolShed and on a Galaxy-based server (https://galaxy.pasteur.fr).",
    "venue": "Scientific Reports",
    "year": 2017,
    "referenceCount": 38,
    "citationCount": 491,
    "influentialCitationCount": 55,
    "openAccessPdf": {
      "url": "https://doi.org/10.1038/s41598-017-07910-5",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC5557969, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "3936844",
        "name": "Julian R. Garneau"
      },
      {
        "authorId": "4387951",
        "name": "F. Depardieu"
      },
      {
        "authorId": "118088370",
        "name": "L. Fortier"
      },
      {
        "authorId": "5440960",
        "name": "David Bikard"
      },
      {
        "authorId": "3949448",
        "name": "M. Monot"
      }
    ],
    "citations": [
      {
        "paperId": "5b4ee34e39b2bf63c373e31c9ae210dd2a0a097e",
        "title": "Isolation and genomic characterization of Psychrobacillus isolate L3 and bacteriophage Spoks: a new phage-host pair from Antarctic soil"
      },
      {
        "paperId": "94f137366f3239c630c5e40afd21ef5f672065e4",
        "title": "Characterization and genome analysis of the novel virulent Burkholderia phage Bm1, which is active against pan-drug-resistant Burkholderia multivorans"
      },
      {
        "paperId": "e7888dc3eb7c5a3efd118d9cd72de2f9f888609f",
        "title": "Isolation, complete characterization and phylogeography of the first bacteriophage against Vibrio neocaledonicus, which encodes a pyruvate phosphate dikinase and represents a novel viral family"
      },
      {
        "paperId": "82a077abcbaac0c0cf859a614416796e661443d2",
        "title": "Genomic and proteomic characterization of four novel Schitoviridae family phages targeting uropathogenic Escherichia coli strain"
      },
      {
        "paperId": "1dff915fe80069535adcb7ec616af8ad46e3a454",
        "title": "Characterization and genomic analysis of Sharanji: a jumbo bacteriophage of Escherichia coli"
      },
      {
        "paperId": "0c14a001142e7e7040478479168e9a416bb7d9b3",
        "title": "Comprehensive Genomic Analysis of Klebsiella pneumoniae and Its Temperate N-15-like Phage: From Isolation to Functional Annotation"
      },
      {
        "paperId": "31662c4ca48e009a2d77dd4c73ed9f4da782bb1c",
        "title": "Isolation and characterization of fMGyn-Pae01, a phiKZ-like jumbo phage infecting Pseudomonas aeruginosa"
      },
      {
        "paperId": "f073eb9f0e310c4e5a365c2f8111305644ca0ba6",
        "title": "Isolation and Optimization of Phages Infecting Members of the Streptococcus bovis/Streptococcus equinus Complex"
      },
      {
        "paperId": "7dbe2e8e6cb8a3c305d002392f63afd1a1ab6d04",
        "title": "Whole genome sequences of eight Erwinia amylovora phages isolated from South Korea"
      },
      {
        "paperId": "c92123a8fc5314a0b9e5657edab07a4ab33bbe2c",
        "title": "Isolation and characterization of 24 phages infecting the plant growth-promoting rhizobacterium Klebsiella sp. M5al"
      },
      {
        "paperId": "4f301a2abfebf0a3e598b6d177556d678e2cc82b",
        "title": "Complete genome sequence analysis of the novel bacteriophage PA-1 infecting phytopathogenic Pantoea ananatis in Malaysia."
      },
      {
        "paperId": "88ac3d3536fafd51581932fb878a613045cdd8c9",
        "title": "Phage therapy"
      },
      {
        "paperId": "b6b3b966a264a4e5b55063cffc188b8e0365d43e",
        "title": "Characterization and genomic analysis of a Herelleviridae bacteriophage UHP46 infecting mastitis-causing Staphylococcus aureus"
      },
      {
        "paperId": "29ed54ee9f5828e5fb5483098ef2d4134612cdc9",
        "title": "A novel roseosiphovirus infecting dinoroseobacter shibae DFL12T represents a new genus"
      },
      {
        "paperId": "4e7f259ff44ca7ffabfac5c66983776778ddfeb5",
        "title": "Genome sequences of Klebsiella pneumoniae bacteriophages SF_KL2 and SF_KL25"
      },
      {
        "paperId": "9c73e901ef22067a36d51fb4e5961657015e4081",
        "title": "Complete genome sequences of three Pseudomonas aeruginosa phages of the genus Phikmvvirus"
      },
      {
        "paperId": "ecb700d6bffe1fba5d4d4eaf850063de328155cf",
        "title": "Completing the BASEL phage collection to unlock hidden diversity for systematic exploration of phage–host interactions"
      },
      {
        "paperId": "ad12dfa5b23d052a3e4625c765898d2960564658",
        "title": "Virseqimprover: an integrated pipeline for viral contig error correction, extension, and annotation"
      },
      {
        "paperId": "38e720da23b051b1970d917c5ba8d1611aeaa959",
        "title": "Phage vB_KlebPS_265 Active Against Resistant/MDR and Hypermucoid K2 Strains of Klebsiella pneumoniae"
      },
      {
        "paperId": "c2206ff7c44f008256abe4632e942c766681da2d",
        "title": "Characterization and genomic analysis of Pseudoalteromonas phage vB_PalP_Y7, representing a novel viral genus, Miuvirus"
      },
      {
        "paperId": "eb17b6f40df6922266ba26be169a3b00df9874ac",
        "title": "Characterization of Broad Spectrum Bacteriophage vB ESM-pEJ01 and Its Antimicrobial Efficacy Against Shiga Toxin-Producing Escherichia coli in Green Juice"
      },
      {
        "paperId": "4640fd1084a65f86a155c835a8c94fcc3d4cb5c2",
        "title": "Synthesis of Headful Packaging Phages Through Yeast Transformation-Associated Recombination"
      },
      {
        "paperId": "10c6402d12ae8c13161b8f12798dbf55b7254e6d",
        "title": "Complete genome sequence of lytic bacteriophage BAU.Micro_SLP-22 infecting avian Salmonella spp."
      },
      {
        "paperId": "fb16c66a85423e7c657ac1d9f0169cf424913063",
        "title": "Complete genome sequence of Salmonella enterica bacteriophage SeKF_80, isolated from wastewater in British Columbia"
      },
      {
        "paperId": "7f4fa4d53327a3c728aa30ca9f4fa03abac3c4c3",
        "title": "Genome sequencing of Escherichia coli phage UFJF_EcSW4 reveals a novel lytic Kayfunavirus species."
      },
      {
        "paperId": "f938624074f6ddc596c2967dd19a1dea05eddfec",
        "title": "High activity and specificity of bacteriophage cocktails against carbapenem-resistant Klebsiella pneumoniae belonging to the high-risk clones CG258 and ST307"
      },
      {
        "paperId": "0788c632de296e60bcdfa12fc1beea180ef471b5",
        "title": "Sxt1, Isolated from a Therapeutic Phage Cocktail, Is a Broader Host Range Relative of the Phage T3"
      },
      {
        "paperId": "8ae4acf2cb15156b9e4321539a39336c356fa66c",
        "title": "Complete genome sequences of six coliphages isolated from local water systems in the Philippines"
      },
      {
        "paperId": "e39062d0585ff1bde6a930ba65409d74e37a3ca0",
        "title": "Isolation, Characterization, and Unlocking the Potential of Mimir124 Phage for Personalized Treatment of Difficult, Multidrug-Resistant Uropathogenic E. coli Strain"
      },
      {
        "paperId": "0bba39a9c4fd5c46355bda1f52e43e83664dbb8f",
        "title": "Genome sequences of five Klebsiella bacteriophages that belong to the genus Jiaodavirus"
      },
      {
        "paperId": "611b33855ec9469729f16f231353891efe62fc7e",
        "title": "A novel Alteromonas phage with tail fiber containing six potential iron-binding domains"
      },
      {
        "paperId": "400002dbe54cbac3e93320c597b004bee599d389",
        "title": "Genomic overview of the N4-like TEMp-D1 phage and the efficacy of antibiotic-phage synergy for the biocontrol of Photobacterium damselae subsp. damselae"
      },
      {
        "paperId": "da0ee7ffc8dc0b56d4c7baeb8ab86f9efead0787",
        "title": "Isolation and Characterization of Infection of Four New Bacteriophages Infecting a Vibrio parahaemolyticus Strain"
      },
      {
        "paperId": "c0e074ea5c006c9204f574a3a12237266138a45f",
        "title": "A near-complete genome of the uncultured Staphylococcus aureus phage COMBAT-CF_PAR1 isolated from the lungs of an infant with cystic fibrosis"
      },
      {
        "paperId": "3cd375cc9968a85ab7d26daf611aa123122d7864",
        "title": "Characterization of bacteriophage vB_AbaS_SA1 and its synergistic effects with antibiotics against clinical multidrug-resistant Acinetobacter baumannii isolates"
      },
      {
        "paperId": "eb0ca6a8477597fbfc32f7d509cf6490d17a8c27",
        "title": "Isolation and characterization of Yersinia phage fMtkYen3-01"
      },
      {
        "paperId": "2c2297c8fb64d561c267cd62c0babe7d4c18808d",
        "title": "Complete genome sequences of three Pseudomonas aeruginosa jumbo bacteriophages discovered in Kenya."
      },
      {
        "paperId": "7ce23771213f2f5c35e1e4dac7eed1a1beb07fc6",
        "title": "Characterization of four novel bacteriophages targeting multi-drug resistant Klebsiella pneumoniae strains of sequence type 147 and 307"
      },
      {
        "paperId": "a323de94c665671b48e616f951096c64cd39a4eb",
        "title": "Combination of a novel bacteriophage and d-serine effectively controls Vibrio parahaemolyticus growth in seafood"
      },
      {
        "paperId": "7f6644464eed35169f84680609439acce2469e1f",
        "title": "Characterisation of a new virulent phage isolated from Hainan Island with potential against multidrug-resistant Pseudomonas aeruginosa infections."
      },
      {
        "paperId": "d657b10e13cb5be9a52b7c843d6ae41cf589c706",
        "title": "Characterization of Twelve Erwinia amylovora Bacteriophages"
      },
      {
        "paperId": "b05b2d3c5bb282b293b9b0f6e84a725bdb4858da",
        "title": "The First Pseudomonas Phage vB_PseuGesM_254 Active against Proteolytic Pseudomonas gessardii Strains"
      },
      {
        "paperId": "8844aa9b23cd33da53ee0dd74f76465a206effad",
        "title": "Exploring Burkholderia pseudomallei-specific bacteriophages: overcoming O-antigen specificity and adaptive mutation in phage tail fiber"
      },
      {
        "paperId": "33fc7a4b83850b3f6175b97569c26189dd2be312",
        "title": "Biological and genomic characterization of the novel bacteriophage vB_VpM-pA2SJ1, which infects Vibrio parahaemolyticus associated with acute hepatopancreatic necrosis disease."
      },
      {
        "paperId": "07a016d1e0861f6d20b757dad1b71815832a555c",
        "title": "Complete genome sequences of 12 lytic phages against multidrug-resistant Enterococcus faecalis"
      },
      {
        "paperId": "ea7ab3501c5799765488236ab902ac9f90f122c6",
        "title": "Phage-antibiotic synergy suppresses resistance emergence of Klebsiella pneumoniae by altering the evolutionary fitness"
      },
      {
        "paperId": "5295487ccd473a6068ffdd9dbcd0e2707af1fb1a",
        "title": "Complete genome sequence of E. coli lytic bacteriophage BAU.Micro_ELP-22, isolated from sewage water, Bangladesh"
      },
      {
        "paperId": "07adf60fb32ca27cc1e98799ca062089f7746afd",
        "title": "Complete genome sequences of four lytic bacteriophages against multidrug-resistant Enterococcus faecium"
      },
      {
        "paperId": "06fff6d6df5b7163bdae468f735330c1e2498166",
        "title": "Genomic Characterization of Phage ZP3 and Its Endolysin LysZP with Antimicrobial Potential against Xanthomonas oryzae pv. oryzae"
      },
      {
        "paperId": "e2453b0b4398f7d821c732a513e96e8a6c4a791f",
        "title": "In Vitro and In Vivo Assessments of Newly Isolated N4-like Bacteriophage against ST45 K62 Capsular-Type Carbapenem-Resistant Klebsiella pneumoniae: vB_kpnP_KPYAP-1"
      },
      {
        "paperId": "12be4966ce75b5a9528342e85a19287ecac89e8e",
        "title": "Characterization and comparative genomic analysis of a marine Bacillus phage reveal a novel viral genus"
      },
      {
        "paperId": "3eb4b912d48dbba9a971238064c536aba1fe5e09",
        "title": "Biological characterization and genomic analysis of a novel bacteriophage, MopsHU1, infecting Morganella psychrotolerans."
      },
      {
        "paperId": "ca69262352d849d21309de0c99d2e6d2570b8a98",
        "title": "Characterization of a novel phage against multidrug-resistant Klebsiella pneumoniae."
      },
      {
        "paperId": "662a412f8ba5fa62566fab93232c1d2dbe3ad7f1",
        "title": "Characterization and Anti-Biofilm Activity of Lytic Enterococcus Phage vB_Efs8_KEN04 against Clinical Isolates of Multidrug-Resistant Enterococcus faecalis in Kenya"
      },
      {
        "paperId": "7bcf01a8a8fafd36633f9aa6426b2a0f49ea766f",
        "title": "A Bioinformatic Ecosystem for Bacteriophage Genomics: PhaMMSeqs, Phamerator, pdm_utils, PhagesDB, DEPhT, and PhamClust"
      },
      {
        "paperId": "4492056c3fe465e18726ea3247274703975d9a5d",
        "title": "Complete genome sequences of Klebsiella pneumoniae bacteriophages YMR1 and YMR2 isolated from sewage"
      },
      {
        "paperId": "447df60cba157cb02e5ee7e8b9d1a54877a84048",
        "title": "Complete genome sequence of Bacillus subtilis phage fHSPT3"
      },
      {
        "paperId": "6cb85ee27b398049393efa6d48f0253682de8e0b",
        "title": "Genomic characterization of SNW-1, a novel prophage of the deep-sea vent chemolithoautotroph Sulfurimonas indica NW79"
      },
      {
        "paperId": "cb8998b1c4f997ecb19bd80a919563315a97401e",
        "title": "A novel Saclayvirus Acinetobacter baumannii phage genomic analysis and effectiveness in preventing pneumonia"
      },
      {
        "paperId": "4ced8339cdce39c542be0010581d5c3a20309e7d",
        "title": "A novel genus of Pectobacterium bacteriophages display broad host range by targeting several species of Danish soft rot isolates"
      },
      {
        "paperId": "8b9dfa209cd635e996e3d96a5e35a6a3cc99be1e",
        "title": "Characterization and Genome Analyses of the Novel Phages P2 and vB_AhydM-H1 Targeting Aeromonas hydrophila."
      },
      {
        "paperId": "40000b26fab86b8348509826cbb95ddae7813f14",
        "title": "Prophage induction can facilitate the in vitro dispersal of multicellular Streptomyces structures"
      },
      {
        "paperId": "f926d58d255e36316c79ffcfa6d91a89a37a906c",
        "title": "fENko-Kae01 is a flagellum-specific jumbo phage infecting Klebsiella aerogenes"
      },
      {
        "paperId": "79c4ffdb12555066ce03be18951afb2eaba2caa3",
        "title": "Isolation and Characterization of Two Novel Genera of Jumbo Bacteriophages Infecting Xanthomonas vesicatoria Isolated from Agricultural Regions in Mexico"
      },
      {
        "paperId": "cceda7e57aad5d7a3f692730d111ce651e724cdd",
        "title": "Whole-genome sequence of a novel lytic bacteriophage infecting Clavibacter michiganensis subsp. michiganensis from Turkey."
      },
      {
        "paperId": "f21b10c0b3e2a009d78618ca5a67b993f04af20b",
        "title": "Genomic and biological insights of bacteriophages JNUWH1 and JNUWD in the arms race against bacterial resistance"
      },
      {
        "paperId": "503f8f224aeef9dd819b69cb5eec22fe358bf596",
        "title": "Relevance of the bacteriophage adherence to mucus model for Pseudomonas aeruginosa phages"
      },
      {
        "paperId": "1feab14dfc24687e7847e7ba4d0dba8358d97210",
        "title": "Characterization of Salmonella phage of the genus Kayfunavirus isolated from sewage infecting clinical strains of Salmonella enterica"
      },
      {
        "paperId": "6b88ce83845089ceaf9d5e6d54c73e3f769520ed",
        "title": "Isolation and Characterization of Six Novel Fusobacterium necrophorum Phages."
      },
      {
        "paperId": "a576a93b10a1c3a4cb8962fd149ca822af33bc72",
        "title": "Novel phages of Pseudomonas syringae unveil numerous potential auxiliary metabolic genes"
      },
      {
        "paperId": "894216acf867c88876e0829ccab7f504f3dc763e",
        "title": "Complete genome sequence of the Microbacterium enclense bacteriophage phiMiGM15"
      },
      {
        "paperId": "34fc412bc0db044d992ffa93930c0de3205762ff",
        "title": "Genome analysis and classification of Xanthomonas bacteriophage AhaSv, a new member of the genus Salvovirus"
      },
      {
        "paperId": "a9689640698d6568a416d1eae3c69a88702a1d00",
        "title": "Bacteriophage EPP-1, a potential antibiotic alternative for controlling edwardsiellosis caused by Edwardsiella piscicida while mitigating drug-resistant gene dissemination"
      },
      {
        "paperId": "b4e973ac5ba22ba78150bec02d71ff2ccfee06f2",
        "title": "Isolation and characterisation of a novel Silviavirus bacteriophage promising antimicrobial agent against methicillin-resistant Staphylococcus aureus infections"
      },
      {
        "paperId": "6e339537b9c922ae9df69dfe42a18a6a300b1061",
        "title": "The virtue of training: extending phage host spectra against vancomycin-resistant Enterococcus faecium strains using the Appelmans method"
      },
      {
        "paperId": "bcd715465931183bf64b7bfdfd3ab8aa556dc8b1",
        "title": "Complete genome sequence of the novel virulent phage PMBT24 infecting Enterocloster bolteae from the human gut"
      },
      {
        "paperId": "e49093c59f4c8efa1522fd39d1151a1972b76eb3",
        "title": "Characterization and genomic analysis of the Lyme disease spirochete bacteriophage ϕBB-1"
      },
      {
        "paperId": "a70e4db6a7d568bfdcd68723a1aaae7b40e1b209",
        "title": "Genome Analysis of Epsilon CrAss-like Phages"
      },
      {
        "paperId": "0da706a945224b1b5730d130fb3fe4dbff8c613b",
        "title": "Isolation and characterization of a phage collection against Pseudomonas putida"
      },
      {
        "paperId": "a70fd12f78b90ef9c62ca8b95b37b6a56faa8fa1",
        "title": "Genome sequence of Erwinia amylovora bacteriophage Omen"
      },
      {
        "paperId": "f71aec6586dd0205401e7877431175a332642556",
        "title": "Unveiling genome plasticity and a novel phage in Mycoplasma felis: Genomic investigations of four feline isolates"
      },
      {
        "paperId": "7bc754d4f91dd48770adcc95e4816c2caea30657",
        "title": "Isolation and characterization of the new Streptomyces phages Kamino, Geonosis, Abafar, and Scarif infecting a broad range of host species"
      },
      {
        "paperId": "15c66017cf16ce0be109c88bff89d496a89e5f66",
        "title": "Complete genome sequences of two Klebsiella pneumoniae phages from Dakar, Senegal"
      },
      {
        "paperId": "22642496d8c88fd3291b02c450554adfb1c18158",
        "title": "Expanding the phage galaxy: Isolation and characterization of five novel Streptomyces siphoviruses Ankus, Byblos, DekoNeimoidia, Mandalore, and Naboo"
      },
      {
        "paperId": "f7c5c4e250a9103dba027becc5f7aacbfca4d5d1",
        "title": "Degradation of Listeria monocytogenes biofilm by phages belonging to the genus Pecentumvirus"
      },
      {
        "paperId": "dbd2744e170be50eeed771dcbf5657d5fe6ddac4",
        "title": "Optimized preparation pipeline for emergency phage therapy against Pseudomonas aeruginosa at Yale University"
      },
      {
        "paperId": "29246db05972873464d3ff01cef94e059387ff55",
        "title": "Potential of an Isolated Bacteriophage to Inactivate Klebsiella pneumoniae: Preliminary Studies to Control Urinary Tract Infections"
      },
      {
        "paperId": "05ee9135bf0d2ceb4b4b928b60972f5cfd77ef19",
        "title": "Mechanism of Viral DNA Packaging in Phage T4 Using Single-Molecule Fluorescence Approaches."
      },
      {
        "paperId": "f7062f68d35ee642d5d650f1a91a98e6a604e7a1",
        "title": "Genomic analysis of vB_PaS-HSN4 bacteriophage and its antibacterial activity (in vivo and in vitro) against Pseudomonas aeruginosa isolated from burn"
      },
      {
        "paperId": "80efc603b63925ec0ff52b8abea4d3410c44f2ca",
        "title": "A new Rogue-like Escherichia phage UDF157lw to control Escherichia coli O157:H7"
      },
      {
        "paperId": "5a232ee419fa795cc30722d927461c54aee12668",
        "title": "Two novel phages, Klebsiella phage GADU21 and Escherichia phage GADU22, from the urine samples of patients with urinary tract infection."
      },
      {
        "paperId": "2863ad1d7f1d145449030afbcd2728ea2d9c10eb",
        "title": "Shewanella phage encoding a putative anti-CRISPR-like gene represents a novel potential viral family"
      },
      {
        "paperId": "4c3d494c21733a8d3dbaef961a6394450c9e314a",
        "title": "Seed coating with phages for sustainable plant biocontrol of plant pathogens and influence of the seed coat mucilage"
      },
      {
        "paperId": "9892fcabbc1da326b38c8cf0732b210f2fb0af7c",
        "title": "Genomic and biological characteristics of a novel phage induced from Limosilactobacillus fermentum"
      },
      {
        "paperId": "0410bf90b08dd92c4c4395770456d2de2011cee9",
        "title": "Active prophages in coral-associated Halomonas capable of lateral transduction"
      },
      {
        "paperId": "231ec939327ea584d85fe5f1f992cade838e0e7c",
        "title": "StenM_174: A Novel Podophage That Infects a Wide Range of Stenotrophomonas spp. and Suggests a New Subfamily in the Family Autographiviridae"
      },
      {
        "paperId": "9022c39963d294ed5efd506cf15cf65914740210",
        "title": "Complete genome sequence of Pseudomonas phage Ep4 lysing the kiwifruit canker bacteria"
      },
      {
        "paperId": "80b5be8628864c326b2ffccdccc42cedb2162490",
        "title": "Characterization of the novel temperate Escherichia coli phage phiStx2k"
      },
      {
        "paperId": "f4f7bbe349f75c8496e3f9e143631183e9bdca41",
        "title": "Genomic and biological characteristics of a novel lytic phage, vB_MscM-PMS3, infecting the opportunistic zoonotic pathogen Mammaliicoccus sciuri"
      },
      {
        "paperId": "6d647c1734f66f8ac8e40dca81d52292f16501a9",
        "title": "Diversity of Salmonella enterica phages isolated from chicken farms in Kenya"
      },
      {
        "paperId": "b7966aa7429feb57419f3c343463d563bbcc5a27",
        "title": "Characterization of a novel lytic bacteriophage VPMCC14 which efficiently controls Vibrio harveyi in Penaeus monodon culture"
      },
      {
        "paperId": "1a53502dbabec23ab7c81d4f70de2575c100ac98",
        "title": "A Novel Podophage StenR_269 Suggests a New Family in the Class Caudoviricetes"
      },
      {
        "paperId": "f2e866c91d5a5890467eda9a7659661212fd8fa4",
        "title": "Bacillus subtilis Phages Related to SIOphi from Desert Soils of the Southwest United States."
      },
      {
        "paperId": "d7f2b648e5a97e6b377041ef47fdf9bf4a64170b",
        "title": "Comparative Genomics of Bacillus subtilis Phages Related to phiNIT1 from Desert Soils of the Southwest United States"
      },
      {
        "paperId": "6ac48260d095a509eb7ece851f2f673e665a8853",
        "title": "Genome sequence of the Klebsiella quasipneumoniae bacteriophage EKq1 with activity against Klebsiella pneumoniae"
      },
      {
        "paperId": "8dee46558d4cfeadafa3a1bc4ebe08cc36b29394",
        "title": "Characterization of phage vB_EcoS-EE09 infecting E. coli DSM613 Isolated from Wastewater Treatment Plant Effluent and Comparative Proteomics of the Infected and Non-Infected Host"
      },
      {
        "paperId": "592ec273f335267bbd574003b500f54628e0276d",
        "title": "Knowing and Naming: Phage Annotation and Nomenclature for Phage Therapy"
      },
      {
        "paperId": "67b0587476c6749200adba104773845b85e489fe",
        "title": "Characterization of a Vibriophage Infecting Pathogenic Vibrio harveyi"
      },
      {
        "paperId": "6e0634328da061d9e308de94eb72f8b36a5ef4d9",
        "title": "A Novel Subcluster of Closely Related Bacillus Phages with Distinct Tail Fiber/Lysin Gene Combinations"
      },
      {
        "paperId": "c7dca19d5ffe2260b7f79bd63f1704cde30755a3",
        "title": "Isolation, Characterization and Genomic Analysis of a Novel Jumbo Phage, AerS_266, That Infects Aeromonas salmonicida"
      },
      {
        "paperId": "918073b5448dcbc01073c0cfb3a45f47c2c12a03",
        "title": "T5-like phage BF23 evades host-mediated DNA restriction and methylation"
      },
      {
        "paperId": "174e4fc4fa638a9a1173ece33044082cf77bcef6",
        "title": "Nucleus-forming vibriophage cocktail reduces shrimp mortality in the presence of pathogenic bacteria"
      },
      {
        "paperId": "686443ee2b81a85c8ce74ea53faecb0e5a2bfbdc",
        "title": "Genomes of a Novel Group of Phages That Use Alternative Genetic Code Found in Human Gut Viromes"
      },
      {
        "paperId": "3a468a9d740318aa8e1e321003ebd9b9ac907086",
        "title": "Efficacy of Different Encapsulation Techniques on the Viability and Stability of Diverse Phage under Simulated Gastric Conditions"
      },
      {
        "paperId": "fe0853e396dd0a6ba20924d267e2281f904ceb28",
        "title": "Whole genome sequence analysis of Aeromonas-infecting bacteriophage AHPMCC7, a new species of genus Ahphunavirus and its application in Litopenaeus vannamei culture."
      },
      {
        "paperId": "fabc9fbe62e3acd06ad50e04b751e517c2ee8244",
        "title": "Characterization of an archaeal virus-host system reveals massive genomic rearrangements in a laboratory strain"
      },
      {
        "paperId": "5b5b43b4cfb829827654031dd12c88921cc10640",
        "title": "Complete genome sequences of Providencia bacteriophages PibeRecoleta, Stilesk and PatoteraRojo"
      },
      {
        "paperId": "df9d7465cbd34f6b83bfaba92715e1efb17dd91a",
        "title": "Characterization of Parageobacillus Bacteriophage vB_PtoS_NIIg3.2—A Representative of a New Genus within Thermophilic Siphoviruses"
      },
      {
        "paperId": "6e5565afbf58a7d8cff246b15f866d93e0bec889",
        "title": "Characterization and Comparative Genomic Analysis of a Deep-Sea Bacillus Phage Reveal a Novel Genus"
      },
      {
        "paperId": "b74838744272c51766cadb363c50a6650f415bfc",
        "title": "A novel Vibrio alginolyticus phage and its therapy application in Portunus trituberculatus larvae"
      },
      {
        "paperId": "1f3437e2deb693d8feb594aefc155d8cbba7188d",
        "title": "Characterization of Shiga toxin‐producing Escherichia coli bacteriophages isolated from agricultural environments and examination of their prevalence with bacterial hosts"
      },
      {
        "paperId": "a2483c4fa71e24400e45bbe3f208292d0b7b1741",
        "title": "Complete genome sequence of the broad host range Acinetobacter baumannii phage EAb13"
      },
      {
        "paperId": "bb5a71e39e38966726a1e220f780fa23c16506d9",
        "title": "Isolation and characterization of three novel Acinetobacter baumannii phages from Beninese hospital wastewater"
      },
      {
        "paperId": "f0a0739eda825d99c2ef163735a919ebbf802793",
        "title": "Characterization, complete genome sequencing, and CRISPR/Cas9 system-based decontamination of a novel Escherichia coli phage TR1 from fermentation substrates"
      },
      {
        "paperId": "395f3d314cc882e76c1da926a05ac98e21aed831",
        "title": "Geobacillus Bacteriophages from Compost Heaps: Representatives of Three New Genera within Thermophilic Siphoviruses"
      },
      {
        "paperId": "9c80922050120b98d114119c7ba5cf0819ea3aa8",
        "title": "Isolation and characterization of Bacillus cereus bacteriophage DZ1 and its application in foods."
      },
      {
        "paperId": "cba92e63661214d7c94520f8f57e23274a23934f",
        "title": "A hybrid and poly-polish workflow for the complete and accurate assembly of phage genomes: a case study of ten przondoviruses"
      },
      {
        "paperId": "ea6434fb6a77a5fb07ead5fa85655b5c0d0edde5",
        "title": "MQM1, a bacteriophage infecting strains of Aeromonas salmonicida subspecies salmonicida carrying Prophage 3"
      },
      {
        "paperId": "a92304039752da5f97dd85b64ffd4828f8bc27d7",
        "title": "A synthetic biology approach to assemble and reboot clinically relevant Pseudomonas aeruginosa tailed phages"
      },
      {
        "paperId": "1434afcda07d854c98e6ca9830d9984a4a5d984d",
        "title": "Phages against Noncapsulated Klebsiella pneumoniae: Broader Host range, Slower Resistance"
      },
      {
        "paperId": "2af576ffaef6ffcb4d45c5c9f21f293e5e5a5a39",
        "title": "Genome Sequence of Staphylococcus aureus Phage ESa2"
      },
      {
        "paperId": "096f0ee9f5b83f7587dd057b9f11a2c54bc7008f",
        "title": "Complete Genome Sequencing of a Novel Pseudomonas aeruginosa Phage, UF_RH5"
      },
      {
        "paperId": "aeea8b2f46f9e7c5fbf350b5368370bbf666ce55",
        "title": "Combined direct/indirect detection allows identification of DNA termini in diverse sequencing datasets and supports a multiple-initiation-site model for HIV plus-strand synthesis"
      },
      {
        "paperId": "bf7d388b7c923716dd303c21815ed958249bb7d2",
        "title": "Psychrobacter Phage Encoding an Antibiotics Resistance Gene Represents a Novel Caudoviral Family"
      },
      {
        "paperId": "2d86c57b7707b504f5ded6e2d5aac57402e93cf0",
        "title": "Bacteriophage therapy against pathological Klebsiella pneumoniae ameliorates the course of primary sclerosing cholangitis"
      },
      {
        "paperId": "97d3819f013a432c1fbe33de5c35c9cc95bf7968",
        "title": "Characterization of two lytic bacteriophages, infecting Streptococcus bovis/equinus complex (SBSEC) from Korean ruminant"
      },
      {
        "paperId": "47f146f957e34b76d4028adf42b7b1774df43fff",
        "title": "Accumulation of defense systems in phage-resistant strains of Pseudomonas aeruginosa"
      },
      {
        "paperId": "73234a42e91ef5bcec81949d3ae81e52184dd9c9",
        "title": "Temperature-dependent carrier state mediated by H-NS promotes the long-term coexistence of Y. pestis and a phage in soil"
      },
      {
        "paperId": "905b3340da640c7409d4f823292e7f14fb60d199",
        "title": "Occurrence and genetic diversity of prophage sequences identified in the genomes of L. casei group bacteria"
      },
      {
        "paperId": "b11134ceb017df50692007a981744911049bf60e",
        "title": "Whole-Genome Sequence of Myxococcus Phage Mx9"
      },
      {
        "paperId": "af6f32149b6cbed8b1a6ca9ecc4dee8838bea2c0",
        "title": "Epitopes in the capsular polysaccharide and the porin OmpK36 receptors are required for bacteriophage infection of Klebsiella pneumoniae."
      },
      {
        "paperId": "3e8eb9ec666b13f7198b38df69ad867fc8961f20",
        "title": "Burkholderia contaminans Bacteriophage CSP3 Requires O-Antigen Polysaccharides for Infection"
      },
      {
        "paperId": "e7d1cdee3c77c11ec5c59250994787fd1b9e3c86",
        "title": "Complete Genome Sequence of Cronobacter dublinensis Bacteriophage vB_Cdu_VP8"
      },
      {
        "paperId": "6da15587eb763e567467ca9d28875e32c81b0a65",
        "title": "Complete Genome Sequencing of the Novel Pseudomonas aeruginosa Phage UF_RH1"
      },
      {
        "paperId": "d06a07bd2019285fa171e5307ad7f3c9e6b6d341",
        "title": "The metastable associations of bacteriophages and Erwinia amylovora"
      },
      {
        "paperId": "1552cf5a5f058c94128513457428e225bdbdd38d",
        "title": "Isolation and characterization of a novel phage belonging to a new genus against Vibrio parahaemolyticus"
      },
      {
        "paperId": "fcdefa30cb28d225cf0050a8f404e0220dd44056",
        "title": "A Pseudomonas Lysogenic Bacteriophage Crossing the Antarctic and Arctic, Representing a New Genus of Autographiviridae"
      },
      {
        "paperId": "f21d9b5465d445c71ba26d3af70b31d4c29babdf",
        "title": "The Lytic Activity of Bacteriophage ZCSE9 against Salmonella enterica and Its Synergistic Effects with Kanamycin"
      },
      {
        "paperId": "cd119ba12c32f6a5572ea29e148bc9f0dc3f4817",
        "title": "Discovery of an Abundant Viral Genus in Polar Regions through the Isolation and Genomic Characterization of a New Virus against Oceanospirillaceae"
      },
      {
        "paperId": "ce3ffd63789a73e980e1f11d27b25968192fa0e5",
        "title": "Genomic Analysis of a New Freshwater Cyanophage Lbo240-yong1 Suggests a New Taxonomic Family of Bacteriophages"
      },
      {
        "paperId": "3d00f55fa8b130ad0c08de0918e43aedeeb6cac5",
        "title": "A hybrid and poly-polish workflow for the complete and accurate assembly of phage genomes: a case study of ten przondoviruses"
      },
      {
        "paperId": "77856e22ff10415b30a770f8d403c693b3a3b6d3",
        "title": "Characterization and complete genome sequence analysis of the novel phage RPZH3 infecting Ralstonia solanacearum"
      },
      {
        "paperId": "239cd19a7ecdca1bbaaa4abc391370e649f13e11",
        "title": "Characterization of Virulent T4-Like Acinetobacter baumannii Bacteriophages DLP1 and DLP2"
      },
      {
        "paperId": "e6a35cea7eb70f41c47947dc65f064391a98c5d9",
        "title": "Characterization and Comparative Genomic Analysis of Three Virulent E. coli Bacteriophages with the Potential to Reduce Antibiotic-Resistant Bacteria in the Environment"
      },
      {
        "paperId": "987e07a408ff56844a188a709201ed210db03c24",
        "title": "Design of Phage-Cocktail–Containing Hydrogel for the Treatment of Pseudomonas aeruginosa–Infected Wounds"
      },
      {
        "paperId": "bff7918b73f0068722e269cc3aa1eb470c8e538d",
        "title": "Genomic Analysis of Two Novel Bacteriophages Infecting Acinetobacter beijerinckii and halotolerans Species"
      },
      {
        "paperId": "8383ce4eb18b2a63db7cf0620e1ab63619d83c78",
        "title": "Complete Genome Sequence of the Lysogenic Pseudomonas Bacteriophage Fyn8"
      },
      {
        "paperId": "2655ff61285bc37527768800408974530c6fa114",
        "title": "Horizontal gene transfer and CRISPR targeting drive phage-bacterial host interactions and co-evolution in pink berry marine microbial aggregates"
      },
      {
        "paperId": "6a5aa6df445304b14e799d31d24c430338005aa3",
        "title": "Isolation and Characterization of the First Zobellviridae Family Bacteriophage Infecting Klebsiella pneumoniae"
      },
      {
        "paperId": "c9ec5f99d04f7007e4ae30fa184d8617f9f0dec2",
        "title": "Expansion of Kuravirus-like Phage Sequences within the Past Decade, including Escherichia Phage YF01 from Japan, Prompt the Creation of Three New Genera"
      },
      {
        "paperId": "d4f5933fd665173d21ead40ccafae73e077daf89",
        "title": "Characteristics of Environmental Klebsiella pneumoniae and Klebsiella oxytoca Bacteriophages and Their Therapeutic Applications"
      },
      {
        "paperId": "72ce9962aaa08330430642d03616c82d4c727232",
        "title": "Characterization and comprehensive genome analysis of novel bacteriophage, vB_Kpn_ZCKp20p, with lytic and anti-biofilm potential against clinical multidrug-resistant Klebsiella pneumoniae"
      },
      {
        "paperId": "dd6ccc07cd3dd4bbeb18f6082e03ce74b9afded9",
        "title": "Three Phages from a Boreal Lake during Ice Cover Infecting Xylophilus, Caulobacter, and Polaromonas Species"
      },
      {
        "paperId": "12d686fc3acd47a1931e80d727bcf99b3c965e88",
        "title": "Genomic and phenotypic signatures of bacteriophage coevolution with the phytopathogen Pseudomonas syringae"
      },
      {
        "paperId": "a78ead8e882ce300df6ccdc2396d5178dcae055b",
        "title": "Three Phages One Host: Isolation and Characterization of Pantoea agglomerans Phages from a Grasshopper Specimen"
      },
      {
        "paperId": "e7394f210c777c7657ecb9cb64a0c06581de6d36",
        "title": "Characterization and genome analysis of Escherichia phage fBC-Eco01, isolated from wastewater in Tunisia"
      },
      {
        "paperId": "9f9b0a4e8046d5a9dbff2227d2f5f18ef1a9ad96",
        "title": "Characterization of the novel temperate Staphylococcus haemolyticus phage IME1365_01"
      },
      {
        "paperId": "320579a94a5a7537340f4278547b4f7328b195ba",
        "title": "Whole-genome sequencing, annotation, and biological characterization of a novel Siphoviridae phage against multi-drug resistant Propionibacterium acne"
      },
      {
        "paperId": "30d3ff3660370f5b9d377af74f0f5c6b47622a4f",
        "title": "A Genome of Temperate Enterococcus Bacteriophage Placed in a Space of Pooled Viral Dark Matter Sequences"
      },
      {
        "paperId": "ce582572ad178ed701f36e0506946a1570d93e14",
        "title": "Genome Characterization of Bacteriophage KPP-1, a Novel Member in the Subfamily Vequintavirinae, and Use of Its Endolysin for the Lysis of Multidrug-Resistant Klebsiella variicola In Vitro"
      },
      {
        "paperId": "1912d0b35bb8aa4edf446a5f1aacca5dfaebb8cb",
        "title": "Enterococcus faecium Bacteriophage vB_EfaH_163, a New Member of the Herelleviridae Family, Reduces the Mortality Associated with an E. faecium vanR Clinical Isolate in a Galleria mellonella Animal Model"
      },
      {
        "paperId": "26af1b7ed08f02c911e6fe107fc1a236a8cf5857",
        "title": "Characterization and genomic Analysis of a novel Pseudomonas phage vB_PsaP_M1, representing a new viral family, Psaeviridae"
      },
      {
        "paperId": "66a65da2e94a3998437d75d3fd320ce591c0b82c",
        "title": "Genomic analysis and biological characterization of a novel Schitoviridae phage infecting Vibrio alginolyticus"
      },
      {
        "paperId": "e68f4f2a4fa49338eb131c66781fa139edee5f9e",
        "title": "A novel virulent Litunavirus phage possesses therapeutic value against multidrug resistant Pseudomonas aeruginosa"
      },
      {
        "paperId": "6099ad4b2da5604dbdc4de15054bdb7c57129f04",
        "title": "Tyroviruses are a new group of temperate phages that infect Bacillus species in soil environments worldwide"
      },
      {
        "paperId": "98d6082c1e8a3ff32390ea8f39a9b25e0123639b",
        "title": "Isolation and characterization of a novel phage of Vibrio parahaemolyticus with biocontrol potential"
      },
      {
        "paperId": "efcdaa44c6567f206a68b1028e00088e8e3a8500",
        "title": "In depth characterization of an archaeal virus-host system reveals numerous virus exclusion mechanisms"
      },
      {
        "paperId": "dbcb58cc12515c95201c0c8ef5c1e6b099d46953",
        "title": "Characterization of polyvalent Escherichia phage Sa157lw for the biocontrol potential of Salmonella Typhimurium and Escherichia coli O157:H7 on contaminated mung bean seeds"
      },
      {
        "paperId": "2d607fc9dd670abb7272716ea4e611924165391b",
        "title": "Isolation, characterization, and genomic analysis of vB_PaeS_TUMS_P81, a lytic bacteriophage against Pseudomonas aeruginosa"
      },
      {
        "paperId": "386e27de98676053d4b2e21c04bd015e578721fc",
        "title": "Characteristics and Comparative Genomic Analysis of a Novel Virus, VarioGold, the First Bacteriophage of Variovorax"
      },
      {
        "paperId": "125bba713b6249222a065f2d2258b99a55639193",
        "title": "Novel Aeromonas Phage Ahy-Yong1 and Its Protective Effects against Aeromonas hydrophila in Brocade Carp (Cyprinus aka Koi)"
      },
      {
        "paperId": "427b23b7d30cc5449e79a5c97bbdb4c5a631c3d5",
        "title": "Isolation, Characterization, and Genome Analysis of a Novel Bacteriophage, Escherichia Phage vB_EcoM-4HA13, Representing a New Phage Genus in the Novel Phage Family Chaseviridae"
      },
      {
        "paperId": "95875a753dc277d79c8c76fff1680e8e1fab7075",
        "title": "Genome sequence and characterization of Streptomyces phage Pablito, representing a new species within the genus Janusvirus"
      },
      {
        "paperId": "3f71a92b0abb0ad945180218600b8ee71418a97f",
        "title": "Two novel Erwinia amylovora bacteriophages, Loshitsa2 and Micant, isolated in Belarus."
      },
      {
        "paperId": "d240a1e39b8c19fd73234da87282c769b1187974",
        "title": "Novel Bacillus-Infecting Bacteriophage B13—The Founding Member of the Proposed New Genus Bunatrivirus"
      },
      {
        "paperId": "556405ada89858e365bbdd967cc8a9ff64d95de2",
        "title": "Isolation and characterization of Aeromonas hydrophila lytic phage, and evaluation of a phage cocktail against A. hydrophila contamination in fish fillet"
      },
      {
        "paperId": "4b5171d8e1b097083e8dd8de1abc94fdec2c76f0",
        "title": "Forty Years without Family: Three Novel Bacteriophages with High Similarity to SPP1 Reveal Decades of Evolutionary Stasis since the Isolation of Their Famous Relative"
      },
      {
        "paperId": "669bc8ce2bb1a33bb7588c92f1a3cd29efe19101",
        "title": "Complete Genome Sequences of Two Bacteroides uniformis Bacteriophages"
      },
      {
        "paperId": "0f27af46821b8d8653eeb717b5fd3b6ef3039b79",
        "title": "Characterisation of broad-spectrum phiKZ like jumbo phage and its utilisation in controlling multidrug-resistant Pseudomonas aeruginosa isolates."
      },
      {
        "paperId": "c7d965a1e7fa6aeca2af2196d8aaf3a9c56d6c36",
        "title": "Morganella Phage Mecenats66 Utilizes an Evolutionarily Distinct Subtype of Headful Genome Packaging with a Preferred Packaging Initiation Site"
      },
      {
        "paperId": "3d91f5fe7418dbcb028ebe9154c2d123da2adf80",
        "title": "Isolation and Characterization of Brochothrix phage ADU4."
      },
      {
        "paperId": "02226cdcce40ceff149f067d9b607818c0f0bd6a",
        "title": "A Novel Freshwater Cyanophage Mae-Yong1326-1 Infecting Bloom-Forming Cyanobacterium Microcystis aeruginosa"
      },
      {
        "paperId": "bfeaca44066ffa2fbdacc4493bc9b6c9c0272fa2",
        "title": "Comparative Genomics of Six Lytic Bacillus subtilis Phages from the Southwest United States."
      },
      {
        "paperId": "d53a67c61326418ac7cc3b651a43f1bd9991460e",
        "title": "Whole genome sequence analysis of bacteriophage P1 that infects the Lactobacillus plantarum"
      },
      {
        "paperId": "72aeb89f420649bc9e259862650f7cde13645484",
        "title": "Complete Genome Sequences of Two Temperate Bacillus subtilis Phages Isolated at Tumamoc Hill Desert Laboratory"
      },
      {
        "paperId": "b8f9763c6e6613f3b9b0c066357f4bd21a9d1673",
        "title": "A novel lytic phage potentially effective for phage therapy against Burkholderia pseudomallei in the tropics"
      },
      {
        "paperId": "727dd28fff4c0216e833a182662d8d4d53679ff3",
        "title": "Phages against non-capsulated Klebsiella pneumoniae: broader host range, slower resistance"
      },
      {
        "paperId": "af080d8666590dca51087ff8e2831cd82041a47d",
        "title": "Targeted suppression of human IBD-associated gut microbiota commensals by phage consortia for treatment of intestinal inflammation"
      },
      {
        "paperId": "beff11ae3989ac3a6baf0c09592d7903d24583d4",
        "title": "Virulent Phages Isolated from a Smear-Ripened Cheese Are Also Detected in Reservoirs of the Cheese Factory"
      },
      {
        "paperId": "9b8c15c53e61dc66e1a5bc5f84d37be89c72cccc",
        "title": "Genome sequence of the novel freshwater Microcystis cyanophage Mwe-Yong1112-1"
      },
      {
        "paperId": "7f34af68a37c191bd424bdb68ffdef82400c3109",
        "title": "Complete Genome Sequence of Pseudomonas aeruginosa Bacteriophage vB_PaeP_PaCe"
      },
      {
        "paperId": "b8de15968e4f351c844435179a983c797c2be504",
        "title": "Genomic Analysis of the Serratia marcescens Bacteriophage BUCT660"
      },
      {
        "paperId": "59a676093082980159090a38297929049281fd75",
        "title": "Characterization and Genomic Analysis of a New Phage Infecting Helicobacter pylori"
      },
      {
        "paperId": "3d6c2092a2446131099d9f6aa9ce2f87706546fd",
        "title": "Isolation of Novel Xanthomonas Phages Infecting the Plant Pathogens X. translucens and X. campestris"
      },
      {
        "paperId": "7f48b1b66485f5d5fa53693434a56e46c4097ce9",
        "title": "The coral pathogen Vibrio coralliilyticus kills non-pathogenic holobiont competitors by triggering prophage induction"
      },
      {
        "paperId": "1cb3490a904838f619e8c95c5c70b86dcc51f59d",
        "title": "Complete Genome Sequence of Salmonella Phage vB_SenA_SM5, Active against Multidrug-Resistant Salmonella enterica Serovar Typhi Isolates"
      },
      {
        "paperId": "ad19c1d5373677a0f5cfae39b2b162cf4ebef1a5",
        "title": "Characterization and Complete Genomic Analysis of Vibrio Parahaemolyticus-Infecting Phage KIT05"
      },
      {
        "paperId": "348a31ce43559346302b1a405365e66e5fa951bc",
        "title": "Genetic Mining of Newly Isolated Salmophages for Phage Therapy"
      },
      {
        "paperId": "9d822f2c65827a73d4d534b7b5d1f06a1789695c",
        "title": "A lipopolysaccharide‐dependent phage infects a pseudomonad phytopathogen and can evolve to evade phage resistance"
      },
      {
        "paperId": "6b7d5a95eb6f1795dde5978933bf278fa68a3144",
        "title": "Bacteriophage-Resistant Mutant of Enterococcus faecalis Is Impaired in Biofilm Formation"
      },
      {
        "paperId": "de8938eb1cd3f4d18e021d6318247208ec930cf7",
        "title": "Complete Genome Sequence of Levilactobacillus brevis Bacteriophage ENFP1"
      },
      {
        "paperId": "d7b95a51e02a7f5eb399cf2cb8c38e74cf5d8019",
        "title": "The small genome, virulent, non-contractile tailed bacteriophages that infect Enterobacteriales hosts."
      },
      {
        "paperId": "28acfcc65203489afba6a93d90397584bb28d326",
        "title": "Novel Bacteriophage Specific against Staphylococcus epidermidis and with Antibiofilm Activity"
      },
      {
        "paperId": "ca3fbd88f209f6bc75bd4451b299246d25b188a4",
        "title": "Genomic and Biological Profile of a Novel Bacteriophage, Vibrio phage Virtus, Which Improves Survival of Sparus aurata Larvae Challenged with Vibrio harveyi"
      },
      {
        "paperId": "7232fae134bd3940a2a7648f0bbb49c6f079ac25",
        "title": "Complete Genome Sequence of Stenotrophomonas maltophilia Phage Philippe"
      },
      {
        "paperId": "3cc1b18802e520f8def89914a9bfdc2cd6692f9d",
        "title": "Characterization and complete genome sequence analysis of a newly isolatedphage against Vibrio parahaemolyticus from sick shrimp in Qingdao, China"
      },
      {
        "paperId": "d4da053538adbfe559a798ce9242f5b14828ee7f",
        "title": "Complete Genome Sequence of Stenotrophomonas maltophilia Siphophage Siara"
      },
      {
        "paperId": "ade87cbd85e052f35430a4f54c67a1c7fdc10f76",
        "title": "Characterization of Three Novel Virulent Aeromonas Phages Provides Insights into the Diversity of the Autographiviridae Family"
      },
      {
        "paperId": "5ec66e6566785e4c991154a05e80127f3f3a9fe5",
        "title": "Molecular dissection of the first Staphylococcus cohnii temperate phage IME1354_01."
      },
      {
        "paperId": "23c173cbe9baef489c7782346dd64e497e4fbd13",
        "title": "Characterization and Genomic Analysis of a Novel Jumbo Bacteriophage vB_StaM_SA1 Infecting Staphylococcus aureus With Two Lysins"
      },
      {
        "paperId": "ef7fec424715f9ef1b024bf975b08c0b9e0b2954",
        "title": "Complete Genome Sequence of Stenotrophomonas maltophilia Podophage Pepon"
      },
      {
        "paperId": "cc2a49a3a1eb0ed978da198e9f9ee5e08ea9f0e3",
        "title": "Genome Sequences of 14 Siphophages That Infect Serratia marcescens"
      },
      {
        "paperId": "a4a4f351d38315bbf5a82def3d43ddda96a9ec58",
        "title": "Biological and molecular characterization of fEg-Eco19, a lytic bacteriophage active against an antibiotic-resistant clinical Escherichia coli isolate"
      },
      {
        "paperId": "60a44724cb54615fe22f5ad8d33ee1fe852bfb36",
        "title": "The First Complete Genome Resource of a Ralstonia solanacearum Phage UAM5 from Colombia."
      },
      {
        "paperId": "d8f065e0905d405952ffbd0d627a4c50a565ebfb",
        "title": "Phenotypic characterization and genome analysis of a novel Salmonella Typhimurium phage having unique tail fiber genes"
      },
      {
        "paperId": "c9b44b9a80778e9c303c47c4010243a8db8f1f55",
        "title": "Isolation, characterization, and comparative genomic analysis of vB_PlaM_Pd22F, a new bacteriophage of the family Myoviridae"
      },
      {
        "paperId": "575da87cde7a4561b25266029ba8afc14b4e0206",
        "title": "Complete Genome Sequence of Enterococcus faecalis Siphophage Sigurd"
      },
      {
        "paperId": "3ec682e4addc6586ba61dba2a9dc34fb50b37bfd",
        "title": "Complete Genome Sequence of Burkholderia cenocepacia Phage Paku"
      },
      {
        "paperId": "e60165bb6b4aa9f8917363da2144c22f6b7fa420",
        "title": "Complete Genome Sequence of Stenotrophomonas maltophilia Siphophage Sonora"
      },
      {
        "paperId": "a91f4ac5ee19bcd56a334e89000d462f99792f0b",
        "title": "Complete Genome Sequence of Stenotrophomonas maltophilia Podophage Piffle"
      },
      {
        "paperId": "e7f17cd521fc3f984a3ee8b3dcce32827e11270e",
        "title": "Complete Genome Sequences of Six Chi-Like Bacteriophages That Infect Proteus and Klebsiella"
      },
      {
        "paperId": "a15b8423f04416703b4547e99d15f54600170d91",
        "title": "Complete Genome Sequences of Five SO-1-Like Siphoviridae Bacteriophages That Infect Enterobacteriales"
      },
      {
        "paperId": "be325cf5f3108449f924b3331d4304130e89e68b",
        "title": "Complete Genome Sequence of Alcaligenes faecalis Phage Piluca"
      },
      {
        "paperId": "afb18b2d82a74ac4c5a69c98b92f321025245b7c",
        "title": "Complete Genome Sequence of Stenotrophomonas maltophilia Podophage Ptah"
      },
      {
        "paperId": "9d1b59adc4c5d3c69316e756e5bfdf3c71c948e8",
        "title": "Complete Genome Sequence of Stenotrophomonas maltophilia Siphophage Suso"
      },
      {
        "paperId": "e6777d2df54207f2ac5015b2c705a7831105d73d",
        "title": "Whole-Genome Analysis of Escherichia Phage vB_EcoM-S1P5QW, Isolated from Manures Collected from Cattle Farms in Maine"
      },
      {
        "paperId": "5f596d0de04db8a778aecdc570c961a1e3bb3fc5",
        "title": "Novel Salmonella Phage, vB_Sen_STGO-35-1, Characterization and Evaluation in Chicken Meat"
      },
      {
        "paperId": "77eb987f9d4e014df083da22ebf407cb2f1b489b",
        "title": "A Novel Phage Infecting the Marine Photoheterotrophic Bacterium Citromicrobium bathyomarinum"
      },
      {
        "paperId": "aae9bead76b46e19114178d01efb2219f258ac3a",
        "title": "Genome Sequences of Bacteriophages UPEC01, UPEC03, UPEC06, and UPEC07 Infecting Avian Pathogenic Escherichia coli"
      },
      {
        "paperId": "e9dcf55f06936fa6265941c526bcc4c8a92a38db",
        "title": "Genomic Characterisation of UFJF_PfDIW6: A Novel Lytic Pseudomonas fluorescens-Phage with Potential for Biocontrol in the Dairy Industry"
      },
      {
        "paperId": "862410641305cc91ec3ef2d4f490edfbff73d24d",
        "title": "Complete Genome Sequence of a Novel Hafnia alvei Bacteriophage"
      },
      {
        "paperId": "55c7107bbeadc55e8cd027558318b3311f02f9f8",
        "title": "Complete Genome Sequence of Stenotrophomonas maltophilia Siphophage Silvanus"
      },
      {
        "paperId": "d8527811369758366f59fe81a4eea159be558ae4",
        "title": "Complete Genome Sequence of Stenotrophomonas maltophilia Myophage Marzo"
      },
      {
        "paperId": "db68d9a37eea9d7af53ec3eac506cca887e10d1f",
        "title": "viralFlye: assembling viruses and identifying their hosts from long-read metagenomics data"
      },
      {
        "paperId": "73ad814380134a122e7edfcd9b3cb6dc5afb90a0",
        "title": "Enhanced antibacterial effect of a novel Friunavirus phage vWU2001 in combination with colistin against carbapenem-resistant Acinetobacter baumannii"
      },
      {
        "paperId": "9fbe31f364b355e08ed53f101e90ea42e45b4737",
        "title": "Complete genome analysis of the novel Alcaligenes faecalis phage vB_AfaP_QDWS595"
      },
      {
        "paperId": "bf25f950bf53821bf2d028004f649313c6fe2476",
        "title": "The potential of bacteriophages to control Xanthomonas campestris pv. campestris at different stages of disease development"
      },
      {
        "paperId": "9045ef24b8b77222cf3817fb91f9ac28d7876a7a",
        "title": "Characterization of the Novel Phage vB_VpaP_FE11 and Its Potential Role in Controlling Vibrio parahaemolyticus Biofilms"
      },
      {
        "paperId": "93275616d5871cb50ff1c6f6553eb98efa88ad56",
        "title": "Three Novel Bacteriophages, J5a, F16Ba, and z1a, Specific for Bacillus anthracis, Define a New Clade of Historical Wbeta Phage Relatives"
      },
      {
        "paperId": "f67ba5f55f5d58db4e91142eb9375718e4391cf9",
        "title": "Isolation and Characterization of a Novel Autographiviridae Phage and Its Combined Effect with Tigecycline in Controlling Multidrug-Resistant Acinetobacter baumannii-Associated Skin and Soft Tissue Infections"
      },
      {
        "paperId": "7b2eeaa56b8312e4707aba60e1c27eda4eb1f76d",
        "title": "Considerations for the Use of Phage Therapy in Clinical Practice"
      },
      {
        "paperId": "3af92aa1b0503ad151120b9a4802ba5b00792c57",
        "title": "A Novel Phage Indirectly Regulates Diatom Growth by Infecting a Diatom-Associated Biofilm-Forming Bacterium"
      },
      {
        "paperId": "dcf7b0197b2ac8dbbbd92f11b1ba8b7146040e07",
        "title": "Comparative genomic analysis of dwarf Vibrio myoviruses defines a conserved gene cluster for successful phage infection"
      },
      {
        "paperId": "1644724ee0bbc3659bd0a18b96b220166d106fae",
        "title": "Comparative genomics of Acinetobacter baumannii and therapeutic bacteriophages from a patient undergoing phage therapy"
      },
      {
        "paperId": "6143b93c9f82c78af7b580b5f11192df2c85bc17",
        "title": "Phage Annotation Guide: Guidelines for Assembly and High-Quality Annotation"
      },
      {
        "paperId": "565ab253344517d6dce96dae3d23424b30adb20d",
        "title": "Phage Genome Annotation: Where to Begin and End."
      },
      {
        "paperId": "46f41f60e730be2c1853347b353a8ec4cd157e73",
        "title": "Genomic Analysis of the First European Bacteriophages with Depolymerase Activity and Biocontrol Efficacy against the Phytopathogen Ralstonia solanacearum"
      },
      {
        "paperId": "2fdcb1b495107261d1b532f2b32e943518bcc903",
        "title": "Multi-species host range of staphylococcal phages isolated from wastewater"
      },
      {
        "paperId": "e0aa3e174732b53647b2cc4026ad40ad8c2d2195",
        "title": "Prophage integration into CRISPR loci enables evasion of antiviral immunity in Streptococcus pyogenes"
      },
      {
        "paperId": "7ff1ef93aba689cbfccc1a291a54d30af999ffdd",
        "title": "Genome Sequences of Erwinia Phyllophages AH04 and AH06"
      },
      {
        "paperId": "3fa2a94bbbf6458bd921a5beb38bca6f74bbf578",
        "title": "Complete Genome Sequences of Four Phages of the Horse Chestnut Phyllosphere"
      },
      {
        "paperId": "a5f8fd57ac7e31cbf4be4bb6b72c2e9267310cec",
        "title": "Complete Genome Sequence of the Pantoea Phage AH07"
      },
      {
        "paperId": "d33f614c6f81bc432b6ca75e3dfa4120c61133d6",
        "title": "Genome analysis of a new Escherichia phage vB_EcoM_C2-3 with lytic activity against multidrug-resistant Escherichia coli."
      },
      {
        "paperId": "1e40032396ef957b090c3c6ea391b4ce39fa4403",
        "title": "vB-ApyS-JF1, the First Trueperella pyogenes Phage, Shows Potential as an Alternative Treatment Strategy for Trueperella pyogenes Infections"
      },
      {
        "paperId": "689691186b264af8d45f1081b852803f5bc8aed6",
        "title": "Genome and Ecology of a Novel Alteromonas Podovirus, ZP6, Representing a New Viral Genus, Mareflavirus"
      },
      {
        "paperId": "fc66d0083eccdd6aaadee690ec54fa26e5bcb40b",
        "title": "Novel Phage-Derived Depolymerase with Activity against Proteus mirabilis Biofilms"
      },
      {
        "paperId": "621591a56a841f4536b8dede9abdd2b97554b292",
        "title": "Genome Study of a Novel Virulent Phage vB_SspS_KASIA and Mu-like Prophages of Shewanella sp. M16 Provides Insights into the Genetic Diversity of the Shewanella Virome"
      },
      {
        "paperId": "f3d74e92ed582522b31d9209d3501a9ba6534962",
        "title": "Phages from Genus Bruynoghevirus and Phage Therapy: Pseudomonas Phage Delta Case"
      },
      {
        "paperId": "a445419ce04b43028e4b2401ada5915f1d9ab76c",
        "title": "Phage Treatment Trial to Eradicate LA-MRSA from Healthy Carrier Pigs"
      },
      {
        "paperId": "773dc0a25d5bd4ac0c9e614f6b48f10a13ca8095",
        "title": "The coevolution of large and small terminases of bacteriophages is a result of purifying selection leading to phenotypic stabilization."
      },
      {
        "paperId": "a0c49302428bc382c26ef180ef2a96de45d21d20",
        "title": "High-throughput identification of viral termini and packaging mechanisms in virome datasets using PhageTermVirome"
      },
      {
        "paperId": "5a161ea513846715ca1e4ec997dd42c7173a62fe",
        "title": "Molecular Characteristics of Novel Phage vB_ShiP-A7 Infecting Multidrug-Resistant Shigella flexneri and Escherichia coli, and Its Bactericidal Effect in vitro and in vivo"
      },
      {
        "paperId": "a80edee78c866566870f29d005f087f831c36e3b",
        "title": "Mechanistic Insights into the Capsule-Targeting Depolymerase from a Klebsiella pneumoniae Bacteriophage"
      },
      {
        "paperId": "c5bac39c9287ec29a49183dfad8723ebb1312423",
        "title": "Virulent Drexlervirial Bacteriophage MSK, Morphological and Genome Resemblance With Rtp Bacteriophage Inhibits the Multidrug-Resistant Bacteria"
      },
      {
        "paperId": "191a0b9dfa20f7aebceb0e88f05e6783b78c8f87",
        "title": "Novel Klebsiella pneumoniae K23-Specific Bacteriophages From Different Families: Similarity of Depolymerases and Their Therapeutic Potential"
      },
      {
        "paperId": "dedfbe142f8a53cb5a2c2d73f0fbcbed8f5b202b",
        "title": "Genomic diversity of bacteriophages infecting Rhodobacter capsulatus and their relatedness to its gene transfer agent RcGTA"
      },
      {
        "paperId": "d93c141c74d5617b943eb7286cb9935bc2f659f6",
        "title": "Genome Sequences of Bacteriophages cd2, cd3, and cd4, which Specifically Target Carnobacterium divergens"
      },
      {
        "paperId": "760dad10bb881e6a47d7a3465a218c7cb1ec6c80",
        "title": "A highly specific Serratia-infecting T7-like phage inhibits biofilm formation in two different genera of the Enterobacteriaceae family."
      },
      {
        "paperId": "5150ea199958f76be6d64ded78b40770c6efae66",
        "title": "Complete Genome Sequence of vB_EcoP_SU7, a Podoviridae Coliphage with the Rare C3 Morphotype"
      },
      {
        "paperId": "3e6442888602b018e87f658c5c9db45ca86b1555",
        "title": "Comparative Genomics of Three Novel Jumbo Bacteriophages Infecting Staphylococcus aureus"
      },
      {
        "paperId": "8f296ceac6e095896b3f4f5ec42eeb1588e9f52e",
        "title": "A phage parasite deploys a nicking nuclease effector to inhibit replication of its viral host"
      },
      {
        "paperId": "421183664ff2dd86c383422ae25a291788a126e0",
        "title": "Characterization of Two New Shiga Toxin-Producing Escherichia coli O103-Infecting Phages Isolated from an Organic Farm"
      },
      {
        "paperId": "b128fd7042cc4456cf70620438e32750b2c83937",
        "title": "Bacteriophages fEV-1 and fD1 Infect Yersinia pestis"
      },
      {
        "paperId": "55f52b91da639229b354f5d472d6208b37333901",
        "title": "Complete Genome Sequence of the Anabaena Myophage Elbi"
      },
      {
        "paperId": "c480ae4462eb0ea75eec7f122a96c0b1c2c2a80d",
        "title": "Complete Genome Sequence of Pseudomonas Phage Zikora"
      },
      {
        "paperId": "068e6876008602a25b06fa6ff97eea62e1c70880",
        "title": "Differential Bacteriophage Efficacy in Controlling Salmonella in Cattle Hide and Soil Models"
      },
      {
        "paperId": "ba4a816a868a0e2036bdefb03b081ea27fc5f162",
        "title": "How Did Institut Pasteur's NGS Core Facility, Biomics, Manage the Coronavirus Disease 2019 Crisis?"
      },
      {
        "paperId": "c809768d4500350ccd3620290f23608684ce1d48",
        "title": "Isolation and Genomic Analysis of the Phage vB_PaeP_fHoPae04 Infecting Pseudomonas aeruginosa"
      },
      {
        "paperId": "603a71867c0bd4ab545528d4c356969d436c698a",
        "title": "A Novel Broad Host Range Phage Infecting Alteromonas"
      },
      {
        "paperId": "24c2e682b8fad66b39e0fb8e657ddf417be96d64",
        "title": "Diversity, taxonomy, and evolution of archaeal viruses of the class Caudoviricetes"
      },
      {
        "paperId": "18aa2c1c35db9433a279e3408f4d0862e766c3a5",
        "title": "A novel temperate phage, vB_PstS-pAN, induced from the naphthalene-degrading bacterium Pseudomonas stutzeri AN10"
      },
      {
        "paperId": "16f25787556692a7bb71cd5904bc0cfea1971ad5",
        "title": "Staphylococcus epidermidis Phages Transduce Antimicrobial Resistance Plasmids and Mobilize Chromosomal Islands"
      },
      {
        "paperId": "cc62690d75d040c0ca7f67625b42d9a82838b2ec",
        "title": "Characterization of a lytic EBP bacteriophage with large size genome against Enterobacter cloacae"
      },
      {
        "paperId": "7170c043122682bb47e7ee50683b4b9a8456d231",
        "title": "Complete Genome Sequence of Klebsiella pneumoniae Podophage Pone"
      },
      {
        "paperId": "af880b90127e593db731115013744ee5a4cffae0",
        "title": "Screening of Bacteriophage Encoded Toxic Proteins with a Next Generation Sequencing-Based Assay"
      },
      {
        "paperId": "80a01e23efb3b9d4196bd4db0476836aca6ce003",
        "title": "Combination Therapy of Phage vB_KpnM_P-KP2 and Gentamicin Combats Acute Pneumonia Caused by K47 Serotype Klebsiella pneumoniae"
      },
      {
        "paperId": "b443b01805eb4a599c6807b7540e0bd11b137cff",
        "title": "Isolation and characterisation of ΦcrAss002, a crAss-like phage from the human gut that infects Bacteroides xylanisolvens"
      },
      {
        "paperId": "fa10ed71f76985fd750ee9e2d214e51c31b406b2",
        "title": "Putative plasmid prophages of Bacillus cereus sensu lato may hold the key to undiscovered phage diversity"
      },
      {
        "paperId": "9ad087edbd93a7619ae7750347311f451f9e1ff4",
        "title": "Lytic Bacteriophage EFA1 Modulates HCT116 Colon Cancer Cell Growth and Upregulates ROS Production in an Enterococcus faecalis Co-culture System"
      },
      {
        "paperId": "124d416795a2decd29cae807019b4e011fbee35c",
        "title": "High throughput sequencing provides exact genomic locations of inducible prophages and accurate phage-to-host ratios in gut microbial strains"
      },
      {
        "paperId": "2900729e8191fa2061e682fb24cd5c9f4696d5ce",
        "title": "vB_EfaS-DELF1, a novel Siphoviridae bacteriophage with highly effective lytic activity against vancomycin-resistant Enterococcus faecalis."
      },
      {
        "paperId": "c88c4753079865e75eef49a4dd7db3a88dc25100",
        "title": "Systematic exploration of Escherichia coli phage–host interactions with the BASEL phage collection"
      },
      {
        "paperId": "5bf6e08bfec310e5d6235b2e6547ba756197c494",
        "title": "Bacteriophage Capsid Modification by Genetic and Chemical Methods."
      },
      {
        "paperId": "6d65694099916fbc023d50f426d54956d8b3022f",
        "title": "Genomic characterization of four novel bacteriophages infecting the clinical pathogen Klebsiella pneumoniae"
      },
      {
        "paperId": "5fecb420f6e7ade90c63b922d38e993d66a45c14",
        "title": "Genome Sequence of the Bacteriophage CL31 and Interaction with the Host Strain Corynebacterium glutamicum ATCC 13032"
      },
      {
        "paperId": "b544caf206dd2f6adaf3d578f7a90db8c09bcf2e",
        "title": "Complete Genome Sequence of Stenotrophomonas maltophilia Siphophage Salva"
      },
      {
        "paperId": "224e7cd3617591a8442124feb129d9a28e2ad2f8",
        "title": "Isolation and characterization of lytic phage TUN1 specific for Klebsiella pneumoniae K64 clinical isolates from Tunisia"
      },
      {
        "paperId": "58f1d7cef9624cb6939bec2ef09030f5428d637e",
        "title": "A novel vieuvirus from multidrug-resistant Acinetobacter baumannii"
      },
      {
        "paperId": "ae314ed08b409d8a4851ac5a5c8326bccb5bc614",
        "title": "Genomic Characterization of Two Shiga Toxin–Converting Bacteriophages Induced From Environmental Shiga Toxin–Producing Escherichia coli"
      },
      {
        "paperId": "68896f98d4bf57f7ea4d949719eb44c6d3bbc91c",
        "title": "Clostridioides difficile Phage Biology and Application."
      },
      {
        "paperId": "2c45eb0dbd264a7fde05c8b69e99cdfebb8b447a",
        "title": "Genome sequencing of the bacteriophage CL31 and interaction with the host strain Corynebacterium glutamicum ATCC 13032"
      },
      {
        "paperId": "5b815e89d75f7a2d8cca3e17eb0942e5c6de0a09",
        "title": "Complete Genome Sequence of Burkholderia cenocepacia Phage Mica"
      },
      {
        "paperId": "8ad469e82af571284109270aec83d81c597d5f53",
        "title": "Characterization and complete genome sequence of Privateer, a highly prolate Proteus mirabilis podophage"
      },
      {
        "paperId": "54bc29c94b0b6e89c4a08b453c40682f8b870fc8",
        "title": "Complete Genome Sequence of Bradyrhizobium japonicum Podophage Paso"
      },
      {
        "paperId": "1ea824d9d38e7fdf1204dc81edbab4ea7dbf6990",
        "title": "Complete Genome Sequence of Klebsiella aerogenes Myophage Metamorpho"
      },
      {
        "paperId": "56c074d7dbd499c10b6993be911e28e939fd42f6",
        "title": "Complete Genome Sequence of Rhizobium phaseoli Podophage Palo"
      },
      {
        "paperId": "8a181ab020568779a09124eac00ac0511e49df0d",
        "title": "Complete Genome Sequence of Achromobacter xylosoxidans Myophage Mano"
      },
      {
        "paperId": "361aaa4c062805513e00e9752a6672a6373aea46",
        "title": "Characterization of the First Virulent Phage Infecting Oenococcus oeni, the Queen of the Cellars"
      },
      {
        "paperId": "e1e20aed50ae3ad32278c02df3269ce877282c22",
        "title": "Corrigendum: Motley Crew: Overview of the Currently Available Phage Diversity"
      },
      {
        "paperId": "def0aff149d3f6edc976ff59d8e66bb9fad47ef4",
        "title": "Isolation and characterization of the novel Pseudomonas stutzeri bacteriophage 8P"
      },
      {
        "paperId": "623d152c35a87f5babb79bcb1513c2b6bb29d03a",
        "title": "Characterization of vB_VpaP_MGD2, a newly isolated bacteriophage with biocontrol potential against multidrug-resistant Vibrio parahaemolyticus"
      },
      {
        "paperId": "c21baed6498c9d29c1adb25083d4f1ef734df646",
        "title": "Complete Genome Sequence of Streptomyces Phage Spernnie"
      },
      {
        "paperId": "0753371076c4bd803a447833ad0b3d58fa05a949",
        "title": "Complete Genome Sequence of Streptomyces Phage Shady"
      },
      {
        "paperId": "5a55ce011e52337365a57d5587186f90757c2bc2",
        "title": "Complete Genome Sequences of Novel Bovine T4, rv5-Like, and Dhillonviruses Effective against Escherichia coli O157"
      },
      {
        "paperId": "1b965ae1d721e98d996c754a24ec1e8d1d165f9a",
        "title": "Complete Genome Sequence of Rhizobium japonicum Podophage Pasto"
      },
      {
        "paperId": "bde0c9004afa5354b1fa6524121d53e578f03b94",
        "title": "Complete Genome Sequence of Klebsiella pneumoniae Myophage Muenster"
      },
      {
        "paperId": "21818286078368e92b4a84194872737ee45732ef",
        "title": "CheckV assesses the quality and completeness of metagenome-assembled viral genomes"
      },
      {
        "paperId": "1fea8f8ac442501f1a06fde6f66bbf89bbfa0ca4",
        "title": "Comparative Genomics of Three Novel Lytic Jumbo Bacteriophages Infecting Staphylococcus aureus"
      },
      {
        "paperId": "3a5ce0f8bdfdf5b8dfd6b1e8076e8350cae2dc4f",
        "title": "Full genome sequence of bovine alphaherpesvirus 2 (BoHV-2)"
      },
      {
        "paperId": "2484059f016bcb82844faa8bc3bed74134bbaccf",
        "title": "Biological and Genomic Characterization of a Novel Jumbo Bacteriophage, vB_VhaM_pir03 with Broad Host Lytic Activity against Vibrio harveyi"
      },
      {
        "paperId": "28bbc095b674646258a7aa3f1f61166c48417c38",
        "title": "A Single dose of a virulent bacteriophage vB PaeP-SaPL, rescues bacteremic mice infected with multi drug resistant Pseudomonas aeruginosa."
      },
      {
        "paperId": "55141f2364bcacd51a8a46506c8edceacded2fbd",
        "title": "Transductomics: sequencing-based detection and analysis of transduced DNA in pure cultures and microbial communities"
      },
      {
        "paperId": "b344e0643b3bb1242ecf3a1aa80158361edfba6b",
        "title": "Galaxy and Apollo as a biologist-friendly interface for high-quality cooperative phage genome annotation"
      },
      {
        "paperId": "e8453d6982a6ddcd3806c5e45b6ace3dfec47e63",
        "title": "Genome Sequence of Eubacterium callanderi AMC0717, Isolated from the Colonic Mucosa of an 11-Year-Old Organ Donor"
      },
      {
        "paperId": "8eb52d2570cb418a2c12482fc5349a5aa4ecaeeb",
        "title": "Bacteriophages vB_Sen-TO17 and vB_Sen-E22, Newly Isolated Viruses from Chicken Feces, Specific for Several Salmonella enterica Strains"
      },
      {
        "paperId": "723dbd4fbf6f995046fe6ac7258b4565e8a328da",
        "title": "Genomic Characterisation of Mushroom Pathogenic Pseudomonads and Their Interaction with Bacteriophages"
      },
      {
        "paperId": "2d02de9c4777a31ea8a581c36110ff27b3870002",
        "title": "Motley Crew: Overview of the Currently Available Phage Diversity"
      },
      {
        "paperId": "2968ac8fc03a3ea52527cd84c084f1ae1085e40a",
        "title": "Analysis of Selection Methods to Develop Novel Phage Therapy Cocktails Against Antimicrobial Resistant Clinical Isolates of Bacteria"
      },
      {
        "paperId": "aacda1183080a40ff3f2e38f18f71f9163322daf",
        "title": "Integration of prophages into CRISPR loci remodels viral immunity in Streptococcus pyogenes"
      },
      {
        "paperId": "7819934eef6470e60c34cf34302f0c2a852eca53",
        "title": "Complete Genome Sequences of Two Salmonella enterica Lytic Phages, NBSal006 and NBSal007"
      },
      {
        "paperId": "62774be181c4a05689a7e9e173a71a2cbd19fe58",
        "title": "Complete Genome Sequence of a Jumbo Bacteriophage, vB_pir03, against Vibrio harveyi"
      },
      {
        "paperId": "09734a3364e59181a7430ffc16330fc1f63bf95d",
        "title": "Employing lytic phage-mediated horizontal gene transfer in Lactococcus lactis"
      },
      {
        "paperId": "6ecde87c2ab2cb3bae7851f61884a384c219cc50",
        "title": "Infection Kinetics and Phylogenetic Analysis of vB_EcoD_SU57, a Virulent T1-Like Drexlerviridae Coliphage"
      },
      {
        "paperId": "d746eb4fb6b95b04c0fc29de588166cf1372951c",
        "title": "A bacteriophage infecting Mesorhizobium species has a prolate capsid and shows similarities to a family of Caulobacter crescentus phages."
      },
      {
        "paperId": "52c5f6662c41c43617533a9fa182add9219137d8",
        "title": "Genome Sequence and Characterization of Five Bacteriophages Infecting Streptomyces coelicolor and Streptomyces venezuelae: Alderaan, Coruscant, Dagobah, Endor1 and Endor2"
      },
      {
        "paperId": "1894dc9da410f80bdaaf44fa0ebb9480aa23e4a1",
        "title": "Identification, Characterization, and Genomic Analysis of Novel Serratia Temperate Phages from a Gold Mine"
      },
      {
        "paperId": "10fc6f8680c33cc422df66b5676edde71a214044",
        "title": "Complete Genome Sequences of Eight Phages Infecting Enterotoxigenic Escherichia coli in Swine"
      },
      {
        "paperId": "a7fafafc2a34e4df466925594f1ed4e102852dbb",
        "title": "Genome Sequences of 38 Bacteriophages Infecting Escherichia coli, Isolated from Raw Sewage"
      },
      {
        "paperId": "2278405ec6f217cb350de9a51052956e7e5faf22",
        "title": "Characteristics of a Series of Three Bacteriophages Infecting Salmonella enterica Strains"
      },
      {
        "paperId": "552227f69887bbbeb21ed2321e35a4c34b23d46c",
        "title": "Spacer acquisition by Type III CRISPR–Cas system during bacteriophage infection of Thermus thermophilus"
      },
      {
        "paperId": "fa29747cea7e8fca8f500a407003cb47dd48c41c",
        "title": "Viral elements and their potential influence on microbial processes along the permanently stratified Cariaco Basin redoxcline"
      },
      {
        "paperId": "5224c6c87d10b6ab99bea9ece2a69a4a07443552",
        "title": "Genome-Wide Transcription Start Site Mapping and Promoter Assignments to a Sigma Factor in the Human Enteropathogen Clostridioides difficile"
      },
      {
        "paperId": "de45b4eb1e7d45d8ad813ba1e3bc78386c1d2ae1",
        "title": "A Novel Vibriophage vB_VcaS_HC Containing Lysogeny-Related Gene Has Strong Lytic Ability against Pathogenic Bacteria"
      },
      {
        "paperId": "425171cab5328fd7f7c95ad676bb050d710cbb6f",
        "title": "Complete genome sequence of a novel bacteriophage, ATCEA85, infecting Enterobacter aerogenes"
      },
      {
        "paperId": "f094760e8c9d05ee4f445f7c1a3e8e7e43c335cb",
        "title": "Complete Genome Sequence of Sulfitobacter Phage ϕGT1, Isolated from a Tidal Flat"
      },
      {
        "paperId": "706a1f9f760615f2070b8777c25098d4285661b7",
        "title": "Draft Genome Sequence of the Lytic Salmonella Phage OSY-STA, Which Infects Multiple Salmonella Serovars"
      },
      {
        "paperId": "2f193bf164de69feb6b34fca141e4768391db2b1",
        "title": "Complete Genome Sequence of Ralstonia Phage Remenis, a Member of Putative New Genus within the Siphoviridae"
      },
      {
        "paperId": "980ca01bc69a3334da1580a4d22210f94d470f51",
        "title": "PhageAI - Bacteriophage Life Cycle Recognition with Machine Learning and Natural Language Processing"
      },
      {
        "paperId": "18bd7669f72a694e58b49dcb4e6146c4137a8423",
        "title": "Complete Genome Sequence of Broad-Host-Range Staphylococcus aureus Myophage ESa1"
      },
      {
        "paperId": "63b0c857cf457d5e9ed5f74cceb8c857dd2861b3",
        "title": "The Spatial Heterogeneity of the Gut Limits Predation and Fosters Coexistence of Bacteria and Bacteriophages."
      },
      {
        "paperId": "8fbca4a98a03de94729b17881654a292eed654b9",
        "title": "DRAM for distilling microbial metabolism to automate the curation of microbiome function"
      },
      {
        "paperId": "d9448db901cbcc5d8cab9ed81cd10dda24ad53c3",
        "title": "The lytic bacteriophage vB_EfaH_EF1TV, a new member of the Herelleviridae family, disrupts biofilm produced by Enterococcus faecalis clinical strains."
      },
      {
        "paperId": "dc37bdf05afd4d75fa2eb9795df747dc7ed56934",
        "title": "Identification and Functional Analysis of Temperate Siphoviridae Bacteriophages of Acinetobacter baumannii"
      },
      {
        "paperId": "61663423d875250da5a3924830319f4418a7cec1",
        "title": "The characteristics and genome analysis of vB_ApiP_XC38, a novel phage infecting Acinetobacter pittii"
      },
      {
        "paperId": "e4218e44a6551c6031289f9101e1a433f2673e1f",
        "title": "Isolation, characterization, and comparative genomic analysis of a phage infecting high-level aminoglycoside-resistant (HLAR) Enterococcus faecalis"
      },
      {
        "paperId": "9c1656bddfce2fb9c73a6fbb6c5f72bd4d6cf38e",
        "title": "Isolation and Characterization of a New Phage Infecting Elizabethkingia anophelis and Evaluation of Its Therapeutic Efficacy in vitro and in vivo"
      },
      {
        "paperId": "067e9fa26df125b6b5a4092e2d3cda4b1be63984",
        "title": "Discovery of Three Toxic Proteins of Klebsiella Phage fHe-Kpn01"
      },
      {
        "paperId": "0fac7c9d837e7927c58d92d52caa05088ea4814e",
        "title": "Complete Genome Sequence of Bacillus cereus Bacteriophage vB_BceS_KLEB30-3S"
      },
      {
        "paperId": "1c10f088967b6a7b2d0e4a0d74e093ddc97a52d3",
        "title": "Complete Genome Sequences of Five Salmonella enterica Phages, NBSal001, NBSal002, NBSal003, NBSal004, and NBSal005"
      },
      {
        "paperId": "e81d17a46020d825442c2bb8c542310077b2930b",
        "title": "The genetic basis of phage susceptibility, cross-resistance and host-range in Salmonella"
      },
      {
        "paperId": "6908eed4d404d7d50a11c2d3509d696dea6cedf0",
        "title": "Complete genome sequence of Xanthomonas phage RiverRider, a novel N4-like bacteriophage that infects the strawberry pathogen Xanthomonas fragariae"
      },
      {
        "paperId": "0d78bdbf555abfb7581822ed899e3e9dd7636076",
        "title": "Complete Genome Sequence of Xanthomonas vesicatoria Bacteriophage ΦXaF18, a Contribution to the Biocontrol of Bacterial Spot of Pepper in Mexico"
      },
      {
        "paperId": "d77d20fe3163af04d4afebb30e495bf47f1ba16d",
        "title": "Complete Genome Sequence of Staphylococcus aureus Phage SA75, Isolated from Goat Feces"
      },
      {
        "paperId": "2ef6a53c6383db3dfda5b986583fce491edcb61d",
        "title": "A novel deep-sea bacteriophage possesses features of Wbeta-like viruses and prophages"
      },
      {
        "paperId": "ab6530d4a6c46f537f832f8009ae2db8e3e582a6",
        "title": "Bacteroides thetaiotaomicron-infecting bacteriophage isolates inform sequence-based host range predictions"
      },
      {
        "paperId": "e86d92862ec32d4ab1ce83326d0d9a1bc3e1b866",
        "title": "Genome Sequences of vB_RleM_RL38JI and vB_RleM_RL2RES, Two Virulent Rhizobium leguminosarum Transducing Phages"
      },
      {
        "paperId": "57c639c28d938d5333e90c7af350d888006716ec",
        "title": "Characterization of the Enterobacter Phage vB_EclM_CIP9"
      },
      {
        "paperId": "29338e0a4896525589bf252aca20db54e1cc67bc",
        "title": "Microbial DNA on the move: sequencing based detection and analysis of transduced DNA in pure cultures and microbial communities"
      },
      {
        "paperId": "44226085153ddc257abe5b68f05a46917cee2d25",
        "title": "Complete Genome Sequence of Stenotrophomonas Phage Mendera"
      },
      {
        "paperId": "343f4646994f191b8f39fd71b296b0e2387ea211",
        "title": "Complete Genome Sequence of Stenotrophomonas maltophilia Myophage Moby"
      },
      {
        "paperId": "4a500b0be6287a5ad9a6ad663feb73640e7c8dc3",
        "title": "Complete Genome Sequence of Serratia marcescens Podophage Pila"
      },
      {
        "paperId": "02e1dadcdcfb7a421778026ce69509fff2175a3f",
        "title": "Complete Genome Sequence of Serratia marcescens Siphophage Slocum"
      },
      {
        "paperId": "4d85bd846141b813db97752f7d3ea04095caa21e",
        "title": "Complete Genome Sequence of Serratia Phage Muldoon"
      },
      {
        "paperId": "0b0b8ea93a43623605684f2d331f911405f078d0",
        "title": "TAC1, an unclassified bacteriophage of the family Myoviridae infecting Acinetobacter baumannii with a large burst size and a short latent period"
      },
      {
        "paperId": "badd84a12bac4eff32b719bac47baa8736e09d41",
        "title": "Looking for the hidden: Characterization of lysogenic phages in potential pathogenic Vibrio species from the North Sea."
      },
      {
        "paperId": "018235fd270df0daad0a2358927b562e6a3b7c6d",
        "title": "Characterization and genome sequencing of a novel T7-like lytic phage, kpssk3, infecting carbapenem-resistant Klebsiella pneumoniae"
      },
      {
        "paperId": "8e3ae5078bc78d74c4fbe4bad530ac92778a6e01",
        "title": "Complete Genome Sequence of Klebsiella pneumoniae Podophage Pylas"
      },
      {
        "paperId": "f913ba001788296e5ba9f7f9701d1bbf05e3034b",
        "title": "Complete Genome Sequence of Proteus mirabilis Phage Myduc"
      },
      {
        "paperId": "2b1b4d354810f7909f034618ccdb75588d2065c7",
        "title": "Characterization of a Novel Thermobifida fusca Bacteriophage P318"
      },
      {
        "paperId": "b2c613dc3f5384038f7827af86e46f1290b44989",
        "title": "Complete Genome Sequence of Klebsiella pneumoniae Siphophage Seifer"
      },
      {
        "paperId": "bddaddd3f2f88652c10dd5555fdb77bec3c74ea8",
        "title": "Genomic characterization of a novel virulent phage infecting the Aeromonas hydrophila isolated from rainbow trout (Oncorhynchus mykiss)."
      },
      {
        "paperId": "ab5f09a1f3143aa44175cacf162aa228543d1ec9",
        "title": "The spatial heterogeneity of the gut limits bacteriophage predation leading to the coexistence of antagonist populations of bacteria and their viruses"
      },
      {
        "paperId": "9150226da8ba2e056de75b7ae1c07f68d6cc9097",
        "title": "Complete Genome Sequence of Salmonella enterica Serovar Typhimurium Siphophage Seabear"
      },
      {
        "paperId": "5cd7ebd07fd73897d460ae5294e3013ae2eaf058",
        "title": "Complete Genome Sequence of Proteus mirabilis Siphophage Stubb"
      },
      {
        "paperId": "9b5b6f1ff15dc1c3070153539b76f382e29cda3d",
        "title": "Complete Genome Sequence of Proteus mirabilis Siphophage Saba"
      },
      {
        "paperId": "f1b14fc7e58e36fac74990b1e558021f47af49fd",
        "title": "Complete Genome Sequence of Salmonella enterica Serovar Enteritidis Siphophage Seafire"
      },
      {
        "paperId": "485479389fc35b81d46448e03b6f9d5b427ee361",
        "title": "Complete Genome Sequence of Vibrio natriegens Phage Phriendly"
      },
      {
        "paperId": "4b41729b521243613b734a0419bf8b72fdd4885d",
        "title": "Complete Genome Sequence of Staphylococcus aureus Myophage Maine"
      },
      {
        "paperId": "fc6c3d9189d118d1f0540e79cce50c258a14706b",
        "title": "Complete Genome Sequence of Escherichia coli Siphophage Shashou"
      },
      {
        "paperId": "28b13177528001df6b8d3c53c776c2a60540c872",
        "title": "Complete Genome Sequence of Xanthomonas Siphophage Samson"
      },
      {
        "paperId": "b71ec0c36ceaae161526ba38432e6907972cdbea",
        "title": "Complete Genome Sequence of Stenotrophomonas Phage Pokken"
      },
      {
        "paperId": "fb23257f9e3f55cbf3b38b7e2b008fc0a83c646e",
        "title": "Complete Genome Sequence of Escherichia coli Siphophage Snoke"
      },
      {
        "paperId": "842c7b25eb8117855acd26435667afe9edb2f09f",
        "title": "Complete Genome Sequence of Escherichia coli Phage Paul"
      },
      {
        "paperId": "c929ba20d84d9c7c4fcba6721e1f812d66037d1f",
        "title": "Complete Genome Sequence of Salmonella enterica Siphophage Shemara"
      },
      {
        "paperId": "b56b1e995402abe5d0c0b299c74f0dd31d86df9b",
        "title": "Complete Genome Sequence of a Shiga Toxin-Converting Bacteriophage, Escherichia Phage Lys12581Vzw, Induced from an Outbreak Shiga Toxin-Producing Escherichia coli Strain"
      },
      {
        "paperId": "3a9fbe59e87fabc36bc7eada53fddfc25a3ee7b6",
        "title": "Complete Genome Sequence of Escherichia coli Myophage Mangalitsa"
      },
      {
        "paperId": "652462efbf06552aec6d52b0989718d0c28f4e58",
        "title": "Complete Genome Sequence of Salmonella enterica Myophage Matapan"
      },
      {
        "paperId": "8b64ee667316f06ce35961e964f4bf1e5039e70b",
        "title": "Complete Genome Sequence of Escherichia coli Siphophage Sciku"
      },
      {
        "paperId": "f94ca932e5703e3bf0d3755bf98e59affae263d8",
        "title": "Complete Genome Sequences of Two Klebsiella pneumoniae Phages Isolated as Part of an International Effort"
      },
      {
        "paperId": "827c295a5a9d839ec5e40e16e42599f68fbdf914",
        "title": "Complete Genome Sequence of Serratia marcescens Myophage MyoSmar"
      },
      {
        "paperId": "b8f1279043d22e655b0ac3e94693151c386d983a",
        "title": "Complete Genome Sequence of Shelby, a Siphophage Infecting Carbapenemase-Producing Klebsiella pneumoniae"
      },
      {
        "paperId": "648cc885ecbb02a3d3d9cab530827ceb8e6ac72f",
        "title": "Complete Genome Sequence of Escherichia coli Podophage Penshu1"
      },
      {
        "paperId": "b3be2cd7814c0613da997feff95b8e3ccaf38150",
        "title": "Complete Genome Sequence of Klebsiella pneumoniae Phage Sweeny"
      },
      {
        "paperId": "0fbf3c6f789b52d1f861850139cadf033b38037b",
        "title": "Complete Genome Sequence of Salmonella enterica Siphophage Shelanagig"
      },
      {
        "paperId": "0f10af52f0758d0dd19666f4eb05a0b7f047ba49",
        "title": "Complete Genome Sequence of Stenotrophomonas maltophilia Podophage Ponderosa"
      },
      {
        "paperId": "4c93ad8f1190118eb0642c15e0c8cf497775c04d",
        "title": "Complete Genome Sequence of Sin4, a Siphophage Infecting Carbapenemase-Producing Klebsiella pneumoniae"
      },
      {
        "paperId": "d42309d6677e3563d7ad8164ebda4b496174005d",
        "title": "Complete Genome Sequence of Klebsiella pneumoniae Myophage Magnus"
      },
      {
        "paperId": "1505ce235c3b574b97a6e597232132ffef5615ba",
        "title": "Complete Genome Sequence of Xanthomonas Phage Pagan"
      },
      {
        "paperId": "1232d98c8283a5ffeafdea1f0a0c47bdfd18ebb4",
        "title": "Complete Genome Sequence of Escherichia coli Podophage Peacock"
      },
      {
        "paperId": "67379dec1a08a4caf3d4bc4f1cb844660ef65ab5",
        "title": "Complete Genome Sequence of Klebsiella pneumoniae Siphophage Skenny"
      },
      {
        "paperId": "2038ba004e0b10811f3ac9b979e9ba2435e16984",
        "title": "Complete Genome Sequence of Escherichia coli Phage Pisces"
      },
      {
        "paperId": "727c669a9d8bb0f7f56be04a103dbb5bb6839563",
        "title": "Complete Genome Sequence of Escherichia coli Siphophage Schulenberg"
      },
      {
        "paperId": "b432cc4bded165ccf14560388e2cba0c403528d1",
        "title": "Complete Genome Sequence of Escherichia coli Myophage Mansfield"
      },
      {
        "paperId": "0c819d482c8519b9b777ae10810c931590f12bb4",
        "title": "Genome Sequence of a T4-like Phage, Escherichia Phage vB_EcoM-Sa45lw, Infecting Shiga Toxin-Producing Escherichia coli Strains"
      },
      {
        "paperId": "ab67c6464e20982af67dccb91a8a51837f488ccf",
        "title": "Complete Genome Sequence of Escherichia coli Phage vB_EcoM Sa157lw, Isolated from Surface Water Collected in Salinas, California"
      },
      {
        "paperId": "6eb35a61256c787e9dde85d7e286042ac86aab57",
        "title": "Genome Sequence of Pseudomonas Phage UMP151, Isolated from the Female Bladder Microbiota"
      },
      {
        "paperId": "6857151531723214138549c3b5a3d5ca69a148b8",
        "title": "Complete Genome Sequence of Enterotoxigenic Escherichia coli Podophage LL11"
      },
      {
        "paperId": "82eec17587f590e3611f91d0d70007717f85dffa",
        "title": "Complete Genome Sequence of Serratia marcescens Podophage Parlo"
      },
      {
        "paperId": "1a83eaaaa72c22f6b7b1ff88ef1db287787fc4db",
        "title": "Complete Genome Sequence of the Novel Klebsiella pneumoniae Phage Marfa"
      },
      {
        "paperId": "d5b8f466642316dfa2b9cd9b33a0727cd0bbc78a",
        "title": "Complete Genome Sequence of Staphylococcus aureus Siphophage Sebago"
      },
      {
        "paperId": "6d9585d8ecf1259aeffccba6881b79c949567f79",
        "title": "Complete Genome Sequence of Enterotoxigenic Escherichia coli Myophage LL12"
      },
      {
        "paperId": "6f65341dd05208237bf439e3820f0bd1906f8f69",
        "title": "Complete Genome Sequence of Salmonella enterica Serovar Heidelberg Siphophage Sepoy"
      },
      {
        "paperId": "75d4b57fe08b5e71b223160b8a48d810bf84b342",
        "title": "Complete Genome Sequence of Serratia marcescens Myophage Moabite"
      },
      {
        "paperId": "d35d89ea824952d0baaf4a1730f7be5da0a0cb0f",
        "title": "Complete Genome Sequence of Staphylococcus aureus Siphophage Lorac"
      },
      {
        "paperId": "76cad4499c7016a6a221ec7794b8e6c31a256f7a",
        "title": "Integrative omics analysis of Pseudomonas aeruginosa virus PA5oct highlights the molecular complexity of jumbo phages"
      },
      {
        "paperId": "c138e41ba53c4bf9b58644118ace4916ea73a3f7",
        "title": "Complete Genome Sequence of Serratia marcescens Phage MTx"
      },
      {
        "paperId": "b548c7dc34e9d9bf0ec472cbc7abddcb85ddeb95",
        "title": "Complete Genome Sequence of Escherichia coli Myophage Minorna"
      },
      {
        "paperId": "8dbdaaf94224dd025981d72c19b3d4bf2db9fe6b",
        "title": "Characterization of a Lytic Bacteriophage as an Antimicrobial Agent for Biocontrol of Shiga Toxin-Producing Escherichia coli O145 Strains"
      },
      {
        "paperId": "cb7a1d2ed41c2ad9ed2154f7867b8d93120e6b96",
        "title": "Complete Genome Sequence of Agrobacterium tumefaciens Myophage Milano"
      },
      {
        "paperId": "68d97341264329959da45e90ef0f3012aea2dd4b",
        "title": "Bioinformatic analyses of a potential Salmonella-virus-FelixO1 biocontrol phage BPS15S6 and the characterisation and anti-Enterobacteriaceae-pathogen activity of its endolysin LyS15S6"
      },
      {
        "paperId": "5842550eeaf9a7cd739a47e04458f123ed740d28",
        "title": "Genome replication dynamics of a bacteriophage and its satellite reveal strategies for parasitism and viral restriction"
      },
      {
        "paperId": "b71fae6c082763da528536ba340694f3ff99f0ba",
        "title": "Genomic characterization of four novel Staphylococcus myoviruses"
      },
      {
        "paperId": "4c61b0ba85b06ae4a005cc6f8f8b8c2ac9958cd6",
        "title": "Complete Genome Sequence of Salmonella enterica Serovar Typhimurium Siphophage Skate"
      },
      {
        "paperId": "cb8d704ce689f8e650704b2b8abdd476865d4714",
        "title": "New Bacteriophages against Emerging Lineages ST23 and ST258 of Klebsiella pneumoniae and Efficacy Assessment in Galleria mellonella Larvae"
      },
      {
        "paperId": "704c31b2607da75d4f13b26710f2efcaabdc8abd",
        "title": "Complete Genome Sequence of Klebsiella pneumoniae Podophage Patroon"
      },
      {
        "paperId": "e16649cd9872e57d80ff3d929fcace04dc2d2003",
        "title": "Complete Genome Sequence of Serratia marcescens Siphophage Scapp"
      },
      {
        "paperId": "67a3032a864d1a3c839356ae19062337043576a9",
        "title": "Genomic hypervariability of phage Andromeda is unique among known dsDNA viruses"
      },
      {
        "paperId": "9e7a96d439382d4b4d439a183e4aa4f87621a691",
        "title": "Novel haloarchaeal viruses from Lake Retba infecting Haloferax and Halorubrum species."
      },
      {
        "paperId": "b68b9e20d8e842415f325d3e1a6270bc39e0bea6",
        "title": "Discovery of Shiga Toxin-Producing Escherichia coli (STEC)-Specific Bacteriophages From Non-fecal Composts Using Genomic Characterization"
      },
      {
        "paperId": "e15665f68f7457a0fb3dea690892a114728c1066",
        "title": "Characterization of Two Pseudomonas aeruginosa Viruses vB_PaeM_SCUT-S1 and vB_PaeM_SCUT-S2"
      },
      {
        "paperId": "d64ccc2c36bb0fe1a73678942f4e97222856fb24",
        "title": "Complete Genome Sequence of Bacillus amyloliquefaciens Bacteriophage Ray17"
      },
      {
        "paperId": "019008506f1edfb63f7f39aa52388f4fa85988f8",
        "title": "Complete Genome Sequence of Klebsiella pneumoniae Myophage Menlow"
      },
      {
        "paperId": "af623571c9d0f19321524eeed7e309e11b87d293",
        "title": "Halobacterium salinarum virus ChaoS9, a Novel Halovirus Related to PhiH1 and PhiCh1"
      },
      {
        "paperId": "0617c4ad4ba1dcfdc97604f343ce7c4dd2184233",
        "title": "Bacteriophages of the Human Gut: The \"Known Unknown\" of the Microbiome."
      },
      {
        "paperId": "eadb049ed66c0676070b04bc1347d88b2d9923f8",
        "title": "Cryo-EM structure and in vitro DNA packaging of a thermophilic virus with supersized T=7 capsids"
      },
      {
        "paperId": "233dee2f42928104252d9ac7fded2297c227417b",
        "title": "Characterization of a Highly Virulent Edwardsiella anguillarum Strain Isolated From Greek Aquaculture, and a Spontaneously Induced Prophage Therein"
      },
      {
        "paperId": "bd3d34ebb7b46a367e5426f95705ff5caecb3626",
        "title": "Complete Genome Sequence of a Lytic T7-Like Phage, Escherichia Phage vB_EcoP-Ro45lw, Isolated from Nonfecal Compost Samples"
      },
      {
        "paperId": "b2f6080f3a0e6e9c72fff974a0a8849956ab050c",
        "title": "Lytic KFS-SE2 phage as a novel bio-receptor for Salmonella Enteritidis detection"
      },
      {
        "paperId": "6ed37d5ea190d975b987dc463952ad85e811e562",
        "title": "Complete genome analysis of a Siphoviridae phage TSK1 showing biofilm removal potential against Klebsiella pneumoniae"
      },
      {
        "paperId": "a864ec81c063b040a801f93625767ec226b3610c",
        "title": "Detection of Bacteriophages: Sequence-Based Systems"
      },
      {
        "paperId": "87741d10b03a631d73f41eb73c4b01358c8cd452",
        "title": "ΦCrAss001 represents the most abundant bacteriophage family in the human gut and infects Bacteroides intestinalis"
      },
      {
        "paperId": "a617553be95acb29ecb7a14d6ba85540b10632a6",
        "title": "Complete Genome Sequence of Escherichia Phage vB_EcoM-Pr121LW, Isolated from Soil in an Organic Farm"
      },
      {
        "paperId": "e79f7b19e7e910d90d3cdc92f265d74fbabce107",
        "title": "Complete Genome Sequence of Klebsiella pneumoniae Siphophage Sugarland"
      },
      {
        "paperId": "4e07683fb81cd5709b07a054b1a839225bdc3ac9",
        "title": "Complete Genome Sequence of the Model Halovirus PhiH1 (ΦH1)"
      },
      {
        "paperId": "e704c2d1e35120a116293d50ace62403e46f1edb",
        "title": "Complete Genome Sequence of Sinorhizobium Phage ΦM6, the First Terrestrial Phage of a Marine Phage Group"
      },
      {
        "paperId": "a4fbf447289e4432ed1f31578ecc24f40f98164b",
        "title": "Genome Sequences of Nine Erwinia amylovora Bacteriophages"
      },
      {
        "paperId": "1e9eb2b76bf7046a82486ed4b36a9fbfbe966bde",
        "title": "A New Freshwater Cyanosiphovirus Harboring Integrase"
      },
      {
        "paperId": "2bb7cab53dd79286dc363255afdcb5216fb223d9",
        "title": "Genome-wide screens reveal Escherichia coli genes required for growth of T1-like phage LL5 and V5-like phage LL12"
      },
      {
        "paperId": "5532a42021e39f14d1437cb4af638495955836ba",
        "title": "Complete Genome Sequence of Escherichia coli Phage vB_EcoS Sa179lw, Isolated from Surface Water in a Produce-Growing Area in Northern California"
      },
      {
        "paperId": "fc4ec7adbea89a5455ec52c4154adbef9072f786",
        "title": "A Linear Plasmid-Like Prophage of Actinomyces odontolyticus Promotes Biofilm Assembly"
      },
      {
        "paperId": "4d251a9a5bfbfaff4c5aa1fafc154d32eb8d39df",
        "title": "Transposition Behavior Revealed by High-Resolution Description of Pseudomonas Aeruginosa Saltovirus Integration Sites"
      },
      {
        "paperId": "d06f5f1276cff74e77d6b31e9f3d653a25238d70",
        "title": "Isolation and characterization of Clostridium perfringens bacteriophages and optimization of electro-transformation parameters for Clostridium difficile"
      },
      {
        "paperId": "db69e772c1941b92958930b939c9498a78445d67",
        "title": "Biology and taxonomy of crAss-like bacteriophages, the most abundant virus in the human gut"
      },
      {
        "paperId": "de44c8e7aec381accd48f1e028094d77a489cb05",
        "title": "Phages infecting Faecalibacterium prausnitzii belong to novel viral genera that help to decipher intestinal viromes"
      },
      {
        "paperId": "a9a1a0e59cf1af09cb174318da90ab1259aac5d9",
        "title": "Characterizing Phage Genomes for Therapeutic Applications"
      },
      {
        "paperId": "bab93f17407373081485687338a204683c6d6983",
        "title": "“French Phage Network”—Third Meeting Report"
      },
      {
        "paperId": "23871623beb2ef3f157d7cf527ecee1f783c7d8a",
        "title": "High Prevalence and Genetic Diversity of Large phiCD211 (phiCDIF1296T)-Like Prophages in Clostridioides difficile"
      },
      {
        "paperId": "f4a96b9b5c812e80e0573176e2aaf2ada1c6fece",
        "title": "Vast human gut virus diversity uncovered by combined short- and long-read sequencing"
      },
      {
        "paperId": "8190926989cfcee0787db5285e4fb919618564c4",
        "title": "Qualitative Proteomic and Genomic Analysis of Klebsiella pneumoniae Bacteriophage KaOmega"
      },
      {
        "paperId": "9fbf47b8a03c65416e87c139de68443fa1f801eb",
        "title": "Complete Genome Sequence of Klebsiella aerogenesMyophage Metamorpho"
      },
      {
        "paperId": "b972be343bb14723cf51647a9531686f95eb2224",
        "title": "Genomic characterization of four novel bacteriophages infecting the clinical pathogen Klebsiella pneumoniae"
      },
      {
        "paperId": "3cb8218177cd12fffaa6ed09e42d0d2465123e47",
        "title": "Loyola eCommons Loyola eCommons Genome Sequence of Pseudomonas Phage UMP151, Isolated Genome Sequence of Pseudomonas Phage UMP151, Isolated from the Female Bladder Microbiota from the Female Bladder Microbiota"
      },
      {
        "paperId": "a97e4a74577c0f6111017a5ad1973fff70ef160e",
        "title": "Bacteriophages for Environmental Applications: Effect of Trans-organismic Communication on Wastewater Treatments"
      },
      {
        "paperId": "2f7a0ba7129b676fa3009a1a0236cbf5bf2e7a32",
        "title": "Structure and assembly of archaeal viruses."
      },
      {
        "paperId": "3ed5f0b06004a6316ff081a5be4654c870c77f23",
        "title": "Biocommunication of Phages"
      },
      {
        "paperId": "d5a5da14da02a1607a89eb7d40dbe13590ccb0ec",
        "title": "Complete Genome Sequence of a Lytic T7-Like Phage, <italic toggle='yes'>Escherichia</italic> Phage vB_EcoP-Ro45lw, Isolated from Nonfecal Compost Samples"
      },
      {
        "paperId": "9d8d8f886266be80d19f1a3ddf4aeb953384a02b",
        "title": "Transduction: The Transfer of Host DNA by Bacteriophages"
      },
      {
        "paperId": "be74017e8f7484d40bcf86e78297f7cc2a1b95ae",
        "title": "Thanks ! Title ΦCrAss 001 represents the most abundant bacteriophage family in the human gut and infects Bacteroides intestinalis"
      },
      {
        "paperId": "eccf8fe368933190f4f6bd91ade8ade0afe7d231",
        "title": "Prophage induction can facilitate the in vitro AU"
      },
      {
        "paperId": "601eb7e589397695e79f5afaf7f33c7356d99e81",
        "title": "1 Accumulation of defense systems in phage resistant strains of Pseudomonas aeruginosa"
      },
      {
        "paperId": "52c1a3988fbdcc222f5af40692736e98bc3dd1cb",
        "title": "Loyola eCommons Loyola eCommons"
      }
    ],
    "references": [
      {
        "paperId": "0918207927ab5205e87f94924d51b78e9f67e2d9",
        "title": "Predicting genome terminus sequences of Bacillus cereus-group bacteriophage using next generation sequencing data"
      },
      {
        "paperId": "bb515da2b3e28ecc604046a59d5bfa064ef78c63",
        "title": "Two Novel Myoviruses from the North of Iraq Reveal Insights into Clostridium difficile Phage Diversity and Biology"
      },
      {
        "paperId": "53c59ed0032b32d21b9486ad241866b6b5b0f721",
        "title": "Software-based analysis of bacteriophage genomes, physical ends, and packaging strategies"
      },
      {
        "paperId": "5c923f7792fe5520e5e7aec7d7e186b8b12a74e7",
        "title": "Assessing Illumina technology for the high-throughput sequencing of bacteriophage genomes"
      },
      {
        "paperId": "5ad27ce9b23b44371721922083763a569850a2dc",
        "title": "A novel termini analysis theory using HTS data alone for the identification of Enterococcus phage EF4-like genome termini"
      },
      {
        "paperId": "432f05b4db1cb4f4e88fd498c084fffb310d17de",
        "title": "The Clostridium difficile PCR ribotype 027 lineage: a pathogen on the move."
      },
      {
        "paperId": "c337c72468fc52553644bef5e5be8d90c5a130d0",
        "title": "Scrutinizing Virus Genome Termini by High-Throughput Sequencing"
      },
      {
        "paperId": "4638b89bbf2304de7c175c52073fe3b608ebf6b2",
        "title": "SPAdes: A New Genome Assembly Algorithm and Its Applications to Single-Cell Sequencing"
      },
      {
        "paperId": "49afcdf8426ff5c2a80883bafb796c5494194a6b",
        "title": "Phamerator: a bioinformatic tool for comparative bacteriophage genomics"
      },
      {
        "paperId": "f2b4ee954b5837ad72f4386f827a9a48322f4061",
        "title": "Prophage-Stimulated Toxin Production in Clostridium difficile NAP1/027 Lysogens"
      },
      {
        "paperId": "e1dedda05200c22c20dc060426121f874e1648e0",
        "title": "MicroScope: a platform for microbial genome annotation and comparative genomics"
      },
      {
        "paperId": "bc812fd794e13115158d6dff3388274b90b22e47",
        "title": "The genome of Bacillus subtilis bacteriophage SPO1."
      },
      {
        "paperId": "cccdadaba3b4b598d0d963b9c9d431cec24c4bd4",
        "title": "Velvet: algorithms for de novo short read assembly using de Bruijn graphs."
      },
      {
        "paperId": "bff6880be4566366fa064c6b7ce375fda964acf0",
        "title": "Viral capsids: Mechanical characteristics, genome packaging and delivery mechanisms"
      },
      {
        "paperId": "c8e9cff2a55d8fd7677c17345590e36a9b6917a9",
        "title": "Complete genome sequence of bacteriophage T5."
      },
      {
        "paperId": "61c590216b2c2978b887182e9665a00a1120bb90",
        "title": "Complete nucleotide sequence and likely recombinatorial origin of bacteriophage T3."
      },
      {
        "paperId": "e4e4fc726580415c50a857deebb0d6ce0d48f0fe",
        "title": "Genomic sequences of bacteriophages HK97 and HK022: pervasive genetic mosaicism in the lambdoid bacteriophages."
      },
      {
        "paperId": "49039fbed900df1787c53fc5f445e4471d564881",
        "title": "Phage DNA packaging"
      },
      {
        "paperId": "4147a4b5cb3912f635fee3a931e1f3c1b87bc619",
        "title": "Virus DNA packaging: the strategy used by phage λ"
      },
      {
        "paperId": "81736a819926a165e79204d78b2a6432c31a770e",
        "title": "Bacteriophage P1 genes involved in the recognition and cleavage of the phage packaging site (pac)."
      },
      {
        "paperId": "9598a403e926cd0047616f29ec9e50755feafcdc",
        "title": "Structure of the ends of the coliphage N4 genome."
      },
      {
        "paperId": "243edf741e3e870d335c8c466393da024e6c8631",
        "title": "Recognition and cleavage of the bacteriophage P1 packaging site (pac). II. Functional limits of pac and location of pac cleavage termini."
      },
      {
        "paperId": "a5bf7e9bf6463a2dd43060c472b9b0a0038ef4d8",
        "title": "Recognition and cleavage of the bacteriophage P1 packaging site (pac). I. Differential processing of the cleaved ends in vivo."
      },
      {
        "paperId": "8719dfe0de154da8c9757e363905a7a5b8099959",
        "title": "End structure and mechanism of packaging of bacteriophage T4 DNA"
      },
      {
        "paperId": "e129a7ffae6eeb13ab1e3310273f0c8235d05f40",
        "title": "Structure of the bacteriophage lambda cohesive end site: location of the sites of terminase binding (cosB) and nicking (cosN)."
      },
      {
        "paperId": "6a95ac00cb04c083d1fd541094fc03b0339da742",
        "title": "Complete nucleotide sequence of bacteriophage T7 DNA and the locations of T7 genetic elements."
      },
      {
        "paperId": "508b60ea956ae986179bf7167df2b593d5f3cc56",
        "title": "Morphogenesis of bacteriophage phi 29 of Bacillus subtilis: oriented and quantized in vitro packaging of DNA protein gp3"
      },
      {
        "paperId": "de349bb580a840b417aa6b1647aae0b5aa80f948",
        "title": "Heterogeneous host DNA attached to the left end of mature bacteriophage Mu DNA"
      },
      {
        "paperId": "9fa86c4dbf74a592de5eef7ee2ee9ac7020af4ef",
        "title": "Maturation of bacteriophage P2 DNA."
      },
      {
        "paperId": "943655be4cb837d8f3dffa06fe92fe2518dfa7db",
        "title": "Physical mapping of BglII, BamHI, EcoRI, HindIII and PstI Restriction fragments of bacteriophage P1 DNA"
      },
      {
        "paperId": "8e1dfa5a59493d8b6ed650485ce4eafda47e2a48",
        "title": "Non-random circular permutation of phage P22 DNA."
      },
      {
        "paperId": "2315a8fbdfc59b29eda9ca20cba4687806239e9f",
        "title": "Determining DNA packaging strategy by analysis of the termini of the chromosomes in tailed-bacteriophage virions."
      },
      {
        "paperId": "178b847311df256772cf95e74e8ba03087a409ab",
        "title": "Virus taxonomy : eighth report of the International Committee on Taxonomy of Viruses"
      },
      {
        "paperId": "7f56e9af8f13e1d417290940157060a169449ef4",
        "title": "Genotypic differentiation of twelve Clostridium species by polymorphism analysis of the triosephosphate isomerase (tpi) gene."
      },
      {
        "paperId": "07aafc547d81bb018406c59d9876b123178fe02f",
        "title": "The International Committee on Taxonomy of Viruses"
      },
      {
        "paperId": null,
        "title": "the strategy used by phage lambda"
      },
      {
        "paperId": null,
        "title": "Temperaturesensitive mutations in the bacteriophage Mu c repressor locate a 63-amino-acid DNA-binding domain"
      },
      {
        "paperId": "2dc25a479866b2a47f820b23b5fad25c0fdfc874",
        "title": "DNA packaging in dsDNA bacteriophages."
      }
    ]
  }
}