{
  "cache_date": "2025-03-17T02:10:05.221538",
  "data": "# README #\n[ ![Build Status](https://travis-ci.org/soedinglab/WIsH.svg?branch=master)](https://travis-ci.org/soedinglab/WIsH)\n\n### LICENSE ###\nWIsH is licensed under the General Public License (see the LICENSE file). Copyright Clovis Galiez (clovis.galiez@univ-grenoble-alpes.fr).\n\n<p align=\"center\"><img src=\"https://raw.githubusercontent.com/soedinglab/WIsH/master/WIsHAlpha0Bg.png\" height=\"256\" /></p>\n\n\n### What is this repository for? ###\n\n* WIsH can identify bacterial hosts from metagenomic data, keeping good accuracy even on smaller contigs.\n* version 1.1\n* [Availabity](git@github.com:soedinglab/WIsH.git)\n \n### How do I get set up? ###\n\n#### Installation: ####\n\n##### Docker: #####\nBuild the docker container:\n```\n#!bash\ncd /path/to/repository/of/WiSH\ndocker build -t wish .\n```\n\nTo run WIsH from the container:\n```\ndocker run -v /some/host/folder:/data wish <some WiSH commands>\n```\n\n##### Singularity: #####\nSingularity is an alterative to Docker, which is more suited for\nHPC environments.\n\nBuild the Singularity container:\n```\n#!bash\ncd /path/to/repository/of/WiSH\nsingularity build -f --nv --force $PWD/WIsH.sif $PWD/WIsH.def \n```\n\nTo run the WIsH singularity container interactively: \n```\nsingularity shell WIsH.sif\n```\n\nTo run the WIsH singularity container:\n```\n## This expects the [options] from WIsH\nsingularity run --bind /some/host/folder:/data WIsH.sif [options]\n```\n\n##### Linux: #####\n```\n#!bash\ngit clone https://github.com/soedinglab/WIsH.git\ncd WIsH\ncmake .\nmake\n```\n\n##### MacOS #####\nCompiling with OpenMP support on MacOS requires a recent gcc compiler. You can get gcc from [homebrew](https://brew.sh/).\n\n```\n#!bash\nbrew install gcc@6\nexport CC=gcc-6\nexport CXX=g++-6\n\ngit clone https://github.com/soedinglab/WIsH.git\ncd WIsH\ncmake .\nmake\n```\n\n\n#### Dependencies ####\nIf you want to enjoy the parallelization of WIsH, you should have the OpenMP library installed. WIsH uses C++11. The model construction and the interaction prediction are both parallelized. In both cases, it spreads one bacterial genome/model per thread as soon as you give WIsH the number N of threads to use (with the parameter \"-t N\").\n\n#### Database configuration ####\n\nYou need two different directory containing only sequence data in FASTA format. One should contain your potential host genomes (one becteria per FATSA file), the other should contain the viral contigs/genomes (one virus per FATSA file).\n\n#### Usage example ####\nTo run a prediction, you should proceed in two steps:\n\n1 - Create the models from the bacterial genomes you stored in FASTA format in prokaryoteGenomesDir:\n```\n#!bash\nmkdir modelDir\n./WIsH -c build -g prokaryoteGenomesDir -m modelDir\n```\nThis will create a model in modelDir for every bectrial genome.\n\n2 - Run the prediction on the viral sequences you stored in FASTA format in phageContigsDir:\n\n```\n#!bash\nmkdir outputResultDir\n./WIsH -c predict -g phageContigsDir -m modelDir -r outputResultDir -b 1\n```\nThis will output a file *llikelihood.matrix* containing a matrix of log-likelihood (rows are a bacteria, and columns are a viral contigs), and a \"summary\" file *prediction.list* containing for every viral sequence the host corresponding to highest log-likelihood (-b k option output the k best prediction by likelihood).\n\nThe files can be further analyzed with any text editor or with R:\n\n```\n#!R\n\nll = read.table(\"outputResultDir/llikelihood.matrix\")\npredictions = read.table(\"outputResultDir/prediction.list\")\n\n# Show the number of viral contigs targeting every potential hosts:\ntable(predictions$V2)\n\n# Show the histogram of the log-likelihoods for the best predictions:\nhist(predictions$V3)\n```\n\n#### Getting the null paramters for new bacterial models ####\nIf you want to get p-values for your predictions, you need to know the null parameters for a new bacterial model. To get them, for each bacterial model, you must run the predictions on a large set of phage genomes that are known *not* to infect your bacterial model (let's call it the null set of phages) and use the prediction likelihood to fit the null-model parameters. We achieved that in our benchmark by simply removing for every bacterial model B all the phages that were known to infect the same genus as B, then running the prediction for every genus G:\n```\n./WIsH -c predict -g setOfPhageContigsNotInfectingGenus_G -m modelsOfGenus_G -r outputNullModelResultDir -b 1\n```\n\nAnd then for each genus G, computing the parameters for the associated null-models using the script computeNullParameters.R.\n\n\nHowever, a simpler but less accurate method can be used to get all the parameters at once or also when lack of the taxonomy of your bacterial models. In that case, you have to collect a set of phage contigs/genomes such that for every bacterial model B_i the size of the set of phages P_i that infects B_i can be neglected compared to the set of phages that does *not* infect B_i. Then you can get the parameters for each model at once by running the prediction:\n\n```\n./WIsH -c predict -g superDiverseSetOfPhageContigs -m newModelsDir -r outputNullModelResultDir -b 1\n```\nwhere newModelsDir contains all your bacterial model that are missing their null-model parameters. Then, you can use the script computeNullParameters.R that takes the predictions and create a file containing the null parameters for every bacterial model in newModelsDir.\n\nAfterwards, to get the p-values while predicting interactions, please specify the options \"-b 1 -n nullParameters.tsv\" in a prediction call.\n\n### Troubleshooting - Bug reports ###\n\n* Please open a github issue or contact clovis.galiez@mpibpc.mpg.de\n"
}