{
  "cache_date": "2025-08-01T08:49:08.703223",
  "data": {
    "paperId": "906224c7dc106825ba53b1727edf3171125a8d20",
    "externalIds": {
      "PubMedCentral": "9061938",
      "MAG": "3041068737",
      "DOI": "10.3389/fgene.2022.885048",
      "CorpusId": 220516031,
      "PubMed": "35518360"
    },
    "url": "https://www.semanticscholar.org/paper/906224c7dc106825ba53b1727edf3171125a8d20",
    "title": "DBSCAN-SWA: An Integrated Tool for Rapid Prophage Detection and Annotation",
    "venue": "bioRxiv",
    "year": 2020,
    "referenceCount": 17,
    "citationCount": 21,
    "influentialCitationCount": 2,
    "openAccessPdf": {
      "url": "https://www.frontiersin.org/articles/10.3389/fgene.2022.885048/pdf",
      "status": "GREEN",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC9061938, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "47473241",
        "name": "R. Gan"
      },
      {
        "authorId": "82127486",
        "name": "Fengxia Zhou"
      },
      {
        "authorId": "2112109914",
        "name": "Yu Si"
      },
      {
        "authorId": "50841357",
        "name": "Han Yang"
      },
      {
        "authorId": "31203038",
        "name": "Chuangeng Chen"
      },
      {
        "authorId": "1814632981",
        "name": "Jiqiu Wu"
      },
      {
        "authorId": "2153304898",
        "name": "Fan Zhang"
      },
      {
        "authorId": "145545476",
        "name": "Zhiwei Huang"
      }
    ],
    "citations": [
      {
        "paperId": "4c42362b221cc8691f51ff91f42b440729fe6d70",
        "title": "Genomic analysis of community-associated methicillin-resistant Staphylococcus aureus (CA-MRSA) causing infections in children—a Spanish multicenter study"
      },
      {
        "paperId": "2f68d631754de00130fb68d51aa13df437b7df86",
        "title": "Genomic analysis of carbapenem-resistant Klebsiella pneumoniae blood isolates from nationwide surveillance in South Korea"
      },
      {
        "paperId": "780584c37f6c33c12e2d2a913534786ec61525b4",
        "title": "Effect of Bacillus velezensis MT9 on Nile Tilapia (Oreochromis Niloticus) Intestinal Microbiota"
      },
      {
        "paperId": "c188115d0e17662ec450267116e2c321b1b7fe99",
        "title": "Genomic Dissection of Metabolism, Prophage Elements, and Ecological Adaptations in Candidatus Liberibacter asiaticus"
      },
      {
        "paperId": "fba17acf7f6e2600ce9cc70f994a04f7637f61d6",
        "title": "Molecular epidemiological study of Pseudomonas aeruginosa strains isolated from hospitals in Brazil by MLST and CRISPR/Cas system analysis"
      },
      {
        "paperId": "34d159938f12d3908c9397ed5f6322ea13f22346",
        "title": "Whole-Genome Sequencing of Peribacillus frigoritolerans Strain d21.2 Isolated in the Republic of Dagestan, Russia"
      },
      {
        "paperId": "e5d1d858cca62d89c34bfb725b666bd19ce4ebb3",
        "title": "First Report of Carbapenem-Resistant Klebsiella michiganensis Co-Harboring blaKPC-2 and TmexCD2-ToprJ2 Isolated from Wastewater at a Tertiary Hospital in Beijing"
      },
      {
        "paperId": "850323fec3f1feef2602a35925fae0ad300b7f0d",
        "title": "A metagenome-assembled genome inventory for children reveals early-life gut bacteriome and virome dynamics."
      },
      {
        "paperId": "eb4603a5a345212fe8e9dd57164fa39ece12a560",
        "title": "VIBES: a workflow for annotating and visualizing viral sequences integrated into bacterial genomes"
      },
      {
        "paperId": "5687586d9f8b10690e3192648e554da743b8338e",
        "title": "Discerning the dissemination mechanisms of antibiotic resistance genes through whole genome sequencing of extended-spectrum beta-lactamase (ESBL)-producing E. coli isolated from veterinary clinics and farms in South Korea."
      },
      {
        "paperId": "e7b7076804403f16ef8d25f5d68683b3298491d2",
        "title": "Viral communities in millipede guts: Insights into the diversity and potential role in modulating the microbiome."
      },
      {
        "paperId": "83a8263814f79f4bc1d322a91793888b27da8b2b",
        "title": "Beav: a bacterial genome and mobile element annotation pipeline"
      },
      {
        "paperId": "f4a386cdf1cc465b252fce2f3f06db938dcb464b",
        "title": "Comparative Metagenomic Analysis of Bacteriophages and Prophages in Gnotobiotic Mouse Models"
      },
      {
        "paperId": "1ce72c0c31b6e3bf96ae8f86f134b9875254a9e6",
        "title": "VIBES: A Workflow for Annotating and Visualizing Viral Sequences Integrated into Bacterial Genomes"
      },
      {
        "paperId": "13b40f8f48118fd2d97529b024c2f46e6c3bcbe6",
        "title": "CRISPRimmunity: an interactive web server for CRISPR-associated Important Molecular events and Modulators Used in geNome edIting Tool identifYing"
      },
      {
        "paperId": "55016c19f6cabdced0058b66b239e0fd81ebd140",
        "title": "PhaGAA: an integrated web server platform for phage genome annotation and analysis"
      },
      {
        "paperId": "427c1bc990c251d71181fe7765480702c6ca84c6",
        "title": "PhageTailFinder: A tool for phage tail module detection and annotation"
      },
      {
        "paperId": "9308a3491bedc250c7ac6e8cef7a5771c9d6b9c8",
        "title": "Advances in the field of phage-based therapy with special emphasis on computational resources"
      },
      {
        "paperId": "b0f1d6e12a2d395a63c01c7849034339bbe083f1",
        "title": "Exploring the mobilome and resistome of Enterococcus faecium in a One Health context across two continents"
      },
      {
        "paperId": "4c3753574a033208e47979368ce5d835528899c0",
        "title": "Philympics 2021: Prophage Predictions Perplex Programs"
      },
      {
        "paperId": "e596f2e5c46582420e37b5773aa4d87ae795751c",
        "title": "PHISDetector: A Tool to Detect Diverse In Silico Phage–host Interaction Signals for Virome Studies"
      }
    ],
    "abstract": "Summary As an intracellular form of a bacteriophage in the bacterial host genome, a prophage is usually integrated into bacterial DNA with high specificity and contributes to horizontal gene transfer (HGT). Phage therapy has been widely applied, for example, using phages to kill bacteria to treat pathogenic and resistant bacterial infections. Therefore, it is necessary to develop effective tools for the fast and accurate identification of prophages. Here, we introduce DBSCAN-SWA, a command line software tool developed to predict prophage regions of bacterial genomes. DBSCAN-SWA runs faster than any previous tool. Importantly, it has great detection power based on analysis using 184 manually curated prophages, with a recall of 85% compared with Phage_Finder (63%), VirSorter (74%) and PHASTER (82%) for raw DNA sequences. DBSCAN-SWA also provides user-friendly visualizations including a circular prophage viewer and interactive DataTables. Availability and implementation DBSCAN-SWA is implemented in Python3 and is freely available under an open source GPLv2 license from https://github.com/HIT-ImmunologyLab/DBSCAN-SWA/.",
    "references": [
      {
        "paperId": "e596f2e5c46582420e37b5773aa4d87ae795751c",
        "title": "PHISDetector: A Tool to Detect Diverse In Silico Phage–host Interaction Signals for Virome Studies"
      },
      {
        "paperId": "93187c426ae5845fc34fed7041decc701502fd13",
        "title": "Prophage Hunter: an integrative hunting tool for active prophages"
      },
      {
        "paperId": "2e72610b5f9bb619a868ae8412e7e7cc25962485",
        "title": "Contemporary Phage Biology: From Classic Models to New Insights"
      },
      {
        "paperId": "c008e7ac3a0a09e10fc9bca1f62d7f09c4391400",
        "title": "PHASTER: a better, faster version of the PHAST phage search tool"
      },
      {
        "paperId": "c3380127c45af3833ae5d1d6f8f0856d97838ea5",
        "title": "Fast and sensitive protein alignment using DIAMOND"
      },
      {
        "paperId": "033cca37b3d332f1927d93440dac5f1ad9a42a1e",
        "title": "Insights into Secondary Metabolism from a Global Analysis of Prokaryotic Biosynthetic Gene Clusters"
      },
      {
        "paperId": "4b57f72ae7d091863dc87b852cd01823e7644223",
        "title": "Prokka: rapid prokaryotic genome annotation"
      },
      {
        "paperId": "7efd35eb509190bf1d006d4a28b1bf89b812241a",
        "title": "Activities at the Universal Protein Resource (UniProt)"
      },
      {
        "paperId": "bd11843aa20db8942e69e9fe2ba5343370c5cc96",
        "title": "PHAST: A Fast Phage Search Tool"
      },
      {
        "paperId": "3ec2f21be872c5addd4d25943d2c5988d451cc83",
        "title": "Tight Regulation of the intS Gene of the KplE1 Prophage: A New Paradigm for Integrase Gene Regulation"
      },
      {
        "paperId": "a66b2486a1ae6580944eabb8a6fc9449caa205c0",
        "title": "BLAST+: architecture and applications"
      },
      {
        "paperId": "41d6f81c8e711e8649849f5ba804534b9ec5d781",
        "title": "Phage_Finder: Automated identification and classification of prophage regions in complete bacterial genome sequences"
      },
      {
        "paperId": "9a2fdaaa7166cfada4018f06e288df945f1136ce",
        "title": "ARAGORN, a program to detect tRNA genes and tmRNA genes in nucleotide sequences."
      },
      {
        "paperId": "0bf78ed69aecfa907e0c458fbba62914b6fd8b05",
        "title": "Prophages and bacterial genomics: what have we learned so far?"
      },
      {
        "paperId": "69a305e1380f2750da2ccb2ecc4a14e92675b739",
        "title": "Integration sites for genetic elements in prokaryotic tRNA and tmRNA genes: sublocation preference of integrase subfamilies."
      },
      {
        "paperId": "1d186de15f3d95e176ac7402c29b791346d7446c",
        "title": "Orbital tuberculosis in childhood with intracranial extension: a case report"
      },
      {
        "paperId": "a1dc62ebec4811133d72713a2929358e29627c00",
        "title": "Distributed under Creative Commons Cc-by 4.0 Virsorter: Mining Viral Signal from Microbial Genomic Data"
      }
    ]
  }
}