{
  "cache_date": "2025-11-01T10:22:50.722332",
  "data": [
    {
      "created": "2025-11-01T04:10:30.752600+00:00",
      "modified": "2025-11-01T04:10:30.976528+00:00",
      "id": 17498673,
      "conceptrecid": "17498672",
      "doi": "10.5281/zenodo.17498673",
      "conceptdoi": "10.5281/zenodo.17498672",
      "doi_url": "https://doi.org/10.5281/zenodo.17498673",
      "metadata": {
        "title": "A MEDICINA DO TRABALHO NA PRÁTICA:  RELATO DE EXPERIÊNCIA DE VISITA TÉCNICA A UMA FÁBRICA DE CALÇADOS NO MUNICÍPIO DE SANTA RITA/PB",
        "doi": "10.5281/zenodo.17498673",
        "publication_date": "2025-11-01",
        "access_right": "open",
        "creators": [
          {
            "name": "Centro Universitário de João Pessoa - UNIPÊ",
            "affiliation": null
          }
        ],
        "resource_type": {
          "title": "Journal",
          "type": "publication",
          "subtype": "journal"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17498672"
              }
            }
          ]
        }
      },
      "title": "A MEDICINA DO TRABALHO NA PRÁTICA:  RELATO DE EXPERIÊNCIA DE VISITA TÉCNICA A UMA FÁBRICA DE CALÇADOS NO MUNICÍPIO DE SANTA RITA/PB",
      "links": {
        "self": "https://zenodo.org/api/records/17498673",
        "self_html": "https://zenodo.org/records/17498673",
        "preview_html": "https://zenodo.org/records/17498673?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.17498673",
        "self_doi": "https://doi.org/10.5281/zenodo.17498673",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17498673",
        "reserve_doi": "https://zenodo.org/api/records/17498673/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17498672",
        "parent_html": "https://zenodo.org/records/17498672",
        "parent_doi": "https://doi.org/10.5281/zenodo.17498672",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17498672",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17498673/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17498673/sequence/default",
        "files": "https://zenodo.org/api/records/17498673/files",
        "media_files": "https://zenodo.org/api/records/17498673/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17498673:03.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17498673:03.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17498673:03.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17498673:03.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17498673:03.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17498673:03.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17498673/files-archive",
        "archive_media": "https://zenodo.org/api/records/17498673/media-files-archive",
        "latest": "https://zenodo.org/api/records/17498673/versions/latest",
        "latest_html": "https://zenodo.org/records/17498673/latest",
        "versions": "https://zenodo.org/api/records/17498673/versions",
        "draft": "https://zenodo.org/api/records/17498673/draft",
        "access_links": "https://zenodo.org/api/records/17498673/access/links",
        "access_grants": "https://zenodo.org/api/records/17498673/access/grants",
        "access_users": "https://zenodo.org/api/records/17498673/access/users",
        "access_request": "https://zenodo.org/api/records/17498673/access/request",
        "access": "https://zenodo.org/api/records/17498673/access",
        "communities": "https://zenodo.org/api/records/17498673/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17498673/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17498673/request-deletion",
        "requests": "https://zenodo.org/api/records/17498673/requests"
      },
      "updated": "2025-11-01T04:10:30.976528+00:00",
      "recid": "17498673",
      "revision": 4,
      "files": [
        {
          "id": "09d10abe-91ec-4ce8-a108-ec404473a547",
          "key": "03.pdf",
          "size": 388222,
          "checksum": "md5:a2023112c50543456220500df8e9a953",
          "links": {
            "self": "https://zenodo.org/api/records/17498673/files/03.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "1321169"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 1,
        "unique_downloads": 1,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 1,
        "version_unique_downloads": 1,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-27T07:20:46.540116+00:00",
      "modified": "2025-10-27T07:20:46.884142+00:00",
      "id": 17452923,
      "conceptrecid": "17452922",
      "doi": "10.12692/jbes/27.2.35-45",
      "doi_url": "https://doi.org/10.12692/jbes/27.2.35-45",
      "metadata": {
        "title": "An assessment of the current scenario of biodiversity in Ghana in the context of climate change",
        "doi": "10.12692/jbes/27.2.35-45",
        "publication_date": "2025-08-09",
        "description": "<p>Climate change poses a significant threat to global biodiversity, with sub-Saharan Africa being one of the most vulnerable regions. Ghana, a biodiversity hotspot, faces increasing pressure from climate change, which threatens its diverse ecosystems, including forests, wetlands, and coastal areas. This study assessed the current state of biodiversity in Ghana using ten (10) biodiversity indicators. The study adopted a descriptive research design with a quantitative approach. Additionally, the study employed a convenience sampling technique to select 50 respondents, and the data were collected using a structured questionnaire. The questionnaire was validated using Cronbach&rsquo;s Alpha to ensure reliability, and the results were presented using minimum, maximum, mean, and standard deviation values for the assessed biodiversity indicators. The study revealed a generally low to moderate level of health across the assessed biodiversity indicators, with significant concerns highlighted in both terrestrial and aquatic ecosystems due to forest degradation, habitat loss, and climate change. Forest degradation emerged as a critical concern, with a mean score of 2.55 and a high standard deviation of 1.472, indicating significant variability across the country. The low mean scores for the remaining indicators suggest that Ghana&rsquo;s ecosystems were under considerable stress. The study proposes the strengthening and enforcement of policies to curb overexploitation of natural resources, particularly illegal logging and unsustainable mining practices, and the development and implementation of coherent climate policies that will integrate biodiversity conservation with climate adaptation and mitigation strategies in Ghana.</p>\n<p>published by the <a href=\"https://innspub.net/journal-of-biodiversity-and-environmental-sciences/\"><strong>Journal of Biodiversity and Environmental Sciences | JBES</strong></a></p>\n<div>\n<div>&nbsp;</div>\n</div>",
        "access_right": "open",
        "creators": [
          {
            "name": "Patrick Aaniamenga, Bowan",
            "affiliation": "Department of Civil Engineering, Dr. Hilla Limann Technical University, Wa P.O. Box 553, Ghana"
          }
        ],
        "contributors": [
          {
            "name": "Francis Tuuli Gamuo, Junior",
            "affiliation": "Yogarib Engineering Services Limited P. O. Box YK 941, Kanda, Accra, Ghana",
            "type": "Researcher"
          }
        ],
        "keywords": [
          "Biodiversity",
          "Ecosystems",
          "Climate change",
          "Biodiversity indicators",
          "Ghana"
        ],
        "dates": [
          {
            "type": "available",
            "description": "article published"
          }
        ],
        "references": [
          "Aduko J, Yakubu MA, Anokye K. 2025. Assessing the environmental impacts of urban sprawl on vegetation cover and ecosystem integrity in Wa municipality, Ghana. World Development Sustainability 100225.",
          "Afrifa JK, Monney KA, Deikumah JP. 2023. Effects of urban land-use types on avifauna assemblage in a rapidly developing urban settlement in Ghana. Urban Ecosystems 26(1), 67–79.",
          "Afriyie JO, Asare MO, Danquah E, Pavla H. 2021. Assessing the management effectiveness of three protected areas in Ghana. Conservation and Society 19(1), 19–24.",
          "Afriyie JO, Asare MO, Osei-Mensah J, Hejcmanová P. 2021. Evaluation of long-term law enforcement monitoring in a West African protected area. ORYX 55, 732–738.",
          "Agodzo SK, Bessah E, Nyatuame M. 2023. A review of the water resources of Ghana in a changing climate and anthropogenic stresses. Frontiers in Water 4, 973825.",
          "Akkaş H, Meydan CH. 2024. Sampling methods in qualitative sampling in multicultural settings. In: Principles of Conducting Qualitative Research in Multicultural Settings, IGI Global, 32–54.",
          "Allen N. 2022. Gender disparity and climate change- Addressing the disproportionate effects of climate change on women. Global Energy Law and Sustainability 3(2), 206–226.",
          "Ameade EPK, Attuquayefio DK, Gbogbo F, Adusei-Sarkodie J, Ofori BY, Gbedema S, Adom E. 2025. Animals traded for traditional medicine in Ghana: their zootherapeutic uses and implications for biodiversity conservation. Journal of Ethnobiology and Ethnomedicine 21(1), 1–20.",
          "Amin R, Nath H, Amin R. 2023. Environmental justice and education: Bridging the gap between ecology, equity, and access. Journal of Advanced Zoology 44(S-3), 1075–1082.",
          "Andrade C. 2021. The inconvenient truth about convenience and purposive samples. Indian Journal of Psychological Medicine 43(1), 86–88.",
          "Angon PB, Mondal S, Jahan I, Datto M, Antu UB, Ayshi FJ, Islam MS. 2023. Integrated pest management (IPM) in agriculture and its role in maintaining ecological balance and biodiversity. Advances in Agriculture, 1-19.",
          "Atwoli L, Erhabor GE, Gbakima AA, Haileamlak A, Kayembe Ntumba JM, Kigera J, Laybourn-Langton L, Mash B, Muhia J, Mulaudzi FM, Ofori-Adjei D. 2022. COP27 Climate Change Conference: Urgent action needed for Africa and the world: Wealthy nations must step up support for Africa and vulnerable countries in addressing past, present and future impacts of climate change. European Heart Journal – Case Reports.",
          "Ayeni AO, Aborisade AG, Onuminya TO, Soneye ASO, Ogundipe OT. 2023. Urban development in Africa and impact on biodiversity. Current Landscape Ecology Reports 8(2), 73–89.",
          "Ayugi BO, Chung ES, Zhu H, Ogega OM, Babousmail H, Ongoma V. 2023. Projected changes in extreme climate events over Africa under 1.5°C, 2.0°C and 3.0°C global warming levels based on CMIP6 projections. Atmospheric Research 292, 106872.",
          "Bedair H, Alghariani MS, Omar E, Anibaba QA, Remon M, Bornman C, Kiboi SK, Rady HA, Salifu AMA, Ghosh S, Guuroh RT. 2023. Global warming status in the African continent: Sources, challenges, policies, and future direction. International Journal of Environmental Research 17, 1–23.",
          "Børresen ST, Ulimboka R, Nyahongo J, Ranke PS, Skjaervø GR, Røskaft E. 2023. The role of education in biodiversity conservation: Can knowledge and understanding alter locals' views and attitudes towards ecosystem services? Environmental Education Research 29(1), 148–163.",
          "Botchway TP. 2021. Implementing effective environmental policies for sustainable development: Insight into the implementation of the CBD in Ghana. Cogent Social Sciences 7(1).",
          "Chakraborty SK, Sanyal P, Ray R. 2023. Pollution, environmental perturbation and consequent loss of wetlands. In: Wetlands Ecology, Springer, Cham, 521–582.",
          "Chen M, Chen L, Cheng J, Yu J. 2022. Identifying interlinkages between urbanization and Sustainable Development Goals. Geography and Sustainability 3(4), 339–346.",
          "da Costa FV, Guimarães MFM, Messias MCTB. 2021. Gender differences in traditional knowledge of useful plants in a Brazilian community. PLoS ONE 16(7), e0253820.",
          "Danso GK, Takyi SA, Amponsah O, Yeboah AS, Owusu RO. 2021. Exploring the effects of rapid urbanization on wetlands: Insights from the Greater Accra Metropolitan Area, Ghana. SN Social Sciences 1(8), 1–21.",
          "Davison CW, Rahbek C, Morueta-Holme N. 2021. Land-use change and biodiversity: Challenges for assembling evidence on the greatest threat to nature. Global Change Biology 27, 5414–5429.",
          "Dzakpasu PE, Adom D, Panin BO. 2024. Conserving Ghana's biodiversity: A spotlight on the potentials in green informatics. African Social Science and Humanities Journal 1309(4), 397–404.",
          "Elias M, Ihalainen M, Monterroso I, Gallant B, Paez Valencia AM. 2021. Enhancing synergies between gender equality and biodiversity, climate, and land degradation neutrality goals: Lessons from gender-responsive nature-based approaches. https://hdl.handle.net/10568/114844",
          "Fernandez L. 2023. Unveiling gender dynamics: An in-depth analysis of gender realities. Influence: International Journal of Science Review 5(3), 61–70. DOI: 10.54783/influencejournal.v5i3.182",
          "Ghartey-Tagoe F, Ekumah B, Pappoe ANM, Akotoye HK. 2020. Effects of anthropogenic activities on land-use dynamics in an upland tropical evergreen forest in Ghana. African Geographical Review 43(3), 1–17. DOI: 10.1080/19376812.2020.1785318",
          "Gu G, Adler RF. 2023. Observed variability and trends in global precipitation during 1979–2020. Climate Dynamics 61(1–2), 131–150. DOI: 10.1007/s00382-022-06567-9",
          "He S, Jiao W. 2023. Conservation-compatible livelihoods: An approach to rural development in protected areas of developing countries. Environmental Development 45, 100797. DOI: 10.1016/j.envdev.2022.100797",
          "James R, Gibbs B, Whitford L, Leisher C, Konia R, Butt N. 2021. Conservation and natural resource management: Where are all the women? ORYX 55, 860–867. DOI: 10.1017/S0030605320001349",
          "Khater M, Ibrahim O, Sayed MNE, Faik M. 2024. Legal frameworks for sustainable tourism: Balancing environmental conservation and economic development. Current Issues in Tourism. DOI: 10.1080/13683500.2024.2404181",
          "Kouassi JL, Gyau A, Diby L, Bene Y, Kouamé C. 2021. Assessing land use and land cover change and farmers' perceptions of deforestation and land degradation in south-west Côte d'Ivoire, West Africa. Land 10(4), 429. DOI: 10.3390/land10040429",
          "Kyere-Boateng R, Marek MV. 2021. Analysis of the social-ecological causes of deforestation and forest degradation in Ghana: Application of the DPSIR framework. Forests 12(4), 409. DOI: 10.3390/f12040409",
          "Lebdioui A. 2022. Nature-inspired innovation policy: Biomimicry as a pathway to leverage biodiversity for economic development. Ecological Economics 202, 107585.  DOI: 10.1016/j.ecolecon.2022.107585",
          "Minunno R, Andersson N, Morrison GM. 2023. A systematic literature review considering the implementation of planetary geoengineering techniques for the mitigation of sea-level rise. Earth-Science Reviews 239, 104431. DOI: 10.1016/j.earscirev.2023.104431",
          "Nickoloff AG, Olim ST, Eby M, Weaver AJ. 2025. Environmental impacts from the widespread implementation of ocean thermal energy conversion. Climatic Change 178(5), 1–21. DOI: 10.1007/s10584-025-03944-1",
          "Nizamani M, Zhang Q, Muhae-Ud-Din G, Awais M, Qayyum M, Farhan M, Jabran M, Wang Y. 2024. Application of GIS and remote-sensing technology in ecosystem services and biodiversity conservation. In: Deep learning for multimedia processing applications: Volume two: Signal processing and pattern recognition, CRC Press, 284–321. DOI: 10.1201/9781032646268-12",
          "Ntiamoa-Baidu Y, Taye ENA. 2025. Wetlands of Ghana: Biodiversity, community livelihoods, and conservation. In: Wetlands of tropical and subtropical Asia and Africa: Biodiversity, livelihoods and conservation, John Wiley and Sons Ltd, 241–264. DOI: 10.1002/9781394235278.CH11",
          "Okui K, Sawada Y, Yoshida T. 2021. \"Wisdom of the elders\" or \"loss of experience\" as a mechanism to explain the decline in traditional ecological knowledge: A case study on Awaji Island, Japan. Human Ecology 49(3), 353–362. DOI: 10.1007/s10745-021-00237-w",
          "Oliveira AP, Bajanca A, Paramés A. 2025. Unveiling urban biodiversity: An interdisciplinary hands-on project that catalyzes awareness. Environmental and Sustainability Indicators 25, 100561. DOI: 10.1016/j.indic.2024.100561",
          "Oloko A, Harper S, Fakoya K, Sumaila UR. 2024. The multi-dimensional perspectives of taboos on gender roles of fisherfolk in the Global South. Maritime Studies 23, 1–19. DOI: 10.1007/s40152-023-00340-2",
          "Ortega-Lasuen U, Pedrera O, Telletxea E, Barrutia O, Díez JR. 2023. Secondary students' knowledge on birds and attitudes towards conservation: Evaluation of an environmental education program. International Journal of Environmental Research and Public Health 20(10), 5769. DOI: 10.3390/ijerph20105769",
          "Ortiz AMD, Outhwaite CL, Dalin C, Newbold T. 2021. A review of the interactions between biodiversity, agriculture, climate change, and international trade: Research and policy priorities. One Earth 4(1), 88–101. DOI: 10.1016/j.oneear.2020.12.008",
          "Osei MK, Frimpong‐Anin K, Adjebeng‐Danquah J, Frimpong BN, Adomako J. 2021. Invasive alien species (IAS) of Ghana. In: Invasive alien species: Observations and issues from around the world, John Wiley and Sons, Ltd, 145–172. DOI: 10.1002/9781119607045.ch5",
          "Paul PK. 2022. Environmental informatics: Basics, nature, and applications using emerging technologies with reference to issues and potentialities. In: Environmental informatics: Challenges and solutions, Springer, Singapore, 1–13. DOI: 10.1007/978-981-19-2083-7_1",
          "Peter M, Diekötter T, Höffler T, Kremer K. 2021. Biodiversity citizen science: Outcomes for the participating citizens. People and Nature 3(2), 294–311. DOI: 10.1002/pan3.10193",
          "Pfenning-Butterworth A, Buckley LB, Drake JM, Farner JE, Farrell MJ, Gehman ALM, Mordecai EA, Stephens PR, Gittleman JL, Davies TJ. 2024. Interconnecting global threats: Climate change, biodiversity loss, and infectious diseases. The Lancet Planetary Health 8(4), e270–e283. DOI: 10.1016/S2542-5196(24)00021-4",
          "Randler C, Heil F. 2021. Determinants of bird species literacy—activity/interest and specialization are more important than socio‐demographic variables. Animals 11(6), 1595. DOI: 10.3390/ani11061595",
          "Sabater S, Freixa A, Jiménez L, López‐Doval J, Pace G, Pascoal C, Perujo N, Craven D, González‐Trujillo JD. 2023. Extreme weather events threaten biodiversity and functions of river ecosystems: Evidence from a meta-analysis. Biological Reviews 98(2), 450–461. DOI: 10.1111/brv.12914",
          "Saif O, Staddon S, Keane A. 2024. Fieldwork in conservation organisations- A review of methodological challenges, opportunities and ethics. Methods in Ecology and Evolution 15(1), 248–265. DOI: 10.1111/2041-210X.14273",
          "Sarkar S, Maity R. 2021. Global climate shift in 1970s causes a significant worldwide increase in precipitation extremes. Scientific Reports 11(1), 1–11. DOI: 10.1038/s41598-021-90854-8",
          "Seastedt TR, Oldfather MF. 2021. Climate change, ecosystem processes and biological diversity responses in high elevation communities. Climate 9(5), 87. DOI: 10.3390/cli9050087",
          "Shin YJ, Midgley GF, Archer ER, Arneth A, Barnes DK, Chan L, Hashimoto S, Hoegh‐Guldberg O, Insarov G, Leadley P, Levin LA. 2022. Actions to halt biodiversity loss generally benefit the climate. Global Change Biology 28(9), 2846–2874. DOI: 10.1111/gcb.16109",
          "Singh HP, Rao NKS. 2023. Climate resilient and sustainable development of horticulture – Options and opportunities – A review. International Journal of Innovative Horticulture 12(1), 1–14. DOI: 10.5958/2582-2527.2023.00001.5",
          "Soeder DJ. 2025. Greenhouse gas and climate change. In: Energy Futures, Springer, Cham, 97–141. DOI: 10.1007/978-3-031-83603-9_5",
          "Stratton SJ. 2021. Population research: Convenience sampling strategies. Prehospital and Disaster Medicine 36(4), 373–374. DOI: 10.1017/S1049023X21000649",
          "Syed Kholed SN, Maon SN, Mohd Hassan N. 2021. Reliability and validity of the inter-professional collaboration practice instrument. Journal of Interprofessional Education and Practice 24, 100450. DOI: 10.1016/j.xjep.2021.100450",
          "Thackeray CW, Hall A, Norris J, Chen D. 2022. Constraining the increased frequency of global precipitation extremes under warming. Nature Climate Change 12(5), 441–448. DOI: 10.1038/s41558-022-01329-1",
          "Ulrich W, Batáry P, Baudry J, Beaumelle L, Bucher R, Čerevková A, de la Riva EG, Felipe‐Lucia MR, Gallé R, Kesse‐Guyot E, Rembiałkowska E. 2023. From biodiversity to health: Quantifying the impact of diverse ecosystems on human well-being. People and Nature 5(1), 69–83. DOI: 10.1002/pan3.10421",
          "van Heezik Y, Freeman C, Falloon A, Buttery Y, Heyzer A. 2021. Relationships between childhood experience of nature and green/blue space use, landscape preferences, connection with nature and pro-environmental behavior. Landscape and Urban Planning 213, 104135. DOI: 10.1016/j.landurbplan.2021.104135",
          "Virtanen EA, Kallio N, Nurmi M, Jernberg S, Saikkonen L, Forsblom L. 2024. Recreational land use contributes to the loss of marine biodiversity. People and Nature 6(5), 1758–1773. DOI: 10.1002/pan3.10444",
          "Yli-Panula E, Jeronen E, Lemmetty P, Pauna A. 2018. Teaching methods in biology promoting biodiversity education. Sustainability (Switzerland) 10(10), 3812. DOI: 10.3390/su10103812"
        ],
        "language": "eng",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "2",
          "pages": "35-45",
          "title": "Journal of Biodiversity and Environmental Sciences (JBES)",
          "volume": "27"
        },
        "alternate_identifiers": [
          {
            "identifier": "https://innspub.net/an-assessment-of-the-current-scenario-of-biodiversity-in-ghana-in-the-context-of-climate-change/"
          }
        ],
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "jbes"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17452922"
              }
            }
          ]
        }
      },
      "title": "An assessment of the current scenario of biodiversity in Ghana in the context of climate change",
      "links": {
        "self": "https://zenodo.org/api/records/17452923",
        "self_html": "https://zenodo.org/records/17452923",
        "preview_html": "https://zenodo.org/records/17452923?preview=1",
        "doi": "https://doi.org/10.12692/jbes/27.2.35-45",
        "self_doi": "https://doi.org/10.12692/jbes/27.2.35-45",
        "self_doi_html": "https://zenodo.org/doi/10.12692/jbes/27.2.35-45",
        "reserve_doi": "https://zenodo.org/api/records/17452923/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17452922",
        "parent_html": "https://zenodo.org/records/17452922",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17452923/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17452923/sequence/default",
        "files": "https://zenodo.org/api/records/17452923/files",
        "media_files": "https://zenodo.org/api/records/17452923/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17452923:JBES-V27-No2-p35-45.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17452923:JBES-V27-No2-p35-45.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17452923:JBES-V27-No2-p35-45.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17452923:JBES-V27-No2-p35-45.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17452923:JBES-V27-No2-p35-45.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17452923:JBES-V27-No2-p35-45.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17452923/files-archive",
        "archive_media": "https://zenodo.org/api/records/17452923/media-files-archive",
        "latest": "https://zenodo.org/api/records/17452923/versions/latest",
        "latest_html": "https://zenodo.org/records/17452923/latest",
        "versions": "https://zenodo.org/api/records/17452923/versions",
        "draft": "https://zenodo.org/api/records/17452923/draft",
        "access_links": "https://zenodo.org/api/records/17452923/access/links",
        "access_grants": "https://zenodo.org/api/records/17452923/access/grants",
        "access_users": "https://zenodo.org/api/records/17452923/access/users",
        "access_request": "https://zenodo.org/api/records/17452923/access/request",
        "access": "https://zenodo.org/api/records/17452923/access",
        "communities": "https://zenodo.org/api/records/17452923/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17452923/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17452923/request-deletion",
        "requests": "https://zenodo.org/api/records/17452923/requests"
      },
      "updated": "2025-10-27T07:20:46.884142+00:00",
      "recid": "17452923",
      "revision": 4,
      "files": [
        {
          "id": "2d26f149-6ada-4160-a186-1419ae95790f",
          "key": "JBES-V27-No2-p35-45.pdf",
          "size": 938072,
          "checksum": "md5:2ebd45be0c48393b9365e3df384794f5",
          "links": {
            "self": "https://zenodo.org/api/records/17452923/files/JBES-V27-No2-p35-45.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "598309"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 2,
        "unique_downloads": 2,
        "views": 10,
        "unique_views": 10,
        "version_downloads": 2,
        "version_unique_downloads": 2,
        "version_unique_views": 10,
        "version_views": 10
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-25T13:11:46.608181+00:00",
      "modified": "2025-10-25T13:11:47.031623+00:00",
      "id": 16423578,
      "conceptrecid": "16423577",
      "doi": "10.5281/zenodo.16423578",
      "conceptdoi": "10.5281/zenodo.16423577",
      "doi_url": "https://doi.org/10.5281/zenodo.16423578",
      "metadata": {
        "title": "LESSON STUDY IN LINEAR FUNCTION TEACHING: EXPERIENCE FROM THE SUPERVISED CURRICULAR INTERNSHIP",
        "doi": "10.5281/zenodo.16423578",
        "publication_date": "2025-07-25",
        "description": "<p><span lang=\"EN-US\">This study aims to analyze the contributions of Lesson Study in the teaching and learning process of linear functions, using a problem-solving methodology. The didactic situation took place during the supervised internship period, in two math classes for first-year high school students at a public state school in the city of Barra de Santa Rosa &ndash; PB. This analysis, which has a qualitative and descriptive approach, aligns with the third stage of the Lesson Study, reflecting on the implementation of the lesson based on student records and descriptions of the situations experienced during the development of the proposed problem. It was possible to conclude that the use of Problem Solving within the Lesson Study process contributed to student learning, given the strong class engagement and ease of understanding during discussions and formalization. Finally, this approach also benefited the teacher&rsquo;s practice by encouraging reflection on their actions and anticipating possible student inquiries and responses.</span></p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Costa, Micaelly Silva",
            "affiliation": "Federal University of Campina Grande",
            "orcid": "0009-0007-2430-8033"
          },
          {
            "name": "Sousa, Diogo Cabral de",
            "affiliation": "State University of Paraíba",
            "orcid": "0009-0004-0080-1083"
          }
        ],
        "dates": [
          {
            "type": "available",
            "description": "https://www.revistas.uneb.br/index.php/cenaseducacionais/article/view/22128"
          }
        ],
        "version": "https://www.revistas.uneb.br/index.php/cenaseducacionais/article/view/22128",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "e22128",
          "title": "Cenas Educacionais",
          "volume": "8"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "cenaseducacionais"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16423577"
              }
            }
          ]
        }
      },
      "title": "LESSON STUDY IN LINEAR FUNCTION TEACHING: EXPERIENCE FROM THE SUPERVISED CURRICULAR INTERNSHIP",
      "links": {
        "self": "https://zenodo.org/api/records/16423578",
        "self_html": "https://zenodo.org/records/16423578",
        "preview_html": "https://zenodo.org/records/16423578?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.16423578",
        "self_doi": "https://doi.org/10.5281/zenodo.16423578",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16423578",
        "reserve_doi": "https://zenodo.org/api/records/16423578/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16423577",
        "parent_html": "https://zenodo.org/records/16423577",
        "parent_doi": "https://doi.org/10.5281/zenodo.16423577",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16423577",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16423578/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16423578/sequence/default",
        "files": "https://zenodo.org/api/records/16423578/files",
        "media_files": "https://zenodo.org/api/records/16423578/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:16423578:OTIMIZAR%20-%20Micaelly%20et%20al.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:16423578:OTIMIZAR%20-%20Micaelly%20et%20al.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:16423578:OTIMIZAR%20-%20Micaelly%20et%20al.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:16423578:OTIMIZAR%20-%20Micaelly%20et%20al.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:16423578:OTIMIZAR%20-%20Micaelly%20et%20al.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:16423578:OTIMIZAR%20-%20Micaelly%20et%20al.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/16423578/files-archive",
        "archive_media": "https://zenodo.org/api/records/16423578/media-files-archive",
        "latest": "https://zenodo.org/api/records/16423578/versions/latest",
        "latest_html": "https://zenodo.org/records/16423578/latest",
        "versions": "https://zenodo.org/api/records/16423578/versions",
        "draft": "https://zenodo.org/api/records/16423578/draft",
        "access_links": "https://zenodo.org/api/records/16423578/access/links",
        "access_grants": "https://zenodo.org/api/records/16423578/access/grants",
        "access_users": "https://zenodo.org/api/records/16423578/access/users",
        "access_request": "https://zenodo.org/api/records/16423578/access/request",
        "access": "https://zenodo.org/api/records/16423578/access",
        "communities": "https://zenodo.org/api/records/16423578/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16423578/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/16423578/request-deletion",
        "requests": "https://zenodo.org/api/records/16423578/requests"
      },
      "updated": "2025-10-25T13:11:47.031623+00:00",
      "recid": "16423578",
      "revision": 4,
      "files": [
        {
          "id": "abef54e5-fd91-4fb8-a640-ddab448f7bc9",
          "key": "OTIMIZAR - Micaelly et al.pdf",
          "size": 481748,
          "checksum": "md5:9556a53abd5417eec3ffbed66472ffa7",
          "links": {
            "self": "https://zenodo.org/api/records/16423578/files/OTIMIZAR - Micaelly et al.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "69375"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 1,
        "unique_downloads": 1,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 1,
        "version_unique_downloads": 1,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-25T09:29:57.068353+00:00",
      "modified": "2025-10-25T09:29:57.395509+00:00",
      "id": 17440518,
      "conceptrecid": "17440517",
      "doi": "10.1007/s11837-024-06892-w",
      "doi_url": "https://doi.org/10.1007/s11837-024-06892-w",
      "metadata": {
        "title": "Refining of Secondary Pb with Retention of Sn Using Al and Ca Additions",
        "doi": "10.1007/s11837-024-06892-w",
        "publication_date": "2024-10-07",
        "description": "<p>Lead grid from spent lead-acid batteries contains significant amounts of tin and antimony. In classical pyro-refining processes of lead, tin oxidizes and is transferred to dross, making its recovery problematic and expensive. This paper presents an innovative method of pyro-refining lead using metallic aluminum and calcium to purify the lead from contaminants while retaining a higher amount of tin than in the traditional process. The changes in the chemical composition of an impure lead alloy containing tin, under the influence of refining by adding Al and/or Ca, are discussed based on laboratory-scale studies. Microanalysis of the metallic dross formed during the process was conducted. Analyses of the metallic dross microstructures showed that lead impurities, such as Sb, As, Cu, Se, and Te, tend to accumulate in areas containing Al or Ca. The amount and form of dross produced in industrial practice indicate that its removal would be challenging. Therefore, in the second part of the study, the metallic dross was subjected to a reduction process, and the resulting products were analyzed for their chemical and phase composition. The analyses indicate that the degree of impurities return to the lead during reduction varied significantly depending on the method used.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Malecha, Daniel",
            "affiliation": "AGH University of Krakow",
            "orcid": "0000-0002-3681-4802"
          },
          {
            "name": "Świec, Paweł",
            "affiliation": "University of Silesia in Katowice",
            "orcid": "0000-0002-5445-8530"
          },
          {
            "name": "Albrecht, Robert",
            "affiliation": "University of Silesia in Katowice",
            "orcid": "0000-0003-3026-1474"
          },
          {
            "name": "Jarosz, Piotr",
            "affiliation": "AGH University of Krakow",
            "orcid": "0000-0002-4056-5650"
          },
          {
            "name": "Małecki, Stanisław",
            "affiliation": "AGH University of Krakow",
            "orcid": "0000-0003-4905-5267"
          }
        ],
        "language": "eng",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "5",
          "pages": "3249-3261",
          "title": "JOM The Journal of The Minerals, Metals & Materials Society",
          "volume": "77"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17440517"
              }
            }
          ]
        }
      },
      "title": "Refining of Secondary Pb with Retention of Sn Using Al and Ca Additions",
      "links": {
        "self": "https://zenodo.org/api/records/17440518",
        "self_html": "https://zenodo.org/records/17440518",
        "preview_html": "https://zenodo.org/records/17440518?preview=1",
        "doi": "https://doi.org/10.1007/s11837-024-06892-w",
        "self_doi": "https://doi.org/10.1007/s11837-024-06892-w",
        "self_doi_html": "https://zenodo.org/doi/10.1007/s11837-024-06892-w",
        "reserve_doi": "https://zenodo.org/api/records/17440518/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17440517",
        "parent_html": "https://zenodo.org/records/17440517",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17440518/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17440518/sequence/default",
        "files": "https://zenodo.org/api/records/17440518/files",
        "media_files": "https://zenodo.org/api/records/17440518/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17440518:s11837-024-06892-w.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17440518:s11837-024-06892-w.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17440518:s11837-024-06892-w.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17440518:s11837-024-06892-w.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17440518:s11837-024-06892-w.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17440518:s11837-024-06892-w.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17440518/files-archive",
        "archive_media": "https://zenodo.org/api/records/17440518/media-files-archive",
        "latest": "https://zenodo.org/api/records/17440518/versions/latest",
        "latest_html": "https://zenodo.org/records/17440518/latest",
        "versions": "https://zenodo.org/api/records/17440518/versions",
        "draft": "https://zenodo.org/api/records/17440518/draft",
        "access_links": "https://zenodo.org/api/records/17440518/access/links",
        "access_grants": "https://zenodo.org/api/records/17440518/access/grants",
        "access_users": "https://zenodo.org/api/records/17440518/access/users",
        "access_request": "https://zenodo.org/api/records/17440518/access/request",
        "access": "https://zenodo.org/api/records/17440518/access",
        "communities": "https://zenodo.org/api/records/17440518/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17440518/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17440518/request-deletion",
        "requests": "https://zenodo.org/api/records/17440518/requests"
      },
      "updated": "2025-10-25T09:29:57.395509+00:00",
      "recid": "17440518",
      "revision": 4,
      "files": [
        {
          "id": "457482f8-885b-4502-a363-da3a5d35fbf5",
          "key": "s11837-024-06892-w.pdf",
          "size": 4613711,
          "checksum": "md5:077e268ff07b67676e46fa85639277a0",
          "links": {
            "self": "https://zenodo.org/api/records/17440518/files/s11837-024-06892-w.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "1443000"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 7,
        "unique_downloads": 2,
        "views": 5,
        "unique_views": 2,
        "version_downloads": 7,
        "version_unique_downloads": 2,
        "version_unique_views": 2,
        "version_views": 5
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-23T22:47:39.157937+00:00",
      "modified": "2025-10-23T22:47:39.649776+00:00",
      "id": 17429335,
      "conceptrecid": "17429334",
      "doi": "10.5281/zenodo.17429335",
      "conceptdoi": "10.5281/zenodo.17429334",
      "doi_url": "https://doi.org/10.5281/zenodo.17429335",
      "metadata": {
        "title": "Liraglutide as a means of modifying cardiometabolic risk in patients with arterial hypertension and concomitant obesity",
        "doi": "10.5281/zenodo.17429335",
        "publication_date": "2025-04-01",
        "description": "<p><strong>Cite in English in Vancouver Style:</strong></p>\n<p>Dunaieva IP. Liraglutide as a means of modifying cardiometabolic risk in patients with arterial hypertension and concomitant obesity. Inter Collegas. 2025;12(2):21-8. <a href=\"https://doi.org/10.35339/ic.2025.12.2.dun\" target=\"_blank\" rel=\"noopener\">https://doi.org/10.35339/ic.2025.12.2.dun</a></p>\n<p>Archived: <a href=\"https://doi.org/10.5281/zenodo.17429334\" target=\"_blank\" rel=\"noopener\">https://doi.org/10.5281/zenodo.17429334</a></p>\n<p>&nbsp;</p>\n<p><strong>Abstract</strong></p>\n<p><strong>Background.</strong> Arterial Hypertension (AH), in combination with OBesity (OB), significantly increases cardiometabolic risk, leading to the development of cardiovascular events, chronic kidney disease, and metabolic disorders. In such patients, the effectiveness of standard antihypertensive therapy may be insufficient, which requires the use of drugs with pleiotropic action.</p>\n<p><strong>Aim.</strong> To assess the effectiveness of liraglutide, Glucagon-Like Peptide-1 Receptors Agonist (GLP-1RA), as a component of combination therapy in patients with AH and OB, with the determination of its effect on cardiometabolic status, functional state of the kidneys, heart and neurohumoral regulation.</p>\n<p><strong>Materials and Methods.</strong> The study involved 62 patients with AH and OB who received liraglutide at a dose of up to 3.0 mg/day for 12 months. The dynamics of anthropometric, biochemical, hormonal, hemodynamic, and echocardiographic parameters were assessed. Statistical processing was performed using the Statistica 13.0 package (StatSoft Inc., USA).</p>\n<p><strong>Results.</strong> During the treatment, a significant decrease in systolic and diastolic blood pressure, body mass index, insulin levels, leptin, Cardiotrophin-1 (CTF-1), N-terminal propeptide of brain natriuretic hormone (NT-proBNP), as well as an improvement in the lipid profile were observed. According to echocardiography, regression of myocardial hypertrophy and improved systolic and diastolic function of the left ventricle was recorded. Positive but insignificant dynamics of functional renal parameters were noted.</p>\n<p><strong>Conclusions.</strong> Liraglutide demonstrates a pronounced multicomponent efficacy in patients with hypertension and obesity, reducing leptin resistance and improving neuroendocrine regulation and metabolic and hemodynamic profile. Our findings suggest that it can be used in complex therapy to modify cardiometabolic risk.</p>\n<p><em><strong>Keywords:</strong></em><em> leptin, GLP-1RA, N-terminal propeptide of brain natriuretic hormone, cardiohemodynamics.</em></p>\n<p>&nbsp;</p>\n<p><strong>Цитуйте українською у стилі Ванкувер:</strong></p>\n<p>Дунаєва ІП. Ліраглутид як засіб модифікації кардіометаболічного ризику у хворих на артеріальну гіпертензію з супутнім ожирінням. Inter Collegas. 2025;12(2):21-8. <a href=\"https://doi.org/10.35339/ic.2025.12.2.dun\" target=\"_blank\" rel=\"noopener\">https://doi.org/10.35339/ic.2025.12.2.dun</a> [англійською].</p>\n<p>Архівовано: <a href=\"https://doi.org/10.5281/zenodo.17429334\" target=\"_blank\" rel=\"noopener\">https://doi.org/10.5281/zenodo.17429334</a></p>\n<p>&nbsp;</p>\n<p><strong>Анотація</strong></p>\n<p><strong>Актуальність. </strong>Артеріальна гіпертензія (АГ) у поєднанні з ОЖирінням (ОЖ) суттєво підвищує кардіометаболічний ризик, зумовлюючи розвиток серцево-судинних подій, хронічної хвороби нирок та метаболічних порушень. У таких пацієнтів ефективність стандартної антигіпертензивної терапії може бути недостатньою, що потребує застосування препаратів із плейотропною дією.</p>\n<p><strong>Мета. </strong>Оцінити ефективність ліраглутиду &ndash; агоніста рецепторів ГлюкагоноПодібного Пептиду-1 (арГПП-1) &ndash; як компонента комбінованої терапії у пацієнтів з АГ та ОЖ, із визначенням його впливу на кардіометаболічний статус, функціональний стан нирок, серця та нейрогуморальну регуляцію.</p>\n<p><strong>Матеріали і методи. </strong>У дослідження включено 62 пацієнтів з АГ і ОЖ, які протягом 12 місяців отримували ліраглутид у дозі до 3,0 мг/добу. Оцінювалися динаміка антропометричних, біохімічних, гормональних, гемодинамічних і ехокардіографічних показників. Статистичну обробку проводили з використанням пакета Statistica 13.0 (StatSoft Inc., USA).</p>\n<p><strong>Результати. </strong>Протягом лікування встановлено достовірне зниження систолічного та діастолічного артеріального тиску, індексу маси тіла, рівнів інсуліну, лептину, Кардіотрофіну-1 (Cardiotrophin-1, CTF-1), N-термінального пропептиду натрійуретичного гормону мозку (N-terminal propeptide of brain natriuretic hormone, NT-proBNP), а також покращення ліпідного профілю. За даними ехокардіографії зафіксовано регрес гіпертрофії міокарда, покращення систолічної та діастолічної функції лівого шлуночка. Відзначено позитивну, але недостовірну динаміку функціональних ниркових показників.</p>\n<p><strong>Висновки. </strong>Ліраглутид продемонстрував виражену багатокомпонентну ефективність у пацієнтів з АГ та ОЖ, знижуючи лептинорезистентність, покращуючи нейроендокринну регуляцію, метаболічний та гемодинамічний профіль. Отримані результати обґрунтовують доцільність його використання у комплексній терапії з метою модифікації кардіометаболічного ризику.</p>\n<p><strong><em>Ключові слова: </em></strong><em>лептин, арГПП-1, N-термінальний пропептид натрійуретичного гормону мозку, кардіогемодинаміка.</em></p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Dunaieva, I.P.",
            "affiliation": "Kharkiv National Medical University",
            "orcid": "0000-0003-3061-3230"
          }
        ],
        "keywords": [
          "leptin",
          "GLP-1RA",
          "N-terminal propeptide of brain natriuretic hormone",
          "cardiohemodynamics",
          "лептин",
          "арГПП-1",
          "N-термінальний пропептид",
          "натрійуретичного гормону мозку",
          "кардіогемодинаміка"
        ],
        "references": [
          "Seravalle G, Grassi G. Obesity and hypertension. Pharmacol Res. 2017;122:1-7. DOI: 10.1016/j.phrs.2017.05.013. PMID: 28532816.",
          "Cohen JB. Hypertension in Obesity and the Impact of Weight Loss. Curr Cardiol Rep. 2017;19(10):98. DOI: 10.1007/s11886-017-0912-4. PMID: 28840500.",
          "Powell-Wiley TM, Poirier P, Burke LE, Despres JP, Gordon-Larsen P, Lavie CJ, et al.; American Heart Association Council on Lifestyle and Cardiometabolic Health; Council on Cardiovascular and Stroke Nursing; Council on Clinical Cardiology; Council on Epidemiology and Prevention; and Stroke Council. Obesity and Cardiovascular Disease: A Scientific Statement from the American Heart Association. Circulation. 2021;143(21):e984-1010. DOI: 10.1161/CIR.0000000000000973. PMID: 33882682.",
          "Koenen M, Hill MA, Cohen P, Sowers JR. Obesity, Adipose Tissue and Vascular Dysfunction. Circ Res. 2021 Apr 2;128(7):951-68. DOI: 10.1161/CIRCRESAHA.121.318093. PMID: 33793327.",
          "Bray GA, Frühbeck G, Ryan DH, Wilding JP. Management of obesity. Lancet. 2016;387(10031):1947-56. DOI: 10.1016/S0140-6736(16)00271-3. PMID: 26868660.",
          "Trujillo JM, Nuffer W, Smith BA. GLP-1 receptor agonists: an updated review of head-to-head clinical studies. Ther Adv Endocrinol Metab. 2021;12:2042018821997320. DOI: 10.1177/2042018821997320. PMID: 33767808.",
          "Sandsdal RM, Juhl CR, Jensen SBK, Lundgren JR, Janus C, Blond MB, et al. Combination of exercise and GLP-1 receptor agonist treatment reduces severity of metabolic syndrome, abdominal obesity, and inflammation: a randomized controlled trial. Cardiovasc Diabetol. 2023;22(1):41. DOI: 10.1186/s12933-023-01765-z. PMID: 36841762.",
          "Mikhail N. Cardiovascular Effects of Liraglutide. Curr Hypertens Rev. 2019;15(1):64-9. DOI: 10.2174/1573402114666180507152620. PMID: 29737256.",
          "Neeland IJ, Marso SP, Ayers CR, Lewis B, Oslica R, Francis W, et al. Effects of liraglutide on visceral and ectopic fat in adults with overweight and obesity at high cardiovascular risk: a randomised, double-blind, placebo-controlled, clinical trial. Lancet Diabetes Endocrinol. 2021;9(9):595-605. DOI: 10.1016/S2213-8587(21)00179-0. PMID: 34358471.",
          "Elkind-Hirsch KE, Chappell N, Shaler D, Storment J, Bellanger D. Liraglutide 3 mg on weight, body composition, and hormonal and metabolic parameters in women with obesity and polycystic ovary syndrome: a randomized placebo-controlled-phase 3 study. Fertil Steril. 2022;118(2):371-81. DOI: 10.1016/j.fertnstert.2022.04.027. PMID: 35710599.",
          "Buse JB, Bain SC, Mann JFE, Nauck MA, Nissen SE, Pocock S, et al; LEADER Trial Investigators. Cardiovascular Risk Reduction with Liraglutide: An Exploratory Mediation Analysis of the LEADER Trial. Diabetes Care. 2020;43(7):1546-52. DOI: 10.2337/dc19-2251. PMID: 32366578.",
          "Davies MJ, Aronne LJ, Caterson ID, Thomsen AB, Jacobsen PB, Marso SP; Satiety and Clinical Adiposity - Liraglutide Evidence in individuals with and without diabetes (SCALE) study groups. Liraglutide and cardiovascular outcomes in adults with overweight or obesity: A post hoc analysis from SCALE randomized controlled trials. Diabetes Obes Metab. 2018;20(3):734-9. DOI: 10.1111/dom.13125. PMID: 28950422.",
          "Neeland IJ, Marso SP, Ayers CR, Lewis B, Oslica R, Francis W, et al. Effects of liraglutide on visceral and ectopic fat in adults with overweight and obesity at high cardiovascular risk: a randomised, double-blind, placebo-controlled, clinical trial. Lancet Diabetes Endocrinol. 2021;9(9):595-605. DOI: 10.1016/S2213-8587(21)00179-0. PMID: 34358471.",
          "Ard J, Fitch A, Fruh S, Herman L. Weight Loss and Maintenance Related to the Mechanism of Action of Glucagon-Like Peptide 1 Receptor Agonists. Adv Ther. 2021;38(6):2821-39. DOI: 10.1007/s12325-021-01710-0. PMID: 33977495.",
          "Angelidi AM, Kokkinos A, Sanoudou D, Connelly MA, Alexandrou A, Mingrone G, Mantzoros CS. Early metabolomic, lipid and lipoprotein changes in response to medical and surgical therapeutic approaches to obesity. Metabolism. 2023;138:155346. DOI: 10.1016/j.metabol.2022.155346. PMID: 36375643.",
          "Papamargaritis D, Al-Najim W, Lim JZM, Crane J, Bodicoat DH, Barber S, et al. Effectiveness of integrating a pragmatic pathway for prescribing liraglutide 3.0 mg in weight management services (STRIVE study): a multicentre, open-label, parallel-group, randomized controlled trial. Lancet Reg Health Eur. 2024;39:100853. DOI: 10.1016/j.lanepe.2024.100853. PMID: 38803628."
        ],
        "language": "eng",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "2",
          "pages": "21-28",
          "title": "Inter Collegas",
          "volume": "12"
        },
        "alternate_identifiers": [
          {
            "identifier": "https://inter.knmu.edu.ua/article/view/10.35339.ic.2025.12.2.dun"
          },
          {
            "identifier": "10.35339/ic.2025.12.2.dun"
          }
        ],
        "communities": [
          {
            "id": "icj-khnmu"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17429334"
              }
            }
          ]
        }
      },
      "title": "Liraglutide as a means of modifying cardiometabolic risk in patients with arterial hypertension and concomitant obesity",
      "links": {
        "self": "https://zenodo.org/api/records/17429335",
        "self_html": "https://zenodo.org/records/17429335",
        "preview_html": "https://zenodo.org/records/17429335?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.17429335",
        "self_doi": "https://doi.org/10.5281/zenodo.17429335",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17429335",
        "reserve_doi": "https://zenodo.org/api/records/17429335/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17429334",
        "parent_html": "https://zenodo.org/records/17429334",
        "parent_doi": "https://doi.org/10.5281/zenodo.17429334",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17429334",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17429335/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17429335/sequence/default",
        "files": "https://zenodo.org/api/records/17429335/files",
        "media_files": "https://zenodo.org/api/records/17429335/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17429335:Dunaieva%20-%207%20final%20IC%202025-1.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17429335:Dunaieva%20-%207%20final%20IC%202025-1.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17429335:Dunaieva%20-%207%20final%20IC%202025-1.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17429335:Dunaieva%20-%207%20final%20IC%202025-1.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17429335:Dunaieva%20-%207%20final%20IC%202025-1.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17429335:Dunaieva%20-%207%20final%20IC%202025-1.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17429335/files-archive",
        "archive_media": "https://zenodo.org/api/records/17429335/media-files-archive",
        "latest": "https://zenodo.org/api/records/17429335/versions/latest",
        "latest_html": "https://zenodo.org/records/17429335/latest",
        "versions": "https://zenodo.org/api/records/17429335/versions",
        "draft": "https://zenodo.org/api/records/17429335/draft",
        "access_links": "https://zenodo.org/api/records/17429335/access/links",
        "access_grants": "https://zenodo.org/api/records/17429335/access/grants",
        "access_users": "https://zenodo.org/api/records/17429335/access/users",
        "access_request": "https://zenodo.org/api/records/17429335/access/request",
        "access": "https://zenodo.org/api/records/17429335/access",
        "communities": "https://zenodo.org/api/records/17429335/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17429335/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17429335/request-deletion",
        "requests": "https://zenodo.org/api/records/17429335/requests"
      },
      "updated": "2025-10-23T22:47:39.649776+00:00",
      "recid": "17429335",
      "revision": 4,
      "files": [
        {
          "id": "ed09df03-a402-4208-9c54-fce4f7dba743",
          "key": "Dunaieva - 7 final IC 2025-1.pdf",
          "size": 251864,
          "checksum": "md5:c1a732c65888c95d394554b84b5cee72",
          "links": {
            "self": "https://zenodo.org/api/records/17429335/files/Dunaieva - 7 final IC 2025-1.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "90004"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 5,
        "unique_downloads": 1,
        "views": 4,
        "unique_views": 1,
        "version_downloads": 5,
        "version_unique_downloads": 1,
        "version_unique_views": 1,
        "version_views": 4
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-23T20:54:54.412291+00:00",
      "modified": "2025-10-23T20:54:54.990583+00:00",
      "id": 17428857,
      "conceptrecid": "17428856",
      "doi": "10.5281/zenodo.17428857",
      "conceptdoi": "10.5281/zenodo.17428856",
      "doi_url": "https://doi.org/10.5281/zenodo.17428857",
      "metadata": {
        "title": "Comparative Analysis of Pb, Cr, and Cd present in brassica oleracea l. var, acephala  from  Munyaka Slums and Kesses Markets, Kenya",
        "doi": "10.5281/zenodo.17428857",
        "publication_date": "2025-10-23",
        "description": "<p>Kales are listed as one of the major groceries people utilize within the environment. The&nbsp;<br>crop is rich in vitamins and other nutrients essential for the growth and development of the body.&nbsp;<br>The plant&rsquo;s leaves are the major part that people consume within the environment. Kales originates&nbsp;<br>from the Brassica oleracea L.var, acephala. This project is majorly focused on the&nbsp;<br>phytoaccumulation of heavy metals and their ascertained levels in different samples of kales&nbsp;<br>obtained from the Munyaka and Kesses regions. The project aims to determine the level of&nbsp;<br>pollution in the plants cultivated in different environmental contaminants rates and create&nbsp;<br>awareness on the impacts of pollution on food and human beings. Sources of contamination&nbsp;<br>include natural sources, anthropogenic sources, mining, and mineral extraction. Most people&nbsp;<br>practice urban agriculture, using untreated sewage water to irrigate their crops. Random sampling&nbsp;<br>was used such that two samples from spread-apart places will be collected from Munyaka, Eldoret&nbsp;<br>and two spread apart sites in Kesses. They have been &nbsp;subjected to analytical techniques carried&nbsp;<br>out at the Moi University Laboratories and prepared through wet digestion. The products of the&nbsp;<br>digestion process of all the samples provided were taken to the AAS section to analyze heavy&nbsp;<br>metals (Pb, Cr, and Cd) and a readout containing the heavy metals concentration in the instances,&nbsp;<br>which will be displayed in the computer and a printout obtained for data analysis. The data was&nbsp;<br>analyzed using Microsoft excel to the mean and standard error, which was then subjected to the&nbsp;<br>statistical test of significance using paired t-test at 95% confidence interval. The project results are&nbsp;<br>meant to educate the general public on the importance of eating safe foods and help them indulge&nbsp;<br>in agricultural practices that produce safe foods. It is also important for the government to enact&nbsp;<br>laws that facilitate the production of safe foods.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Musah, Wycliffe Malika",
            "affiliation": "Moi University"
          },
          {
            "name": "Ayoo, Teresa",
            "affiliation": "Moi University"
          },
          {
            "name": "Keitany, Joshua",
            "affiliation": "Moi University"
          }
        ],
        "keywords": [
          "Heavy metal contamination,  Lead (Pb),  Chromium (Cr),  Cadmium (Cd),  Brassica oleracea L. var. acephala (kale),  Vegetable safety,  Environmental pollution,  Food toxicology,  Public health, Atomic Absorption Spectroscopy (AAS)"
        ],
        "language": "eng",
        "resource_type": {
          "title": "Project deliverable",
          "type": "publication",
          "subtype": "deliverable"
        },
        "journal": {
          "pages": "1-20",
          "title": "Comparative Analysis of Pb, Cr, and Cd present in brassica oleracea l. var, acephala  from  Munyaka Slums and Kesses Markets, Kenya"
        },
        "imprint": {
          "place": "Kenya"
        },
        "thesis": {
          "university": "Moi University"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17428856"
              }
            }
          ]
        }
      },
      "title": "Comparative Analysis of Pb, Cr, and Cd present in brassica oleracea l. var, acephala  from  Munyaka Slums and Kesses Markets, Kenya",
      "links": {
        "self": "https://zenodo.org/api/records/17428857",
        "self_html": "https://zenodo.org/records/17428857",
        "preview_html": "https://zenodo.org/records/17428857?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.17428857",
        "self_doi": "https://doi.org/10.5281/zenodo.17428857",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17428857",
        "reserve_doi": "https://zenodo.org/api/records/17428857/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17428856",
        "parent_html": "https://zenodo.org/records/17428856",
        "parent_doi": "https://doi.org/10.5281/zenodo.17428856",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17428856",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17428857/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17428857/sequence/default",
        "files": "https://zenodo.org/api/records/17428857/files",
        "media_files": "https://zenodo.org/api/records/17428857/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17428857:Heavy%20Metal%20Analysis%20in%20Kale.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17428857:Heavy%20Metal%20Analysis%20in%20Kale.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17428857:Heavy%20Metal%20Analysis%20in%20Kale.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17428857:Heavy%20Metal%20Analysis%20in%20Kale.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17428857:Heavy%20Metal%20Analysis%20in%20Kale.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17428857:Heavy%20Metal%20Analysis%20in%20Kale.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17428857/files-archive",
        "archive_media": "https://zenodo.org/api/records/17428857/media-files-archive",
        "latest": "https://zenodo.org/api/records/17428857/versions/latest",
        "latest_html": "https://zenodo.org/records/17428857/latest",
        "versions": "https://zenodo.org/api/records/17428857/versions",
        "draft": "https://zenodo.org/api/records/17428857/draft",
        "access_links": "https://zenodo.org/api/records/17428857/access/links",
        "access_grants": "https://zenodo.org/api/records/17428857/access/grants",
        "access_users": "https://zenodo.org/api/records/17428857/access/users",
        "access_request": "https://zenodo.org/api/records/17428857/access/request",
        "access": "https://zenodo.org/api/records/17428857/access",
        "communities": "https://zenodo.org/api/records/17428857/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17428857/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17428857/request-deletion",
        "requests": "https://zenodo.org/api/records/17428857/requests"
      },
      "updated": "2025-10-23T20:54:54.990583+00:00",
      "recid": "17428857",
      "revision": 4,
      "files": [
        {
          "id": "36025a6f-c97f-4c8d-9cd4-9027d57e076f",
          "key": "Heavy Metal Analysis in Kale.pdf",
          "size": 1891470,
          "checksum": "md5:5f417104bb9b558913c800e6c55d65f3",
          "links": {
            "self": "https://zenodo.org/api/records/17428857/files/Heavy Metal Analysis in Kale.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "1441737"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 2,
        "unique_downloads": 2,
        "views": 2,
        "unique_views": 2,
        "version_downloads": 2,
        "version_unique_downloads": 2,
        "version_unique_views": 2,
        "version_views": 2
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-23T15:31:24.202501+00:00",
      "modified": "2025-10-23T22:48:29.422965+00:00",
      "id": 17426694,
      "conceptrecid": "17426693",
      "doi": "10.5281/zenodo.17426694",
      "conceptdoi": "10.5281/zenodo.17426693",
      "doi_url": "https://doi.org/10.5281/zenodo.17426694",
      "metadata": {
        "title": "Questionnaire-based assessment for monitoring the condition of female pole-acrobatics athletes: cluster and correlation analyses",
        "doi": "10.5281/zenodo.17426694",
        "publication_date": "2025-06-30",
        "description": "<p><strong>Cite in English in Vancouver Style:</strong></p>\n<p>Zharova IO, Antonova HP. Questionnaire-based assessment for monitoring the condition of female pole-acrobatics athletes: cluster and correlation analyses. Inter Collegas. 2025;12(2):6-20.&nbsp;<a href=\"https://doi.org/10.35339/ic.2025.12.2.zan\" target=\"_blank\" rel=\"noopener\">https://doi.org/10.35339/ic.2025.12.2.zan</a></p>\n<p>Archived: <a href=\"https://doi.org/10.5281/zenodo.17426693\">https://doi.org/10.5281/zenodo.17426693</a></p>\n<p>&nbsp;</p>\n<p><strong>Abstract</strong></p>\n<p><strong>Background. </strong>Monitoring the functional state of athletes undergoing intense asymmetric loads, as in pole acrobatics, traditionally relies on comprehensive instrumental assessments (dynamometry, bioimpedance, electromyography) that must be repeated several times. However, these methods are expensive, time-consuming, and poorly suited for frequent use, especially during rehabilitation for identified dysfunctions or injuries. This necessitates the development of accessible and reliable tests.</p>\n<p><strong>Aim.</strong> To determine the validity of replacing repeated instrumental studies of athletes' functional state (electrophysiological, strength, visual) with a questionnaire during their rehabilitation.</p>\n<p><strong>Materials and Methods.</strong> A retrospective analysis of archival data from 20 female pole acrobatics athletes (aged 23&ndash;40 years) was conducted. The analysis included 58 instrumental para&shy;meters from previous studies (dynamometry, bioimpedance analysis, surface and stimulation electromyography, photogrammetry) and 50 questionnaire responses. Due to the non-normal distribution of the data, non-parametric methods were applied: hierarchical cluster analysis (Ward's method) and Spearman's rank correlations. The cluster analysis grouped the questionnaire items and instrumental parameters into five meaningful domains that fully corresponded to the instrumental constructs: strength indicators, body morphology, postural symmetry, neuromuscular activation, and neuromuscular excitability.</p>\n<p><strong>Results.</strong> Within the clusters, fifteen stable and strong correlations were identified (|&rho;|=[0.60&ndash;0.88]; p&lt;0.05), which demonstrates the high convergent validity of the questionnaire. The most informative items were found to be Nos.25, 48, 49 (for strength); Nos.27, 23 (for body composition); Nos.1, 2 (for posture); Nos.20, 29 (for surface EMG); and Nos.41, 40 (for stimulation EMG).</p>\n<p><strong>Conclusions.</strong> The developed questionnaire captures variations in key physiological indicators and can replace repeated instrumental assessments when monitoring the condition of female athletes&rsquo; post-rehabilitation.</p>\n<p><strong><em>Keywords:</em></strong><em> bioimpedance analysis, surface and stimulation electromyography, postural indices, strength imbalance.</em></p>\n<p>&nbsp;</p>\n<p><strong>Цитуйте українською у стилі Ванкувер:</strong></p>\n<p>Жарова ІО, Антонова ГП. Анкетне опитування для моніторингу стану спортсменок, які займаються акробатикою на пілоні: кластерний та кореляційний аналіз. Inter Collegas. 2025;12(2):6-20.&nbsp;<a href=\"https://doi.org/10.35339/ic.2025.12.2.zan\" target=\"_blank\" rel=\"noopener\">https://doi.org/10.35339/ic.2025.12.2.zan</a> [англійською].</p>\n<p>Архівовано: <a href=\"https://doi.org/10.5281/zenodo.17426693\">https://doi.org/10.5281/zenodo.17426693</a></p>\n<p>&nbsp;</p>\n<p><strong>Анотація</strong></p>\n<p><strong>Актуальність. </strong>Моніторинг функціонального стану спортсменів, що зазнають інтенсивних асиметричних навантажень, як в акробатиці на пілоні, традиційно спирається на комплексні апаратні обстеження (динамометрію, біоімпеданс, електроміографію), які необхідно повторювати кілька разів. Однак ці методи є дорогими, трудомісткими та малопридатними для частого застосування, особливо під час реабілітації з приводу виявлених дисфункцій або травм. Це створює потребу в розробці доступних та надійних тестів.</p>\n<p><strong>Мета.</strong> Визначити валідність заміни повторних інструментальних досліджень функціонального стану спортсменів (електрофізіологічних, силових, візуальних) під час їх реабілітації питаннями анкети.</p>\n<p><strong>Матеріали та методи.</strong> Було проведено ретроспективний аналіз архівних даних 20 спортсменок, які займаються акробатикою на пілоні (вік 23&ndash;40 років). В аналіз були включені 58 інструментальних показників динамометрії, біоімпедансометрії, поверхневої та стимуляційної електроміографії, фотограмметрії та 50 відповідей на питання анкети. Через ненормальний розподіл даних було застосовано непараметричні методи: ієрархічний кластерний аналіз (метод Варда) та рангові кореляції Спірмена. Кластерний аналіз згрупував пункти анкети та апаратні показники у п&rsquo;ять змістовних доменів, що повністю відповідали інструментальним конструктам: силові показники, морфологія тіла, постуральна симетрія, нейром&rsquo;язова активація та нейром&rsquo;язова збудливість.</p>\n<p><strong>Результати. </strong>У межах кластерів було виявлено п&rsquo;ятнадцять стійких та сильних кореляцій (|&rho;|=[0,60&ndash;0,88]; p&lt;0,05), що демонструє високу конвергентну валідність опитувальника. Найбільш інформативними виявилися питання №№ 25, 48, 49 (для сили); №№ 27, 23 (для складу тіла); №№ 1, 2 (для постави); №№ 20, 29 (для поверхневої ЕМГ) та №№ 41, 40 (для стимуляційної ЕМГ).</p>\n<p><strong>Висновки.</strong> Розроблений опитувальник фіксує варіації у ключових фізіологічних показниках і може замінити повторні апаратні обстеження під час моніторингу стану спортсменок після реабілітації.</p>\n<p><strong><em>Ключові слова:</em></strong><em> біоімпедансний аналіз, поверхнева та стимуляційна електроміографія, постуральні індекси, силовий дисбаланс.</em></p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Zharova, I.O.",
            "affiliation": "National University of Ukraine on Physical Education and Sport",
            "orcid": "0000-0002-8904-9446"
          },
          {
            "name": "Antonova, H.P.",
            "affiliation": "National University of Ukraine on Physical Education and Sport",
            "orcid": "0009-0003-1229-6216"
          }
        ],
        "keywords": [
          "bioimpedance analysis",
          "postural indices",
          "strength imbalance",
          "біоімпедансний аналіз",
          "поверхнева та стимуляційна електроміографія",
          "постуральні індекси",
          "силовий дисбаланс",
          "surface and stimulation electromyography"
        ],
        "references": [
          "Nicholas JC, McDonald KA, Peeling P, Jackson B, Dimmock JA, Alderson JA, Donnelly CJ. Pole Dancing for Fitness: The Physiological and Metabolic Demand of a 60-Minute Class. J Strength Cond Res. 2019;33(10):2704-10. DOI: 10.1519/JSC.0000000000002889. PMID: 30507730.",
          "Lee JY, Lin L, Tan A. Prevalence of pole dance injuries from a global online survey. J Sports Med Phys Fitness. 2020;60(2):270-5. DOI: 10.23736/S0022-4707.19.09957-2. PMID: 31663312.",
          "Dittrich F, Beck S, Burggraf M, Busch A, Dudda M, Jager M, Kauther MD. A small series of pole sport injuries. Orthop Rev (Pavia). 2020;12(3):8308. DOI: 10.4081/or.2020.8308. PMID: 33312483.",
          "Ruscello B, Iannelli S, Partipilo F, Esposito M, Pantanella L, Dring MB et al. Physical and physiological demands in women pole dance: a single case study. J Sports Med Phys Fit. 2017;57(4):496-503. DOI: 10.23736/S0022-4707.16.06081-3. PMID: 26842868.",
          "Naczk M, Kowalewska A, Naczk A. The risk of injuries and physiological benefits of pole dancing. J Sports Med Phys Fitness. 2020;60(6):883-88. DOI: 10.23736/S0022-4707.20.10379-7. PMID: 32162500.",
          "Ignatoglou D, Paliouras A, Paraskevopoulos E, Strimpakos N, Bilika P, Papandreou M, Kapreli E. Pole Dancing-Specific Muscle Strength: Development and Reliability of a Novel Assessment Protocol. Methods Protoc. 2024;7(3):44. DOI: 10.3390/mps7030044. PMID: 38804338.",
          "Pfeiffer JL, Sowitzki SK, Schafer T, Euteneuer F. Effects of pole dance on mental wellbeing and the sexual self-concept-a pilot randomized-controlled trial. BMC Psychol. 2023;11(1):274. DOI: 10.1186/s40359-023-01322-z. PMID: 37710349.",
          "Ballarin G, Scalfi L, Monfrecola F, Alicante P, Bianco A, Marra M et al. Body Composition and Bioelectrical-Impedance-Analysis-Derived Raw Variables in Pole Dancers. Int J Environ Res Public Health. 2021;18(23):12638. DOI: 10.3390/ijerph182312638. PMID: 34886363.",
          "Ruscello B, Esposito M, Pantanella L, Partipilo F, Lunetta L, D'Ottavio S. Biomechanics and Physiology in top level Pole Dancers. A case study. J Phys Sports Med . 2018;18:1-15. DOI: 10.36811/jphsm.2019.110001",
          "Malolepszy M, Kwas K, Definska K, Smyczynska U. EPIDEMIOLOGY OF INJURIES IN POLISH POLE DANCE AMATEURS. Rehabil Orthop Neurophysiol Sport Promot IRONS [Internet]. 2022;41:7-13. DOI: 10.19271/irons-000175-2022-41.",
          "Goluchowska AM, Humka MI. Types of the locomotor system injuries and frequency of occurrence in women pole dancers. J Sports Med Phys Fitness. 2022;62(5):661-6. DOI: 10.23736/S0022-4707.21.12239-X. PMID: 34132513.",
          "Terwiel S, Rauthmann JF, Luhmann M. Using the situational characteristics of the DIAMONDS taxonomy to distinguish sports to more precisely investigate their relation with psychologically relevant variables. PLoS One. 2020;15(10):e0241013. DOI: 10.1371/journal.pone.0241013. PMID: 33091052.",
          "Zharova IO, Antonova HP. Electromyographic indicators investigation in female athletes engaged in pole acrobatics. Inter Collegas. 2025;12(1). DOI: 10.35339/ic.2025.12.1.zan.",
          "McCulloch PC, Patel JK, Ramkumar PN, Noble PC, Lintner DM. Asymmetric Hip Rotation in Professional Baseball Pitchers. Orthop J Sports Med. 2014;2(2):2325967114521575. DOI: 10.1177/2325967114521575. PMID: 26535297.",
          "Paul RW, Sirch FR, Vata A, Zhu E, Alberta FG, Erickson BJ, Thomas SJ. Chronic Adaptations of the Shoulder in Baseball Pitchers: A Systematic Review. Am J Sports Med. 2025;53(12):2984-94. DOI: 10.1177/03635465251317202. PMID: 40029165.",
          "Singh SK, Nage N, Jagani H, Maiti M, Ranbhor RS. Glycan mapping of recombinant human follicle stimulating hormone by mass spectrometry. Reprod Biol. 2018;18(4):380-4. DOI: 10.1016/j.repbio.2018.10.003. PMID: 30344088.",
          "Rogowski I, Ducher G, Brosseau O, Hautier C. Asymmetry in volume between dominant and nondominant upper limbs in young tennis players. Pediatr Exerc Sci. 2008;20(3):263-72. DOI: 10.1123/pes.20.3.263. PMID: 18714117.",
          "Rogowski I, Creveaux T, Genevois C, Klouche S, Rahme M, Hardy P. Upper limb joint muscle/tendon injury and anthropometric adaptations in French competitive tennis players. Eur J Sport Sci. 2016;16(4):483-9. DOI: 10.1080/17461391.2015.1031712. PMID: 25881663.",
          "Bany W, Nyrc M, Lopuszanska-Dawid M. Morphological and Functional Asymmetry Among Competitive Female Fencing Athletes. Appl Sci. 2025;15(14):8020. DOI: 10.3390/app15148020.",
          "Mala L, Maly T, Cabell L, Cech P, Hank M, Coufalova K et al.. Body Composition and Morphological Limbs Asymmetry in Competitors in Six Martial Arts. Int J Morphol. 2019;37(2):568-75. DOI: 10.4067/s0717-95022019000200568",
          "Burdukiewicz A, Pietraszewska J, Andrzejewska J, Chromik K, Stachoń A. Asymmetry of Musculature and Hand Grip Strength in Bodybuilders and Martial Artists. Int J Environ Res Public Health. 2020;17(13):4695. DOI: 10.3390/ijerph17134695. PMID: 32629826.",
          "Guan Y, Bredin SSD, Taunton J, Jiang Q, Wu N, Warburton DER. Predicting the Risk of Injuries Through Assessments of Asymmetric Lower Limb Functional Performance: A Prospective Study of 415 Youth Taekwondo Athletes. Orthop J Sports Med. 2023;11(8):23259671231185586. DOI: 10.1177/23259671231185586. PMID: 37655257.",
          "Intelangelo L, Lassaga I, Gonzalo E, Mendoza C, Manuel Ormazabal J, Roulet I, et al. s Strength the Main Risk Factor of Overuse Shoulder Injuries? A Cohort Study of 296 Amateur Overhead Athletes. Sports Health. 2025;17(5):1028-35. DOI: 10.1177/19417381241298287. PMID: 39711152.",
          "Wang HK, Cochrane T. Mobility impairment, muscle imbalance, muscle weakness, scapular asymmetry and shoulder injury in elite volleyball athletes. J Sports Med Phys Fitness. 2001;41(3):403-10. PMID: 11533574.",
          "Dupuy A, Sorg M, Morel C, Rudewicz A, Colin E, Blazevich AJ et al. Shoulder overuse injury history is associated with imbalanced strength functional ratio and bilateral asymmetry in overhead male Para athletes in resting and fatigued conditions. Am J Phys Med Rehabil. 2025. DOI: 10.1097/PHM.0000000000002818. PMID: 40729531.",
          "Heshmati S, Ghahraman Tabrizi K, Daneshjoo A, Hosseini E, Bahiraei S, Sahebozamani M, et al. Effects of Asymmetric and Symmetric Sport Load on Upper and Lower Extremity Strength and Balance: A Comparison Between the Dominant and Non-Dominant Side in Adolescent Female Athletes. Sports (Basel). 2025;13(3):89. DOI: 10.3390/sports13030089. PMID: 40137813.",
          "Antonova H. The impact of pole acrobatics training on structural and functional changes in the muscles of female athletes. Exp Clin Med. 2024;93(4). DOI: 10.35339/ekm.2024.93.4.zan.",
          "Zharova I, Antonova H. Asymmetry of muscles in women engaged in pole acrobatics: study results using myography. Exp Clin Med. 2024;93(2). DOI: 10.35339/ekm.2024.93.2.zan.",
          "Antonova HP. Postural asymmetry in female athletes engaged in pole acrobatics: a visual screening study. Exp Clin Med. 2025;94(2). DOI: 10.35339/ekm.2025.94.2.zan.",
          "Zharova IO, Antonova HP. Investigation of the asymmetry of strength indicators in female athletes in pole acrobatics: analysis of the results of measurement on the Back-Check device. Sports Medicine, Physical Therapy and Ergotherapy. 2025;(1):13-9. DOI: 10.32782/spmed.2025.1.2.",
          "Turker H, Sze H. Surface Electromyography in Sports and Exercise. In: Electrodiagnosis in New Frontiers of Clinical Research. Turker H., ed. InTech; 2013. DOI: 10.5772/56167.",
          "Bouillod A, Costes A, Soto-Romero G, Brunet E, Grappe F. Validity and Reliability of the 3D Motion Analyzer in Comparison with the Vicon Device for Biomechanical Pedalling Analysis. In Proceedings of the 4th International Congress on Sport Sciences Research and Technology Support – icSPORTS. 2016;1:63-6. DOI: 10.5220/0006088200630066.",
          "van der Woude DR, Ruyten T, Bartels B. Reliability of Muscle Strength and Muscle Power Assessments Using Isokinetic Dynamometry in Neuromuscular Diseases: A Systematic Review. Phys Ther. 2022;102(10):pzac099. DOI: 10.1093/ptj/pzac099. PMID: 35899532.",
          "Moon JR. Body composition in athletes and sports nutrition: an examination of the bioimpedance analysis technique. Eur J Clin Nutr. 2013;67_Suppl_1:S54-9. DOI: 10.1038/ejcn.2012.165. PMID: 23299872.",
          "Stark T, Walker B, Phillips JK, Fejer R, Beck R. Hand-held dynamometry correlation with the gold standard isokinetic dynamometry: a systematic review. PM R. 2011;3(5):472-9. DOI: 10.1016/j.pmrj.2010.10.025. PMID: 21570036.",
          "Shiose K, Kondo E, Takae R, Sagayama H, Motonaga K, Yamada Y et al. Validity of Bioimpedance Spectroscopy in the Assessment of Total Body Water and Body Composition in Wrestlers and Untrained Subjects. Int J Environ Res Public Health. 2020;17(24):9433. DOI: 10.3390/ijerph17249433. PMID: 33339316.",
          "Campa F, Toselli S, Mazzilli M, Gobbo LA, Coratella G. Assessment of Body Composition in Athletes: A Narrative Review of Available Methods with Special Reference to Quantitative and Qualitative Bioimpedance Analysis. Nutrients. 2021;13(5):1620. DOI: 10.3390/nu13051620. PMID: 34065984.",
          "Fornetti WC, Pivarnik JM, Foley JM, Fiechtner JJ. Reliability and validity of body composition measures in female athletes. J Appl Physiol (1985). 1999;87(3):1114-22. DOI: 10.1152/jappl.1999.87.3.1114. PMID: 10484585.",
          "Hall ECR, John G, Ahmetov II. Testing in Football: A Narrative Review. Sports (Basel). 2024;12(11):307. DOI: 10.3390/sports12110307. PMID: 39590909.",
          "Santos D, Bravo-Sanchez A, Peyré-Tartaruga LA, Simini F, Zacca R. Isometric Force-Time Curve Assessment: Accuracy, Precision, and Repeatability of a Mobile Application and Portable and Lightweight Device. Sports (Basel). 2024;12(10):268. DOI: 10.3390/sports12100268. PMID: 39453234.",
          "Merletti R, Campanini I, Rymer WZ, Disselhorst-Klug C. Editorial: Surface Electromyography: Barriers Limiting Widespread Use of sEMG in Clinical Assessment and Neurorehabilitation. Front Neurol. 2021;12:642257. DOI: 10.3389/fneur.2021.642257. PMID: 33643215.",
          "Romero-Franco N, Fernandez-Domínguez JC, Montano-Munuera JA, Romero-Franco J, Jimenez-Reyes P. Validity and reliability of a low-cost dynamometer to assess maximal isometric strength of upper limb. J Sports Sci. 2019;37(15):1787-93. DOI: 10.1080/02640414.2019.1594570. PMID: 30897030.",
          "Saw AE, Main LC, Gastin PB. Monitoring the athlete training response: subjective self-reported measures trump commonly used objective measures: a systematic review. Br J Sports Med. 2016;50(5):281-91. DOI: 10.1136/bjsports-2015-094758. PMID: 26423706.",
          "Duignan C, Doherty C, Caulfield B, Blake C. Single-Item Self-Report Measures of Team-Sport Athlete Wellbeing and Their Relationship With Training Load: A Systematic Review. J Athl Train. 2020;55(9):944-53. DOI: 10.4085/1062-6050-0528.19. PMID: 32991706.",
          "Gastin PB, Meyer D, Robinson D. Perceptions of wellness to monitor adaptive responses to training and competition in elite Australian football. J Strength Cond Res. 2013;27(9):2518-26. DOI: 10.1519/JSC.0b013e31827fd600. PMID: 23249820.",
          "McCall A, Wolfberg A, Ivarsson A, Dupont G, Larocque A, Bilsborough J. A Qualitative Study of 11 World-Class Team-Sport Athletes' Experiences Answering Subjective Questionnaires: A Key Ingredient for 'Visible' Health and Performance Monitoring? Sports Med. 2023;53(5):1085-100. DOI: 10.1007/s40279-023-01814-3. PMID: 36763237.",
          "Matthews A, Pyne D, Saunders P, Fallon K, Fricker P. A self-reported questionnaire for quantifying illness symptoms in elite athletes. Open Access J Sports Med. 2010;1:15-22. DOI: 10.2147/oajsm.s7654. PMID: 24198538.",
          "Losnegard T, Skarli S, Hansen J, Roterud S, Svendsen IS, R Rønnestad B, et al. Is Rating of Perceived Exertion a Valuable Tool for Monitoring Exercise Intensity During Steady-State Conditions in Elite Endurance Athletes? Int J Sports Physiol Perform. 2021;16(11):1589-95. DOI: 10.1123/ijspp.2020-0866. PMID: 33831841.",
          "Green JM, McLester JR, Crews TR, Wickwire PJ, Pritchett RC, Lomax RG. RPE association with lactate and heart rate during high-intensity interval cycling. Med Sci Sports Exerc. 2006;38(1):167-72. DOI: 10.1249/01.mss.0000180359.98241.a2. PMID: 16394970.",
          "Steed J, Gaesser GA, Weltman A. Rating of perceived exertion and blood lactate concentration during submaximal running. Med Sci Sports Exerc. 1994;26(6):797-803. DOI: 10.1249/00005768-199406000-00021. PMID: 8052120.",
          "Vahia D, Kelly A, Knapman H, Williams CA. Variation in the Correlation Between Heart Rate and Session Rating of Perceived Exertion-Based Estimations of Internal Training Load in Youth Soccer Players. Pediatr Exerc Sci. 2019;31(1):91-8. DOI: 10.1123/pes.2018-0033. PMID: 30370806.",
          "Pavlovic M, Ogrinc N, Sarabon N. Body asymmetries as risk factors for musculoskeletal injuries in dancesport, hip-hop and ballet dancers? Eur J Transl Myol. 2022;32(4):11020. DOI: 10.4081/ejtm.2022.11020. PMID: 36445245.",
          "Keogh JAJ, Waddington EE, Masood Z, Mahmood S, Palanisamy AC, Ruder MC, et al. Monitoring lower limb biomechanical asymmetry and psychological measures in athletic populations-A scoping review. Scand J Med Sci Sports. 2023;33(11):2125-48. DOI: 10.1111/sms.14460. PMID: 37551046.",
          "Ojeda-Aravena A, Warnier-Medina A, Brand C, Morales-Zuniga J, Orellana-Lepe G, Zapata-Bastias J, et al. Relationship between Body Composition Asymmetry and Specific Performance in Taekwondo Athletes: A Cross-Sectional Study. Symmetry. 2023 ;15(11):2087. DOI: 10.3390/sym15112087.",
          "Haller N, Blumkaitis JC, Strepp T, Schmuttermair A, Aglas L, Simon P, et al. Comprehensive training load monitoring with biomarkers, performance testing, local positioning data, and questionnaires - first results from elite youth soccer. Front Physiol. 2022;13:1000898. DOI: 10.3389/fphys.2022.1000898. PMID: 36262260.",
          "Pai NN, Brown RC, Black KE. The development and validation of a questionnaire to assess relative energy deficiency in sport (RED-S) knowledge. J Sci Med Sport. 2022;25(10):794-9. DOI: 10.1016/j.jsams.2022.07.004. PMID: 35909054.",
          "Hong TK, Trang NH, van der Ploeg HP, Hardy LL, Dibley MJ. Validity and reliability of a physical activity questionnaire for Vietnamese adolescents. Int J Behav Nutr Phys Act. 2012;9:93. DOI: 10.1186/1479-5868-9-93. PMID: 22853177.",
          "Manser P, Huber S, Seinsche J, de Bruin ED, Giannouli E. Development and initial validation of the German version of the Exergame Enjoyment Questionnaire (EEQ-G). PLoS One. 2023;18(6):e0286556. DOI: 10.1371/journal.pone.0286556. PMID: 3728970.",
          "Schneider C, Wiewelhove T, McLaren SJ, Röleke L, Kasbauer H, Hecksteden A, et al. Monitoring training and recovery responses with heart rate measures during standardized warm-up in elite badminton players. PLoS One. 2020 Dec 21;15(12):e0244412. DOI: 10.1371/journal.pone.0244412. PMID: 33347512.",
          "Legall A, Gaston AF, Fruchart E. Validity of information integration based on subjective and physiological data from a real sports condition: application to the judgment of fatigue in sport. Front Sports Act Living. 2024;6:1338883. DOI: 10.3389/fspor.2024.1338883. PMID: 38500547.",
          "Drole K, Doupona M, Steffen K, Jerin A, Paravlic A. Associations between subjective and objective measures of stress and load: an insight from 45-week prospective study in 189 elite athletes. Front Psychol. 2025;15:1521290. DOI: 10.3389/fpsyg.2024.1521290. PMID: 39906197.",
          "Montull L, Slapsinskaite-Dackeviciene A, Kiely J, Hristovski R, Balague N. Integrative Proposals of Sports Monitoring: Subjective Outperforms Objective Monitoring. Sports Med Open. 2022;8(1):61. DOI: 10.1186/s40798-022-00460-9. PMID: 35348932.",
          "Kuokkanen J, Virtanen T, Hirvensalo M, Romar JE. The reliability and validity of the sport engagement instrument in the Finnish dual career context. Int J Sport Exerc Psychol. 2021;20(5):1345-67. DOI: 10.1080/1612197x.2021.1979074.",
          "Trakman GL, Forsyth A, Hoye R, Belski R. Development and validation of a brief general and sports nutrition knowledge questionnaire and assessment of athletes' nutrition knowledge. J Int Soc Sports Nutr. 2018;15:17. DOI: 10.1186/s12970-018-0223-1. PMID: 29713248.",
          "Jimenez C, Verhagen E. Reimagining athlete monitoring for true indicative injury prevention. BMJ Open Sport Exerc Med. 2025;11(2):e002479. DOI: 10.1136/bmjsem-2025-002479. PMID: 40487417.",
          "Bauer J, Muehlbauer T, Geiger S, Gruber M. Interaction between the leg recovery test and subjective measures of fatigue in handball players: short-, mid-, and long-term assessment. Front Sports Act Living. 2024;6:1474385. DOI: 10.3389/fspor.2024.1474385. PMID: 39749264.",
          "Lourenco J, Gouveia ER, Sarmento H, Ihle A, Ribeiro T, Henriques R, et al. Relationship between Objective and Subjective Fatigue Monitoring Tests in Professional Soccer. Int J Environ Res Public Health. 2023;20(2):1539. DOI: 10.3390/ijerph20021539. PMID: 36674293."
        ],
        "language": "eng",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "2",
          "pages": "6-20",
          "title": "Inter Collegas",
          "volume": "12"
        },
        "alternate_identifiers": [
          {
            "identifier": "https://inter.knmu.edu.ua/article/view/10.35339.ic.2025.12.2.zan"
          },
          {
            "identifier": "10.35339/ic.2025.12.2.zan"
          }
        ],
        "communities": [
          {
            "id": "icj-khnmu"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17426693"
              }
            }
          ]
        }
      },
      "title": "Questionnaire-based assessment for monitoring the condition of female pole-acrobatics athletes: cluster and correlation analyses",
      "links": {
        "self": "https://zenodo.org/api/records/17426694",
        "self_html": "https://zenodo.org/records/17426694",
        "preview_html": "https://zenodo.org/records/17426694?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.17426694",
        "self_doi": "https://doi.org/10.5281/zenodo.17426694",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17426694",
        "reserve_doi": "https://zenodo.org/api/records/17426694/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17426693",
        "parent_html": "https://zenodo.org/records/17426693",
        "parent_doi": "https://doi.org/10.5281/zenodo.17426693",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17426693",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17426694/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17426694/sequence/default",
        "files": "https://zenodo.org/api/records/17426694/files",
        "media_files": "https://zenodo.org/api/records/17426694/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17426694:Zharova%20-%2010%20final%20IC%202025-2.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17426694:Zharova%20-%2010%20final%20IC%202025-2.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17426694:Zharova%20-%2010%20final%20IC%202025-2.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17426694:Zharova%20-%2010%20final%20IC%202025-2.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17426694:Zharova%20-%2010%20final%20IC%202025-2.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17426694:Zharova%20-%2010%20final%20IC%202025-2.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17426694/files-archive",
        "archive_media": "https://zenodo.org/api/records/17426694/media-files-archive",
        "latest": "https://zenodo.org/api/records/17426694/versions/latest",
        "latest_html": "https://zenodo.org/records/17426694/latest",
        "versions": "https://zenodo.org/api/records/17426694/versions",
        "draft": "https://zenodo.org/api/records/17426694/draft",
        "access_links": "https://zenodo.org/api/records/17426694/access/links",
        "access_grants": "https://zenodo.org/api/records/17426694/access/grants",
        "access_users": "https://zenodo.org/api/records/17426694/access/users",
        "access_request": "https://zenodo.org/api/records/17426694/access/request",
        "access": "https://zenodo.org/api/records/17426694/access",
        "communities": "https://zenodo.org/api/records/17426694/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17426694/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17426694/request-deletion",
        "requests": "https://zenodo.org/api/records/17426694/requests"
      },
      "updated": "2025-10-23T22:48:29.422965+00:00",
      "recid": "17426694",
      "revision": 8,
      "files": [
        {
          "id": "af5ab3a8-ebc1-4ab3-959d-79c496df9828",
          "key": "Zharova - 10 final IC 2025-2.pdf",
          "size": 880148,
          "checksum": "md5:853f8be878f4817614d58229697d14b2",
          "links": {
            "self": "https://zenodo.org/api/records/17426694/files/Zharova - 10 final IC 2025-2.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "90004"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 10,
        "unique_downloads": 4,
        "views": 7,
        "unique_views": 4,
        "version_downloads": 10,
        "version_unique_downloads": 4,
        "version_unique_views": 4,
        "version_views": 7
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-23T08:24:07.576011+00:00",
      "modified": "2025-10-23T08:24:08.438934+00:00",
      "id": 17422927,
      "conceptrecid": "17422926",
      "doi": "10.12692/jbes/27.1.41-54",
      "doi_url": "https://doi.org/10.12692/jbes/27.1.41-54",
      "metadata": {
        "title": "Screening of an medicinal plant Crinum asiaticum L. bulb extracts for their proximate composition, phytochemical analysis and antioxidant activity",
        "doi": "10.12692/jbes/27.1.41-54",
        "publication_date": "2025-07-12",
        "description": "<p><em>Crinum asiaticum</em>, a traditional medicinal plant has been used for various therapeutic purposes. Therefore, the present study aims to investigate the proximate composition, phytochemical analysis and antioxidant activities of&nbsp;<em>C. asiaticum</em>&nbsp;bulb extracts.&nbsp;<em>C. asiaticum</em>&nbsp;bulb were collected from three different district of Thanjavur, Nagappattinam, Namakkal and analyzed for proximate composition and phytochemical analysis. The results showed that&nbsp;<em>C. asiaticum</em>&nbsp;bulb extracts contained various bioactive compounds including alkaloids, glycosides, flavonoids and phenolic acids. KGVA extracts (KGVA 1, KGVA 2 and KGVA 3) were evaluated for antioxidant activity using H<sub>2</sub>O<sub>2</sub>, reducing power and DPPH assay. KGVA 1 and KGVA 2 showed significant antioxidant activity, comparable to ascorbic acid and Vitamin C. KGVA 1 had the highest activity in the DPPH assay. The extracts also contained various polyphenolic compounds including neochlorogenic acid, protocatechuic acid and vanillic acid. This study demonstrates the potential of&nbsp;<em>C. asiaticum</em>&nbsp;bulb extracts as a rich source of bioactive compounds. The results suggested that&nbsp;<em>C. asiaticum</em> may be a valuable plant for the development of new therapeutic agents particularly for the treatment of breast cancer and microbial infections.</p>\n<p>published by the<strong> <a href=\"https://innspub.net/journal-of-biodiversity-and-environmental-sciences/\">Journal of Biodiversity and Environmental Sciences | JBES</a></strong></p>\n<div>\n<div>&nbsp;</div>\n</div>",
        "access_right": "open",
        "creators": [
          {
            "name": "K., Gowthaman",
            "affiliation": "PG and Department of Botany, A.V.V.M Sri Pushpam College (Autonomous), (Affiliated to Bharathidasan University, Tiruchirappalli- 24), Poondi, Thanjavur, Tamil Nadu, India"
          }
        ],
        "contributors": [
          {
            "name": "P., Prakash",
            "affiliation": "PG and Department of Botany, A.V.V.M Sri Pushpam College (Autonomous), (Affiliated to Bharathidasan University, Tiruchirappalli- 24), Poondi, Thanjavur, Tamil Nadu, India",
            "type": "Researcher"
          },
          {
            "name": "V., Ambikapathy",
            "affiliation": "PG and Department of Botany, A.V.V.M Sri Pushpam College (Autonomous), (Affiliated to Bharathidasan University, Tiruchirappalli- 24), Poondi, Thanjavur, Tamil Nadu, India",
            "type": "Researcher"
          },
          {
            "name": "A., Panneerselvam",
            "affiliation": "Indian Biotrack Research Institute, Thanjavur, Tamil Nadu, India",
            "type": "Researcher"
          }
        ],
        "keywords": [
          "Medicinal plant",
          "Crinum asiaticum",
          "Proximate",
          "Phytochemical",
          "Antioxidant",
          "Ascorbic acid",
          "Vitamin C"
        ],
        "dates": [
          {
            "type": "available",
            "description": "article published"
          }
        ],
        "references": [
          "AACC (American Association of Cereal Chemists). 2000. Approved methods of the AACC (10th ed.). American Association of Cereal Chemists.",
          "Adewusi EA, Steenkamp V. 2011. In-vitro screening for acetylcholinesterase inhibition and antioxidant activity of medicinal plants from southern Africa. Asian Pacific Journal of Tropical Medicine 4, 829–835. https://doi.org/10.1016/S1995-7645(11)60203-4.",
          "Alawode TT, Lajide L, Owolabi BJ, Olaleye MT. 2019. Studies on in-vitro antioxidant and anti-inflammatory activities of Crinum jagus leaves and bulb extracts. International Journal of Biochemistry Research and Review 28, 1–9. https://doi.org/10.9734/ijbcrr/2019/v28i130134.",
          "Attar UA, Ghane SG. 2019. In-vitro antioxidant, antidiabetic, antiacetylcholine esterase, anticancer activities and RP-HPLC analysis of phenolics from the wild bottle gourd (Lagenaria siceraria (Molina) Standl.). South African Journal of Botany 125, 360–370. https://doi.org/10.1016/j.sajb.2019.08.004.",
          "Barile E, Capasso R, Izzo AA, Lanzotti V, Sajjadi SE, Zolfaghari B. 2005. Structure-activity relationships for saponins from Allium hirtifolium and Allium elburzense and their antispasmodic activity. Planta Medica 71, 1010-1018. https://doi.org/10.1055/s-2005-873134.",
          "Bhalodia NR, Nariya PB, Acharya RN, Shukla VJ. 2013. In-vitro antioxidant activity of hydroalcoholic extract from the fruit pulp of Cassia fistula Linn. Ayu 34(2), 209–214. https://doi.org/10.4103/0974-8520.119684.",
          "Castro-Alba V, Lazarte CE, Bergenståhl B, Granfeldt Y. 2019. Phytate, iron, zinc and calcium content of common Bolivian foods and their estimated mineral bioavailability. Food Science & Nutrition 7, 2854–2865. https://doi.org/10.1002/fsn3.1127.",
          "Chase MW, Reveal JL, Fay MF. 2009. A subfamilial classification for the expanded asparagalean families Amaryllidaceae, Asparagaceae and Xanthorrhoeaceae. Botanical Journal of the Linnean Society 161, 132–136. https://doi.org/10.1111/j.1095-8339.2009.00999.x.",
          "Christenhusz M, Fay M, Chase M. 2017. Plants of the world: An illustrated encyclopedia of vascular plants. Chicago: University of Chicago Press. https://doi.org/10.7208/9780226536705.",
          "Danquah CA, Minkah PAB, Agana TA, Moyo P, Ofori M, Doe P, Rali S, Osei Duah Junior I, Amankwah KB, Somuah SO, Nugbemado IN, Maharaj VJ, Bhakta S, Gibbons S. 2022. The phytochemistry and pharmacology of Tulbaghia, Allium, Crinum and Cyrtanthus: 'Talented' taxa from the Amaryllidaceae. Molecules 27(14), 4475. https://doi.org/10.3390/molecules27144475.",
          "Dung NT, Thanh DM, Huong NT, Thuy PT, Hoan NT, Thanh DTM, Van Trang N, Son NT. 2020. Quinolone and isoquinolone alkaloids: The structural-electronic effects and the antioxidant mechanisms. Structural Chemistry 31, 2435–2450. https://doi.org/10.1007/s11224-020-01602-z.",
          "Elhami V, Beek NVD, Wang L, Picken SJ, Tamis J, Sousa JAB, Hempenius MA, Schuur B. 2022. Extraction of low molecular weight polyhydroxyalkanoates from mixed microbial cultures using bio-based solvents. Separation and Purification Technology 299, 121773. https://doi.org/10.1016/j.seppur.2022.121773.",
          "Ghane SG, Attar UA, Yadav PB, Lekhak MM. 2018. Antioxidant, anti-diabetic, acetylcholinesterase inhibitory potential and estimation of alkaloids (lycorine and galanthamine) from Crinum species: An important source of anticancer and anti-Alzheimer drug. Industrial Crops and Products 125, 168–177. https://doi.org/10.1016/j.indcrop.2018.08.087.",
          "Gomes JVD, Tosta CL, Cunha Da Neto A, Fagg CW, Silva CAG, Gomes-Copeland KKP, Magalhães PO, Fonseca-Bazzo YM, Jamal CM, Silveira D. 2022. Chemical profile and biological activity of Crinum americanum L. (Amaryllidaceae). South African Journal of Botany 146, 25–35. https://doi.org/10.1016/j.sajb.2021.09.034.",
          "Habartova K, Cahlikova L, Rezacova M, Havelek R. 2016. The biological activity of alkaloids from the Amaryllidaceae: From cholinesterases inhibition to anticancer activity. Natural Product Communications 11(10), 1587–1594.",
          "Harborne JB. 1998. Phytochemical methods: A guide to modern techniques of plant analysis (3rd ed.). Chapman and Hall.",
          "Ilavenil S, Kaleeswaran B, Sumitha P, Tamilvendan D, Ravikumar S. 2011. Protection of human erythrocyte using Crinum asiaticum extract and lycorine from oxidative damage induced by 2-amidinopropane. Saudi Journal of Biological Sciences 18, 181–187. https://doi.org/10.1016/j.sjbs.2010.11.001.",
          "Indradevi S, Ilavenil S, Kaleeswaran B, Srigopalram S, Ravikumar S. 2012. Ethanolic extract of Crinum asiaticum attenuates hyperglycemia-mediated oxidative stress and protects hepatocytes in alloxan-induced experimental diabetic rats. Journal of King Saud University- Science 24, 171–177. https://doi.org/10.1016/j.jksus.2010.12.007.",
          "Jagtap UB, Lekhak MM, Fulzele DP, Yadav SR, Bapat VA. 2014. Analysis of selected Crinum species for galanthamine alkaloid: An anti-Alzheimer drug. Current Science 107, 2008–2010.",
          "Jayakumar K. 2015. Ethno medicinal value of plants in Thanjavur district, Tamil Nadu, India. International Letters of Natural Sciences 29, 33–42.",
          "Lekhak MM, Patil VS, Yadav SR. 2015. Typifications and synonyms in Crinum (Amaryllidaceae) from India. Webbia 70(1), 103–107. https://doi.org/10.1080/00837792.2015.1022096.",
          "Lekhak MM, Yadav SR. 2012. Crinum malabaricum (Amaryllidaceae), a remarkable new aquatic species from Kerala, India and lectotypification of Crinum thaianum. Kew Bulletin 67, 521–526. https://doi.org/10.1007/s12225-012-9386-0.",
          "Linnaeus C. 1753. Species Plantarum. Salvius, Stockholm, 291–292.",
          "Mahomoodally MF, Sadeer NB, Suroowan S, Jugreet J, Lobine D, Rengasamy KRR. 2021. Ethanomedicinal, phytochemistry, toxicity and pharmacological benefits. South African Journal of Botany 136, 16–19. https://doi.org/10.1016/j.sajb.2020.06.004.",
          "Maroyi A. 2016. Ethnobotanical, phytochemical and pharmacological properties of Crinum bulbispermum (Burm f) Milne-Redh and Schweick (Amaryllidaceae). Tropical Journal of Pharmaceutical Research 15(11), 2497–2505. http://dx.doi.org/10.4314/tjpr.v15i11.27.",
          "Meerow AW, Snuman DA. 2006. The never-ending story: Multigene approaches to the phylogeny of Amaryllidaceae. Aliso: A Journal of Systematic and Floristic Botany 22(1), 355–366.",
          "Miliao GL, De Oliveira APH, Soares LdeS, Arruda TR, Vieira ENR, Leite Junior BRDC. 2022. Unconventional food plants: Nutritional aspects and perspectives for industrial applications. Future Foods 5, 100124. https://doi.org/10.1590/1809-4422asoc20180299r1vu2020L1AO.",
          "Nair JJ, Staden JV. 2020. Insight to the antifungal properties of Amarillidaceae constituents. Phytomedicine 73, 152753. https://doi.org/10.1016/j.phymed.2018.11.013.",
          "Patel SB, Attar UA, Ghane SG. 2018. Antioxidant potential of wild Lagenaria siceraria (Molina) Standl. Thai Journal of Pharmaceutical Sciences 42, 90–96. https://doi.org/10.56808/3027-7922.2385.",
          "Patel SB, Attar UA, Sakate DM, Ghane SG. 2020. Efficient extraction of cucurbitacins from Diplocyclos palmatus (L.) C. Jeffrey: Optimization using response surface methodology, extraction methods and study of some important bioactivities. Scientific Reports 10, 2109. https://doi.org/10.1038/s41598-020-58924-5.",
          "Patel SB, Ghane SG. 2021. Phyto-constituents profiling of Luffa echinata and in-vitro assessment of antioxidant, anti-diabetic, anticancer and anti-acetylcholine esterase activities. Saudi Journal of Biological Sciences 28, 3835–3846. https://doi.org/10.1016/j.sjbs.2021.03.050.",
          "Renata LDA, Carolina LCDP, Fabiane OF, Wanderlei DA, Alberto WJ, Adenilda CHF, Luciana IM, Marcos RM. 2023. Multielement/proximate composition, chemical and cytotoxic profile to assess the Crinum americanum L. as an unconventional raw material of nutritional, chemical and pharmaceutical potential. South African Journal of Botany 161, 472–481. https://doi.org/10.1016/j.sajb.2023.08.042.",
          "Rønsted N, Symonds MRE, Birkholm T, Christensen SB, Meerow AW, Molander M, Mølgaard P, Petersen G, Rasmussen N, Staden JV, Stafford GI, Jäger AK. 2012. Can phylogeny predict chemical diversity and potential medicinal activity of plants? A case study of Amaryllidaceae. BMC Evolutionary Biology 12, 182. https://doi.org/10.1186/1471-2148-12-182.",
          "Ruch RJ, Cheng SJ, Klaunig JE. 1989. Prevention of cytotoxicity and inhibition of intracellular communication by antioxidant catechins isolated from Chinese green tea. Carcinogenesis 10, 1003–1008.",
          "Silva LE, Amaral W, Silva MM, Oliveira AL. 2020. Conservation of genetic resources: A study with medicinal plants on the coast of Paraná- Brazil. Ambiente & Sociedade 23, 02991. https://doi.org/10.1590/1809-4422asoc20180299r1vu2020l1ao.",
          "Soni L, Jain SK, Shivani D, Parasher P, Mahabeer D. 2015. Free radical scavenging activity of Urginea indica, Alhagi maurorum, Crinum asiaticum and Prosopis cineraria. International Journal of Pharmacognosy and Phytochemistry Research 7, 311–314.",
          "Swati C, Manoj ML, Kaur H, Shekhawat MS, Dey A, Jha P, Pandey DK, Vijay K. 2021. Unraveling the medicinal potential and conservation of Indian Crinum (Amaryllidaceae) species. South African Journal of Botany 136, 7–15. https://doi.org/10.1016/j.sajb.2020.04.029.",
          "Takos AM, Rook F. 2013. Towards a molecular understanding of the biosynthesis of Amaryllidaceae alkaloids in support of their expanding medical use. International Journal of Molecular Sciences 14, 11713–11741. https://www.mdpi.com/1422-0067/14/6/11713.",
          "Uddin Z, Bin T, Kumar A, Jenny A, Dutta M, Morshed M, Kawsar H. 2015. Anti-inflammatory and antioxidant activity of leaf extract of Crinum asiaticum. Journal of Pharmaceutical Research 5, 5553–5556.",
          "Yui S, Mikami M, Kitahara M, Yamazaki M. 1998. The inhibitory effect of lycorine on tumor cell apoptosis induced by polymorphonuclear leukocyte-derived calprotectin. Immunopharmacology 40, 151–162. https://doi.org/10.1016/S0162-3109(98)00040-X."
        ],
        "language": "eng",
        "resource_type": {
          "title": "Journal",
          "type": "publication",
          "subtype": "journal"
        },
        "journal": {
          "issue": "1",
          "pages": "41-54",
          "title": "Journal of Biodiversity and Environmental Sciences (JBES)",
          "volume": "27"
        },
        "alternate_identifiers": [
          {
            "identifier": "https://innspub.net/screening-of-an-medicinal-plant-crinum-asiaticum-l-bulb-extracts-for-their-proximate-composition-phytochemical-analysis-and-antioxidant-activity/"
          }
        ],
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "jbes"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17422926"
              }
            }
          ]
        }
      },
      "title": "Screening of an medicinal plant Crinum asiaticum L. bulb extracts for their proximate composition, phytochemical analysis and antioxidant activity",
      "links": {
        "self": "https://zenodo.org/api/records/17422927",
        "self_html": "https://zenodo.org/records/17422927",
        "preview_html": "https://zenodo.org/records/17422927?preview=1",
        "doi": "https://doi.org/10.12692/jbes/27.1.41-54",
        "self_doi": "https://doi.org/10.12692/jbes/27.1.41-54",
        "self_doi_html": "https://zenodo.org/doi/10.12692/jbes/27.1.41-54",
        "reserve_doi": "https://zenodo.org/api/records/17422927/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17422926",
        "parent_html": "https://zenodo.org/records/17422926",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17422927/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17422927/sequence/default",
        "files": "https://zenodo.org/api/records/17422927/files",
        "media_files": "https://zenodo.org/api/records/17422927/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17422927:JBES-V27-No1-p41-54.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17422927:JBES-V27-No1-p41-54.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17422927:JBES-V27-No1-p41-54.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17422927:JBES-V27-No1-p41-54.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17422927:JBES-V27-No1-p41-54.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17422927:JBES-V27-No1-p41-54.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17422927/files-archive",
        "archive_media": "https://zenodo.org/api/records/17422927/media-files-archive",
        "latest": "https://zenodo.org/api/records/17422927/versions/latest",
        "latest_html": "https://zenodo.org/records/17422927/latest",
        "versions": "https://zenodo.org/api/records/17422927/versions",
        "draft": "https://zenodo.org/api/records/17422927/draft",
        "access_links": "https://zenodo.org/api/records/17422927/access/links",
        "access_grants": "https://zenodo.org/api/records/17422927/access/grants",
        "access_users": "https://zenodo.org/api/records/17422927/access/users",
        "access_request": "https://zenodo.org/api/records/17422927/access/request",
        "access": "https://zenodo.org/api/records/17422927/access",
        "communities": "https://zenodo.org/api/records/17422927/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17422927/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17422927/request-deletion",
        "requests": "https://zenodo.org/api/records/17422927/requests"
      },
      "updated": "2025-10-23T08:24:08.438934+00:00",
      "recid": "17422927",
      "revision": 4,
      "files": [
        {
          "id": "d80dd346-cf60-4b77-85a8-514304a4c957",
          "key": "JBES-V27-No1-p41-54.pdf",
          "size": 1081479,
          "checksum": "md5:8c1675c425c46d1e01806f9f5db3d354",
          "links": {
            "self": "https://zenodo.org/api/records/17422927/files/JBES-V27-No1-p41-54.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "598309"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 9,
        "unique_downloads": 9,
        "views": 15,
        "unique_views": 15,
        "version_downloads": 9,
        "version_unique_downloads": 9,
        "version_unique_views": 15,
        "version_views": 15
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-22T21:23:04.141836+00:00",
      "modified": "2025-10-22T21:23:06.306331+00:00",
      "id": 15490007,
      "conceptrecid": "15490006",
      "doi": "10.5281/zenodo.15490007",
      "conceptdoi": "10.5281/zenodo.15490006",
      "doi_url": "https://doi.org/10.5281/zenodo.15490007",
      "metadata": {
        "title": "Dataset for \"Lead, Locked Away: Porous Zr-Phytate Coordination Polymer for Rapid and Selective Removal of Pb from Water\"",
        "doi": "10.5281/zenodo.15490007",
        "publication_date": "2025-05-22",
        "description": "<p>Coordination polymers (CPs) often suffer from poor hydrolytic and chemical stability, limiting their use in water remediation. We report a highly robust, amorphous coordination polymer synthesized from Zr4+ and bio-available phytic acid, featuring stable Zr&ndash;O&ndash;P bonds that resist degradation even in 10 M HCl, HNO3, and H2SO4. The material forms a micro-mesoporous network under mild conditions in water and consists of mononuclear &nbsp;ZrO6 units bridged by phosphate groups. Zr-Phytate exhibits excellent Pb2+ removal performance, maintaining high efficiency even in the presence of excess competing ions. Its exceptional chemical durability allows efficient regeneration using 1 M HCl, with no detectable leaching of Zr or phytic acid and no loss of structural integrity over multiple cycles. Compared to commercial ion-exchange resins, Zr-Phytate offers superior selectivity and reusability. This work demonstrates the importance of designing stable coordination polymers and highlights the promise of zirconium-phosphate networks for applications in water remediation.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Schertenleib, Till",
            "affiliation": "École Polytechnique Fédérale de Lausanne",
            "orcid": "0000-0003-4989-5821"
          }
        ],
        "contributors": [
          {
            "name": "Taheri, Nazanin",
            "affiliation": "École Polytechnique Fédérale de Lausanne",
            "type": "Researcher"
          },
          {
            "name": "Felder, Timo",
            "affiliation": "École Polytechnique Fédérale de Lausanne",
            "type": "Researcher",
            "orcid": "0000-0002-1147-5429"
          },
          {
            "name": "Piveteau, Laura",
            "affiliation": "École Polytechnique Fédérale de Lausanne",
            "type": "Researcher",
            "orcid": "0000-0001-6275-5116"
          },
          {
            "name": "Mouriño, Beatriz",
            "affiliation": "École Polytechnique Fédérale de Lausanne",
            "type": "Researcher",
            "orcid": "0000-0003-1670-3985"
          },
          {
            "name": "Smit, Berend",
            "affiliation": "Ecole Polytechnique Federale de Lausanne",
            "type": "Researcher",
            "orcid": "0000-0003-4653-8562"
          },
          {
            "name": "Nazeeruddin, Mohammad Khaja",
            "affiliation": "École Polytechnique Fédérale de Lausanne",
            "type": "Researcher",
            "orcid": "0000-0001-5955-4786"
          },
          {
            "name": "Queen, Wendy",
            "affiliation": "Ecole Polytechnique Federale de Lausanne",
            "type": "Researcher",
            "orcid": "0000-0002-8375-2341"
          }
        ],
        "dates": [
          {
            "type": "submitted",
            "description": "Paper under review"
          }
        ],
        "resource_type": {
          "title": "Dataset",
          "type": "dataset"
        },
        "license": {
          "id": "cc-by-nc-4.0"
        },
        "grants": [
          {
            "code": "188536",
            "internal_id": "10.13039/501100001711::188536",
            "funder": {
              "name": "Swiss National Science Foundation",
              "doi": "10.13039/501100001711",
              "acronym": "SNSF"
            },
            "title": "Creating functional porosity for the rapid extraction of heavy metals and organics from complex aqueous mixtures",
            "program": "Projects"
          },
          {
            "code": "101084124",
            "internal_id": "10.13039/501100000780::101084124",
            "funder": {
              "name": "European Commission",
              "doi": "10.13039/501100000780",
              "acronym": "EC"
            },
            "title": "Ultra-stable, highly efficient, low-cost perovskite photovoltaics with minimised environmental impact",
            "acronym": "DIAMOND",
            "program": "HORIZON.2.5",
            "url": "https://cordis.europa.eu/projects/101084124"
          },
          {
            "code": "945363",
            "internal_id": "10.13039/501100000780::945363",
            "funder": {
              "name": "European Commission",
              "doi": "10.13039/501100000780",
              "acronym": "EC"
            },
            "title": "A new PhD training for the next generation of sustainable science leaders",
            "acronym": "EPFLglobaLeaders",
            "program": "H2020-EU.1.3.",
            "url": "https://cordis.europa.eu/projects/945363"
          },
          {
            "code": "189629",
            "internal_id": "10.13039/501100001711::189629",
            "funder": {
              "name": "Swiss National Science Foundation",
              "doi": "10.13039/501100001711",
              "acronym": "SNSF"
            },
            "title": "Enhanced combination of synchrotron diffraction and spectroscopy for studying materials and processes focussed on sustainable technologies and environmental issues",
            "program": "Infrastructure"
          },
          {
            "code": "296087",
            "internal_id": "00epmv149::296087",
            "funder": {
              "name": "The Research Council of Norway"
            },
            "title": "Continued membership in the Swiss-Norwegian Beamlines (SNBL) at ESRF for the period 2021-2024"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15490006"
              }
            }
          ]
        }
      },
      "title": "Dataset for \"Lead, Locked Away: Porous Zr-Phytate Coordination Polymer for Rapid and Selective Removal of Pb from Water\"",
      "links": {
        "self": "https://zenodo.org/api/records/15490007",
        "self_html": "https://zenodo.org/records/15490007",
        "preview_html": "https://zenodo.org/records/15490007?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.15490007",
        "self_doi": "https://doi.org/10.5281/zenodo.15490007",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15490007",
        "reserve_doi": "https://zenodo.org/api/records/15490007/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/15490006",
        "parent_html": "https://zenodo.org/records/15490006",
        "parent_doi": "https://doi.org/10.5281/zenodo.15490006",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15490006",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15490007/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15490007/sequence/default",
        "files": "https://zenodo.org/api/records/15490007/files",
        "media_files": "https://zenodo.org/api/records/15490007/media-files",
        "archive": "https://zenodo.org/api/records/15490007/files-archive",
        "archive_media": "https://zenodo.org/api/records/15490007/media-files-archive",
        "latest": "https://zenodo.org/api/records/15490007/versions/latest",
        "latest_html": "https://zenodo.org/records/15490007/latest",
        "versions": "https://zenodo.org/api/records/15490007/versions",
        "draft": "https://zenodo.org/api/records/15490007/draft",
        "access_links": "https://zenodo.org/api/records/15490007/access/links",
        "access_grants": "https://zenodo.org/api/records/15490007/access/grants",
        "access_users": "https://zenodo.org/api/records/15490007/access/users",
        "access_request": "https://zenodo.org/api/records/15490007/access/request",
        "access": "https://zenodo.org/api/records/15490007/access",
        "communities": "https://zenodo.org/api/records/15490007/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15490007/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/15490007/request-deletion",
        "requests": "https://zenodo.org/api/records/15490007/requests"
      },
      "updated": "2025-10-22T21:23:06.306331+00:00",
      "recid": "15490007",
      "revision": 4,
      "files": [
        {
          "id": "0d825525-9dae-42e0-90c2-e9670a6508fb",
          "key": "pdf_zr_phytate_qmax25.gr",
          "size": 33949,
          "checksum": "md5:fe69a95dd3cdb214d1be5510837cba28",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/pdf_zr_phytate_qmax25.gr/content"
          }
        },
        {
          "id": "ebf43b21-4ef3-4300-90fa-9dfc0c9558aa",
          "key": "total_scattering_pxrd_empty_kapton_background.xye",
          "size": 174747,
          "checksum": "md5:c5b81c17c75071ff9eda17fe96d88053",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/total_scattering_pxrd_empty_kapton_background.xye/content"
          }
        },
        {
          "id": "be1fff2c-76ec-4ed9-9d81-17eee0d73783",
          "key": "selectivity_100ppm_Qe.csv",
          "size": 520,
          "checksum": "md5:1cc5e4bc3160aa12a65770c97c240733",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/selectivity_100ppm_Qe.csv/content"
          }
        },
        {
          "id": "d163d35b-b756-4a7d-9451-b1c0c98a79e3",
          "key": "selectivity_1to10ppm_removal_percentage.csv",
          "size": 416,
          "checksum": "md5:76fb1cbe6afdf8f9df2955015f3dffc6",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/selectivity_1to10ppm_removal_percentage.csv/content"
          }
        },
        {
          "id": "e8236ead-c681-426b-a3ed-2e5544c3ab26",
          "key": "ftir_zr_phytate.csv",
          "size": 26977,
          "checksum": "md5:9bbe4fd5e3ebe5af0e2d457db8e4cc5c",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/ftir_zr_phytate.csv/content"
          }
        },
        {
          "id": "9b2001d0-4d41-4e30-96c6-0e50e5549364",
          "key": "pxrd_zr_phytic_acid.xye",
          "size": 100870,
          "checksum": "md5:b397449ec69d5e3279a7e9c92804ca2f",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/pxrd_zr_phytic_acid.xye/content"
          }
        },
        {
          "id": "855ed440-6214-4200-bc1e-91970f8dc779",
          "key": "pdf_phytic_acid_sodium_salt_qmax21.gr",
          "size": 34316,
          "checksum": "md5:0ce46247afc152d4c325f18d6d650da8",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/pdf_phytic_acid_sodium_salt_qmax21.gr/content"
          }
        },
        {
          "id": "6ca1d677-1d8c-4e34-9b30-af0de196fef5",
          "key": "pdf_zr_phytate_with_adsorbed_lead_qmax21.gr",
          "size": 182329,
          "checksum": "md5:4b719e4ba97c3817e5e8047fd274f06c",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/pdf_zr_phytate_with_adsorbed_lead_qmax21.gr/content"
          }
        },
        {
          "id": "7e130cd0-826e-4340-ac62-f140e2ab7e48",
          "key": "selectivity_1to100ppm_removal_percentage.csv",
          "size": 392,
          "checksum": "md5:1f9606a0976f8a09f515078dd7b26e04",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/selectivity_1to100ppm_removal_percentage.csv/content"
          }
        },
        {
          "id": "af2d8d74-cbab-4721-be6e-64cce8ff441f",
          "key": "n2_77k_isotherm_zr_phytate_batch_2.csv",
          "size": 558,
          "checksum": "md5:f7e73904ad66afcb99b9f2d654cb1de5",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/n2_77k_isotherm_zr_phytate_batch_2.csv/content"
          }
        },
        {
          "id": "b9be9c97-3c6f-4847-b5cb-c1d536624cd8",
          "key": "total_scattering_pxrd_zr_phytate.xye",
          "size": 176370,
          "checksum": "md5:fbe4e8460514b59ce412d2b0696c7ced",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/total_scattering_pxrd_zr_phytate.xye/content"
          }
        },
        {
          "id": "aba86087-14cb-4025-a046-adc361eb1148",
          "key": "ftir_phytic_acid_sodium_salt.csv",
          "size": 27407,
          "checksum": "md5:d1fb0797755a26f8d2943e616fccb690",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/ftir_phytic_acid_sodium_salt.csv/content"
          }
        },
        {
          "id": "036194bc-6a56-4095-bd2d-48e1d361260e",
          "key": "n2_77k_isotherm_zr_phytate_batch_1.csv",
          "size": 501,
          "checksum": "md5:e54dc894de25669eeadc4f445b82171b",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/n2_77k_isotherm_zr_phytate_batch_1.csv/content"
          }
        },
        {
          "id": "9e03a533-a16b-4fbc-81d7-d418fa958cc3",
          "key": "pdf_zr_phytate_after_regeneration_qmax21.gr",
          "size": 181444,
          "checksum": "md5:8f4f590eb4408e27c53b775664811166",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/pdf_zr_phytate_after_regeneration_qmax21.gr/content"
          }
        },
        {
          "id": "470af166-a946-410d-9a3b-84ae35049a52",
          "key": "selectivity_1to1ppm_removal_percentage.csv",
          "size": 440,
          "checksum": "md5:06a8d2f2ff94d1f100b61d97f764c5e8",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/selectivity_1to1ppm_removal_percentage.csv/content"
          }
        },
        {
          "id": "48f4abe8-b77a-4b90-b665-6f6c4b7fc0cc",
          "key": "pdf_zr_phytate_qmax21.gr",
          "size": 34020,
          "checksum": "md5:54763c84910076ec46303b89a811390b",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/pdf_zr_phytate_qmax21.gr/content"
          }
        },
        {
          "id": "99de1db3-e17d-45a8-b3bd-fc8063dd8ddb",
          "key": "lead_removal_kinetic_zr_phytate.csv",
          "size": 591,
          "checksum": "md5:03a9e8ff87b039dc8671bc51bffc1286",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/lead_removal_kinetic_zr_phytate.csv/content"
          }
        },
        {
          "id": "9148274b-ec6f-4efe-87d7-579c7078eece",
          "key": "total_scattering_pxrd_phytic_acid_sodium_salt.xye",
          "size": 175511,
          "checksum": "md5:9358230766aef0f73fc9ee0cde5f7f24",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/total_scattering_pxrd_phytic_acid_sodium_salt.xye/content"
          }
        },
        {
          "id": "2e043917-2584-4f3d-9b76-0a1d6925d7da",
          "key": "31P_data_zr_phytate.ppm",
          "size": 647813,
          "checksum": "md5:058638cdb62e8983fff2e3f26d0c6229",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/31P_data_zr_phytate.ppm/content"
          }
        },
        {
          "id": "fb12a843-dd1a-4af6-a2f3-364bda8ff261",
          "key": "31P_model_all_lines.ppm",
          "size": 849239,
          "checksum": "md5:b982e5ccede385643f7a223b9e258f66",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/31P_model_all_lines.ppm/content"
          }
        },
        {
          "id": "ee0dbeb8-a282-4990-a3da-1d0f209c5c32",
          "key": "lead_isotherm_lewatit_tp260.csv",
          "size": 202,
          "checksum": "md5:ffc2e3f4dcd06dcc58b4556231b06681",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/lead_isotherm_lewatit_tp260.csv/content"
          }
        },
        {
          "id": "9cacf273-86f6-4611-ae85-0b524a9de3bc",
          "key": "lead_isotherm_lewatit_tp207.csv",
          "size": 222,
          "checksum": "md5:36478db7e349213b1f604cac94c22e0e",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/lead_isotherm_lewatit_tp207.csv/content"
          }
        },
        {
          "id": "8ef08e54-2cce-4b79-b34f-bba1aebb14b0",
          "key": "lead_isotherm_zr_phosphate.csv",
          "size": 201,
          "checksum": "md5:2dc99110e016830bc99cfab1dedd29f7",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/lead_isotherm_zr_phosphate.csv/content"
          }
        },
        {
          "id": "5fc2fe1c-266e-4eb6-8a33-1aee2f196642",
          "key": "lead_isotherm_diaiontm_wk100.csv",
          "size": 315,
          "checksum": "md5:782db9c52607fce14db793ad493e41a3",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/lead_isotherm_diaiontm_wk100.csv/content"
          }
        },
        {
          "id": "a21aacad-bd38-4960-bb49-127fed890fd2",
          "key": "structural_cluster_model_Zr_2_PO4_11.xyz",
          "size": 2297,
          "checksum": "md5:14f1f844b4d4863b26961718d6d4cabd",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/structural_cluster_model_Zr_2_PO4_11.xyz/content"
          }
        },
        {
          "id": "a04a243c-59ed-40bf-9d2f-c92edd12ef8c",
          "key": "structural_cluster_model_Zr_3_PO4_4.xyz",
          "size": 1337,
          "checksum": "md5:919f3747944af72d26b59f9823d5d674",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/structural_cluster_model_Zr_3_PO4_4.xyz/content"
          }
        },
        {
          "id": "3d95d45e-7a10-4b13-a6ca-9f5de19e3b0b",
          "key": "nldft_pore_size_distribution_zr-phytate_batch_2.csv",
          "size": 6716,
          "checksum": "md5:c8b4795641a2d22815b89d83c6e9e27f",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/nldft_pore_size_distribution_zr-phytate_batch_2.csv/content"
          }
        },
        {
          "id": "2bb5b0b5-18d5-4b70-a1f7-486d2aef1289",
          "key": "flow_through_experiment_1-1.csv",
          "size": 146,
          "checksum": "md5:6b4a957932d7036a43d9ff76d39a8e41",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/flow_through_experiment_1-1.csv/content"
          }
        },
        {
          "id": "b8371c40-6e80-4f04-bbc3-a027e9b9187c",
          "key": "lead_isotherm_zr_phytate.csv",
          "size": 276,
          "checksum": "md5:b17591037b6a8869cbf5e7a359444ee4",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/lead_isotherm_zr_phytate.csv/content"
          }
        },
        {
          "id": "9facc4c9-6712-4e8c-bc33-de71e82d82dd",
          "key": "nldft_pore_size_distribution_zr-phytate_batch_1.csv",
          "size": 6735,
          "checksum": "md5:9c974968b77c52764f001647c631b8d7",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/nldft_pore_size_distribution_zr-phytate_batch_1.csv/content"
          }
        },
        {
          "id": "d26fa12c-4f4a-4081-95b8-56796672423b",
          "key": "flow_through_experiment_1-100.csv",
          "size": 142,
          "checksum": "md5:14c192495a9145f7eb7f7417cb177944",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/flow_through_experiment_1-100.csv/content"
          }
        },
        {
          "id": "61cc168f-9bd3-4487-b567-8e20c1f92a0c",
          "key": "dft_opt_structures.zip",
          "size": 10099,
          "checksum": "md5:d59349765fd6c7e67136b838f2799fee",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/dft_opt_structures.zip/content"
          }
        },
        {
          "id": "7fb210ac-462a-4edd-bab0-f748e6cac270",
          "key": "NaOH_titration.csv",
          "size": 1190,
          "checksum": "md5:89920c72ae81e6baad45cd3d719e687c",
          "links": {
            "self": "https://zenodo.org/api/records/15490007/files/NaOH_titration.csv/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "480471"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 4,
        "unique_downloads": 4,
        "views": 9,
        "unique_views": 9,
        "version_downloads": 4,
        "version_unique_downloads": 4,
        "version_unique_views": 9,
        "version_views": 9
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-22T11:49:50.561087+00:00",
      "modified": "2025-10-22T13:08:39.223848+00:00",
      "id": 17415153,
      "conceptrecid": "17415152",
      "doi": "10.5281/zenodo.17415153",
      "conceptdoi": "10.5281/zenodo.17415152",
      "doi_url": "https://doi.org/10.5281/zenodo.17415153",
      "metadata": {
        "title": "Recurring Problems and Mitigation Strategies  in the Development of Monoclonal Antibodies  Against AMR Pathogens: A Report from the  COMBINE Expert Workshop",
        "doi": "10.5281/zenodo.17415153",
        "publication_date": "2022-10-04",
        "description": "<p>One of the aims of the COMBINE project, part of the IMI AMR Accelerator, is to identify and overcome bottlenecks in the development of medicines against antimicrobial resistant (AMR) infections. The Paul-Ehrlich-Institut, on behalf of COMBINE, hosted a virtual expert workshop to discuss recurring problems and mitigation strategies in the development of monoclonal antibodies (mAbs) against AMR infections (8th and 9th of June, 2022). Twenty-three experts from industry, academia, public health and regulatory bodies shared their opinions. The workshop provided an open discussion forum to identify challenges and propose mitigation strategies for future development of mAbs against AMR infections. Recurring issues in drug development, preclinical and clinical testing as well as translation were discussed. This poster presents outcomes of the workshop.</p>\n<p>&nbsp;</p>\n<p><strong>Acknowledgement: </strong>This work has received support from the EU/EFPIA Innovative Medicines Initiative 2 Joint Undertaking (COMBINE grant n&deg; 853967) This Joint Undertaking receives support from the European Union&rsquo;s Horizon 2020 research and innovation programme and EFPIA companies&rsquo; in kind contribution.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Marchioro, Linda",
            "affiliation": "Paul Ehrlich Institut"
          },
          {
            "name": "Arrazuria, Rakel",
            "affiliation": "Paul Ehrlich Institut"
          },
          {
            "name": "Hofner, Benjamin",
            "affiliation": "Paul Ehrlich Institut",
            "orcid": "0000-0003-2810-3186"
          },
          {
            "name": "Kerscher, Bernhard",
            "affiliation": "Paul Ehrlich Institut",
            "orcid": "0000-0001-9300-7401"
          },
          {
            "name": "Friberg, Lena E.",
            "affiliation": "Uppsala University",
            "orcid": "0000-0002-2979-679X"
          },
          {
            "name": "Bekeredjian-Ding, Isabelle",
            "affiliation": "Paul Ehrlich Institut"
          }
        ],
        "keywords": [
          "PB/PK",
          "AMR"
        ],
        "version": "v1",
        "language": "eng",
        "resource_type": {
          "title": "Poster",
          "type": "poster"
        },
        "meeting": {
          "title": "ESCMID/ASM conference 2022",
          "dates": "4–7 October 2022",
          "place": "Dublin, Ireland",
          "url": "https://www.escmid.org/congress-events/escmid-asm-conference/past-events/"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "grants": [
          {
            "code": "853967",
            "internal_id": "10.13039/501100000780::853967",
            "funder": {
              "name": "European Commission",
              "doi": "10.13039/501100000780",
              "acronym": "EC"
            },
            "title": "Collaboration for Prevention and Treatment\nof MDR Bacterial Infections",
            "acronym": "COMBINE",
            "program": "H2020-EU.3.1.",
            "url": "https://cordis.europa.eu/projects/853967"
          }
        ],
        "communities": [
          {
            "id": "imi-combine"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17415152"
              }
            }
          ]
        }
      },
      "title": "Recurring Problems and Mitigation Strategies  in the Development of Monoclonal Antibodies  Against AMR Pathogens: A Report from the  COMBINE Expert Workshop",
      "links": {
        "self": "https://zenodo.org/api/records/17415153",
        "self_html": "https://zenodo.org/records/17415153",
        "preview_html": "https://zenodo.org/records/17415153?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.17415153",
        "self_doi": "https://doi.org/10.5281/zenodo.17415153",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17415153",
        "reserve_doi": "https://zenodo.org/api/records/17415153/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17415152",
        "parent_html": "https://zenodo.org/records/17415152",
        "parent_doi": "https://doi.org/10.5281/zenodo.17415152",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17415152",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17415153/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17415153/sequence/default",
        "files": "https://zenodo.org/api/records/17415153/files",
        "media_files": "https://zenodo.org/api/records/17415153/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17415153:Marchioro-Recurring-problems-and-mitigation-strategies-in-the-development-of-monoclonal-antibodies-against-AMR-pathogens-A-report-from-the-COMBINE-Expert-Workshop.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17415153:Marchioro-Recurring-problems-and-mitigation-strategies-in-the-development-of-monoclonal-antibodies-against-AMR-pathogens-A-report-from-the-COMBINE-Expert-Workshop.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17415153:Marchioro-Recurring-problems-and-mitigation-strategies-in-the-development-of-monoclonal-antibodies-against-AMR-pathogens-A-report-from-the-COMBINE-Expert-Workshop.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17415153:Marchioro-Recurring-problems-and-mitigation-strategies-in-the-development-of-monoclonal-antibodies-against-AMR-pathogens-A-report-from-the-COMBINE-Expert-Workshop.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17415153:Marchioro-Recurring-problems-and-mitigation-strategies-in-the-development-of-monoclonal-antibodies-against-AMR-pathogens-A-report-from-the-COMBINE-Expert-Workshop.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17415153:Marchioro-Recurring-problems-and-mitigation-strategies-in-the-development-of-monoclonal-antibodies-against-AMR-pathogens-A-report-from-the-COMBINE-Expert-Workshop.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17415153/files-archive",
        "archive_media": "https://zenodo.org/api/records/17415153/media-files-archive",
        "latest": "https://zenodo.org/api/records/17415153/versions/latest",
        "latest_html": "https://zenodo.org/records/17415153/latest",
        "versions": "https://zenodo.org/api/records/17415153/versions",
        "draft": "https://zenodo.org/api/records/17415153/draft",
        "access_links": "https://zenodo.org/api/records/17415153/access/links",
        "access_grants": "https://zenodo.org/api/records/17415153/access/grants",
        "access_users": "https://zenodo.org/api/records/17415153/access/users",
        "access_request": "https://zenodo.org/api/records/17415153/access/request",
        "access": "https://zenodo.org/api/records/17415153/access",
        "communities": "https://zenodo.org/api/records/17415153/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17415153/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17415153/request-deletion",
        "requests": "https://zenodo.org/api/records/17415153/requests"
      },
      "updated": "2025-10-22T13:08:39.223848+00:00",
      "recid": "17415153",
      "revision": 10,
      "files": [
        {
          "id": "bb2bbf27-2b7f-4657-9d23-81573db38852",
          "key": "Marchioro-Recurring-problems-and-mitigation-strategies-in-the-development-of-monoclonal-antibodies-against-AMR-pathogens-A-report-from-the-COMBINE-Expert-Workshop.pdf",
          "size": 349879,
          "checksum": "md5:a4df6fcd848b8776ee77bc7c246996c0",
          "links": {
            "self": "https://zenodo.org/api/records/17415153/files/Marchioro-Recurring-problems-and-mitigation-strategies-in-the-development-of-monoclonal-antibodies-against-AMR-pathogens-A-report-from-the-COMBINE-Expert-Workshop.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "1416927"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 31,
        "unique_downloads": 20,
        "views": 47,
        "unique_views": 38,
        "version_downloads": 31,
        "version_unique_downloads": 20,
        "version_unique_views": 38,
        "version_views": 47
      },
      "state": "done",
      "submitted": true
    }
  ]
}