{
  "cache_date": "2025-11-01T11:16:21.953551",
  "data": {
    "paperId": "a366389328a384c90a3c4b96e8454200d89f803a",
    "externalIds": {
      "DOI": "10.3390/electronics12010132",
      "CorpusId": 255248676
    },
    "url": "https://www.semanticscholar.org/paper/a366389328a384c90a3c4b96e8454200d89f803a",
    "title": "Parasitic-Aware Simulation-Based Optimization Design Tool for Current Steering VGAs",
    "venue": "Electronics",
    "year": 2022,
    "referenceCount": 13,
    "citationCount": 0,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "https://www.mdpi.com/2079-9292/12/1/132/pdf?version=1672215584",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://api.unpaywall.org/v2/10.3390/electronics12010132?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.3390/electronics12010132, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2074610914",
        "name": "Nehad Mansour"
      },
      {
        "authorId": "2089596662",
        "name": "M. Elnozahi"
      },
      {
        "authorId": "1564579697",
        "name": "Hani Ragaai"
      }
    ],
    "citations": [],
    "abstract": "Designing millimeter-wave variable gain amplifiers (VGAs) is very challenging owing to the parasitic effects of the interconnects of both active and passive devices. An automated parasitic-aware optimization RF design tool is proposed in this paper to address this challenge. The proposed tool considers the parasitic effects prior to layout. It employs a knowledge-aware optimization technique. The augmentation between parasitic-aware and knowledge-aware techniques speeds up the design process and leads to a design as close to the final design after finalizing the layout. The proposed tool gives limitless and guaranteed converged solutions in a wide range of RF frequencies. A four-bits current steering VGA design is used as a validation of the tool. The tool is tested on three different frequencies using the 65 nm-technology node. The three tested frequencies (7, 10, and 13 GHz) show a root mean square gain error at approximately 0.1 dB and a phase variation at approximately 3.5° within a 16-dB gain control range. To our knowledge, it is the first reported automated design tool for a current steering VGA.",
    "references": [
      {
        "paperId": "c7f9e72c2e685fffd177022621767d8a882cd828",
        "title": "An E-Band 21-dB Variable-Gain Amplifier with 0.5-V Supply in 40-nm CMOS"
      },
      {
        "paperId": "3ad1b11dc68fea95e1e153201eab57d8508f7ab3",
        "title": "A 40-GHz 4-Bit Digitally Controlled VGA With Low Phase Variation Using 65-nm CMOS Process"
      },
      {
        "paperId": "eb38cabc592bfcab16b090d6ea575d0294f73074",
        "title": "Two-Step RF IC Block Synthesis With Preoptimized Inductors and Full Layout Generation In-the-Loop"
      },
      {
        "paperId": "27c626ca71a8d0f6eada31f704549d3d7efa55f6",
        "title": "Stability analysis of broadband cascode amplifiers in the presence of inductive parasitic components"
      },
      {
        "paperId": "49e8eb376d89b90fbf2e05290ccb281af32ae7a9",
        "title": "Automated Generation of the Optimal Performance Trade-Offs of Integrated Inductors"
      },
      {
        "paperId": "16e224dc86e832acf5dd2f08616973b339f398d5",
        "title": "A 60 GHz Low Phase Variation Variable Gain Amplifier in 65 nm CMOS"
      },
      {
        "paperId": "a36cd636c40973807966a65cebc828de4edfbfaa",
        "title": "An Efficient High-Frequency Linear RF Amplifier Synthesis Method Based on Evolutionary Computation and Machine Learning Techniques"
      },
      {
        "paperId": "5e40ec5c3c366f110cca5016d1e045aa0cacbafe",
        "title": "Single and Four-Element  $Ka$-Band Transmit/Receive Phased-Array Silicon RFICs With 5-bit Amplitude and Phase Control"
      },
      {
        "paperId": "0b44453bc344942f1d3f18bca1d956b54a579cb5",
        "title": "Ka-Band SiGe HBT Low Phase Imbalance Differential 3-Bit Variable Gain LNA"
      },
      {
        "paperId": "982b3079247f6c33e7b43e71cbef47ff420bc982",
        "title": "Low-cost BiCMOS variable gain LNA at Ku-band with ultra-low power consumption"
      },
      {
        "paperId": "541a1161982ac97fe8f21124af60bbc1e7e35626",
        "title": "Synthesis tools for Mixed-Signal ICs: progress on frontend and backend strategies"
      },
      {
        "paperId": "c2af786bc493f5d6e5d2089435a4227f8b7037d5",
        "title": "An Automated Design Methodology of RF Circuits by Using Pareto-Optimal Fronts of EM-Simulated Inductors"
      },
      {
        "paperId": "34cc8b81ef437f0a39d9f9e4f679641535b371e5",
        "title": "Abstract CYCLONE: Automated Design and Layout of RF LC-Oscillators"
      }
    ]
  }
}