{
  "cache_date": "2025-08-01T12:11:44.049553",
  "data": {
    "paperId": "5a06a577644d689449264cc4d6d6db3d8c26ce61",
    "externalIds": {
      "MAG": "2894116979",
      "DOI": "10.1146/annurev-virology-092917-043405",
      "CorpusId": 52881311,
      "PubMed": "30265627"
    },
    "url": "https://www.semanticscholar.org/paper/5a06a577644d689449264cc4d6d6db3d8c26ce61",
    "title": "VIPERdb: A Tool for Virus Research.",
    "venue": "Annual Review of Virology",
    "year": 2018,
    "referenceCount": 0,
    "citationCount": 35,
    "influentialCitationCount": 3,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: The following paper fields have been elided by the publisher: {'references'}. Paper or abstract available at https://api.unpaywall.org/v2/10.1146/annurev-virology-092917-043405?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1146/annurev-virology-092917-043405, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "1693449666",
        "name": "Phuong-Thao Ho"
      },
      {
        "authorId": "1414121573",
        "name": "Daniel Montiel-Garcia"
      },
      {
        "authorId": "2113386064",
        "name": "Jonathan J Wong"
      },
      {
        "authorId": "1403125348",
        "name": "M. Carrillo-Tripp"
      },
      {
        "authorId": "3375875",
        "name": "C. Brooks"
      },
      {
        "authorId": "144311507",
        "name": "John E. Johnson"
      },
      {
        "authorId": "145645494",
        "name": "V. Reddy"
      }
    ],
    "citations": [
      {
        "paperId": "1af2febfcd055db7975d31aeb177a55d29efbe74",
        "title": "Mapping the sialic acid-binding sites of LuIII and H-1 parvovirus."
      },
      {
        "paperId": "67020310361e4b5049d66b37a061235a0fb67d42",
        "title": "Elucidating the role of genome in geminiviral capsid dynamics."
      },
      {
        "paperId": "c884ccf1c02000887d3aaf5b8de6f8029dc9bd7b",
        "title": "Recent advances in the structure and assembly of non-enveloped spherical viruses."
      },
      {
        "paperId": "b02dd0b5394c3e4501d497b726732d54b69c80cf",
        "title": "The Structural, Biophysical, and Antigenic Characterization of the Goose Parvovirus Capsid"
      },
      {
        "paperId": "f1f149ca4931618502b4362b79fb7841b5b752df",
        "title": "Explicit description of viral capsid subunit shapes by unfolding dihedrons"
      },
      {
        "paperId": "d4540734d677843bfe6630f2993ba07b4a51e93f",
        "title": "The Structure of Spiroplasma Virus 4: Exploring the Capsid Diversity of the Microviridae"
      },
      {
        "paperId": "cb6ed3f6c76ef7c868d53f17abdb59e529f715e2",
        "title": "Structural Characterization of Canine Minute Virus, Rat and Porcine Bocavirus"
      },
      {
        "paperId": "1f5150214feae5642324679e8f4b3cebbc6e08bf",
        "title": "Viral nanoparticles: Current advances in design and development."
      },
      {
        "paperId": "140e74b91631fccf1e48276578912159c75a5fc9",
        "title": "Development of new adeno-associated virus capsid variants for targeted gene delivery to human cardiomyocytes"
      },
      {
        "paperId": "5e35a398347e0eae8205018c3a301a990cdaf0a1",
        "title": "Analyzing the Geometry and Dynamics of Viral Structures: A Review of Computational Approaches Based on Alpha Shape Theory, Normal Mode Analysis, and Poisson–Boltzmann Theories"
      },
      {
        "paperId": "255b145bfc30e0fa7ef869777dc6e41d1350905e",
        "title": "Capsid Structure of Aleutian Mink Disease Virus and Human Parvovirus 4: New Faces in the Parvovirus Family Portrait"
      },
      {
        "paperId": "82ffb89abdecdaac4954d30b1afcbf60edc862d4",
        "title": "Viral informatics: bioinformatics-based solution for managing viral infections"
      },
      {
        "paperId": "c18af03a1dd1e42ecc761a98535c634e1a1a0b09",
        "title": "Insights into the capsid structure of banana bunchy top virus"
      },
      {
        "paperId": "4ae660933eeaa37b19b565a76eb4196a853a4422",
        "title": "Characterization of the Serpentine Adeno-Associated Virus (SAAV) Capsid Structure: Receptor Interactions and Antigenicity"
      },
      {
        "paperId": "514cd0e6eafe600ce7b6e880977fc3ef4c7ffa1f",
        "title": "Visualising Viruses"
      },
      {
        "paperId": "909bb52e6b832f4c32c48ee93ca378366d755369",
        "title": "MVIP: multi-omics portal of viral infection"
      },
      {
        "paperId": "86aa82054c1927916df06b933c4c9e0c8723838e",
        "title": "Receptor Switching in Newly Evolved Adeno-associated Viruses"
      },
      {
        "paperId": "bc4c02e33fba7ce0d6c9406517429ff160c15e09",
        "title": "Icosahedral virus structures and the protein data bank"
      },
      {
        "paperId": "e0f2dbf629b533ffc42e971808287c109cd7a5ef",
        "title": "A systematic review of photodynamic therapy as an antiviral treatment: Potential guidance for dealing with SARS-CoV-2"
      },
      {
        "paperId": "6324e26754a4e9c0dc7e27cddbf59d2f9f4b2700",
        "title": "Characterization of the GBoV1 Capsid and Its Antibody Interactions"
      },
      {
        "paperId": "f88c8e11e4bc57a715da77ad8f24ed27139d5725",
        "title": "VIPERdb v3.0: a structure-based data analytics platform for viral capsids"
      },
      {
        "paperId": "c685514ae66f138d249abade7f852e486cbc6209",
        "title": "Virus Isoelectric Point Estimation: Theories and Methods"
      },
      {
        "paperId": "fdf9189540c2427f2e021d75f8156f6a9714b830",
        "title": "The Missing Tailed Phages: Prediction of Small Capsid Candidates"
      },
      {
        "paperId": "e48b3c7601a1ed5a4e8fe396436e7731917a8642",
        "title": "Analysis of host protein interactions in plant viruses: an in silico study using Sesbania mosaic virus"
      },
      {
        "paperId": "b28f16d51c3819008f359e39500c26c67aee238a",
        "title": "Multiplexing Bacteriophage Capsids for Medium Throughput Structure Determination"
      },
      {
        "paperId": "83f379b4b24a5926f7244187382464e0af54c6da",
        "title": "Coevolution of Adeno-associated Virus Capsid Antigenicity and Tropism through a Structure-Guided Approach"
      },
      {
        "paperId": "16798597ee8f71c62bc8c79f2a4894710e202c6e",
        "title": "Improved Virus Isoelectric Point Estimation by Exclusion of Known and Predicted Genome-Binding Regions"
      },
      {
        "paperId": "02276911b2f2f1ff40d71ce01084e7afe4953077",
        "title": "Structural Characterization of Cuta- and Tusavirus: Insight into Protoparvoviruses Capsid Morphology"
      },
      {
        "paperId": "dd1e59170f7a8255d9fe9de97ebc78a66be5ef6d",
        "title": "Genome organization and interaction with capsid protein in a multipartite RNA virus"
      },
      {
        "paperId": "aa40cb3165d2a9b151c782d06cf5d171b93b3911",
        "title": "Towards understanding the structure of the capsid of Banana Bunchy Top Virus"
      },
      {
        "paperId": "139ecc8522e1eb72f6a9264634661998d767e853",
        "title": "Raising the Curtain on the Structure of Luteovirids."
      },
      {
        "paperId": "a81f96ffb78ba54ac6ed598cd519a8f3319f6efc",
        "title": "Large-Scale Molecular Dynamics Simulations of Cellular Compartments."
      },
      {
        "paperId": "315b8602c0f6beb266bbdb81491be992ed4f688c",
        "title": "Mathematical Modeling of Virus Architecture"
      },
      {
        "paperId": "6c1eeb51a58e6d01c11f9abe8fdb949724e26297",
        "title": "Minimalistic coarse-grained modeling of viral capsid assembly."
      },
      {
        "paperId": "045a37b5e6991c662b27f9b62d4dbc1f3f3c01a4",
        "title": "Tombusvirus-Like Viruses (Tombusviridae)"
      }
    ],
    "abstract": "The VIrus Particle ExploreR database (VIPERdb) ( http://viperdb.scripps.edu ) is a database and web portal for primarily icosahedral virus capsid structures that integrates structure-derived information with visualization and analysis tools accessed through a set of web interfaces. Our aim in developing VIPERdb is to provide comprehensive structure-derived information on viruses comprising simple to detailed attributes such as size (diameter), architecture ( T number), genome type, taxonomy, intersubunit association energies, and surface-accessible residues. In addition, a number of web-based tools are provided to enable users to interact with the structures and compare and contrast structure-derived properties between different viruses. Recently, we have constructed a series of data visualizations using modern JavaScript charting libraries such as Google Charts that allow users to explore trends and gain insights based on the various data available in the database. Furthermore, we now include helical viruses and nonicosahedral capsids by implementing modified procedures for data curation and analysis. This article provides an up-to-date overview of VIPERdb, describing various data and tools that are currently available and how to use them to facilitate structure-based bioinformatics analysis of virus capsids.",
    "references": null
  }
}