{
  "cache_date": "2025-05-01T08:58:56.613795",
  "data": [
    {
      "created": "2025-04-30T15:39:23.480347+00:00",
      "modified": "2025-04-30T15:39:23.623979+00:00",
      "id": 15311238,
      "conceptrecid": "15311237",
      "doi": "10.15587/978-617-8360-09-2",
      "doi_url": "https://doi.org/10.15587/978-617-8360-09-2",
      "metadata": {
        "title": "DRYING PROCESSES: APPROACHES TO IMPROVE EFFICIENCY",
        "doi": "10.15587/978-617-8360-09-2",
        "publication_date": "2025-03-31",
        "description": "<p>This monograph explores the mathematical modeling of heat and moisture transfer processes in the drying of capillary-porous materials. It presents advanced models that account for the dynamics of moisture evaporation, convective and conductive drying, and the influence of external factors such as airflow, temperature gradients, and electric fields. Special attention is given to thermodynamic principles, diffusion mechanisms, and mechanical stresses that arise during drying, providing a comprehensive framework for understanding and optimizing drying technologies.</p>\n<p>A significant portion of the monograph is devoted to the development of nonstationary and quasi-stationary mathematical models that describe the behavior of moisture and temperature fields over time. These models incorporate the effects of phase transitions, electroosmotic forces, and capillary interactions, allowing for a detailed analysis of drying kinetics under various conditions. Numerical simulations and experimental validation are employed to assess the accuracy and applicability of the proposed approaches, offering valuable insights for both theoretical research and industrial implementation.</p>\n<p>The monograph also addresses the structural characteristics and mechanical properties of drying materials, highlighting the role of material deformation, shrinkage, and potential stress accumulation that may lead to cracking. Empirical criteria such as the Kirpichov, Nusselt, and Postnov numbers are examined as key parameters for evaluating drying efficiency and ensuring material integrity. Additionally, optimization strategies for industrial drying processes are discussed, incorporating mathematical and experimental methodologies to enhance energy efficiency and product quality.</p>\n<p>By bridging the gap between fundamental research and industrial applications, this work provides engineers, researchers, and professionals in material science and heat transfer with a solid foundation for improving and innovating drying processes. The insights presented in this book contribute to the development of more efficient, sustainable, and cost-effective drying technologies, fostering advancements in industries such as wood processing, food production, pharmaceuticals, and materials engineering.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Gayvas, Bogdana",
            "affiliation": "Pidstryhach Institute for Applied Problems of Mechanics and Mathematics of NAS of Ukraine",
            "orcid": "0000-0003-0788-506X"
          },
          {
            "name": "Dmytruk, Veronika",
            "affiliation": "Lviv Polytechnic National University",
            "orcid": "0000-0002-3692-7110"
          },
          {
            "name": "Markovych, Bogdan",
            "affiliation": "Lviv Polytechnic National University",
            "orcid": "0000-0002-8813-9108"
          },
          {
            "name": "Dmytruk, Anatolii",
            "affiliation": "Lviv Polytechnic National University",
            "orcid": "0000-0002-2393-0193"
          },
          {
            "name": "Chaplya, Yevhen",
            "affiliation": "Pidstryhach Institute for Applied Problems of Mechanics and Mathematics of NAS of Ukraine",
            "orcid": "0000-0002-5504-0419"
          }
        ],
        "keywords": [
          "Mathematical modeling",
          "drying",
          "electroosmotic drying",
          "unilateral drying",
          "bilateral drying",
          "isothermal drying",
          "drying kinetics",
          "convection",
          "diffusion",
          "heat and mass transfer",
          "apillary-porous material",
          "capillary effects",
          "continuum thermodynamic",
          "moisture",
          "moisture transport",
          "multi-component system",
          "phase",
          "phase transition",
          "structural model",
          "ponderomotive force",
          "sustainable technology",
          "dispersed materials",
          "gas-suspended state",
          "fluidization",
          "stress",
          "optimization",
          "deformation",
          "anisotropy",
          "numerical methods"
        ],
        "dates": [
          {
            "type": "accepted"
          }
        ],
        "references": [
          "Burak, Ya. Y., Chaplia, Ye. Ya., Chernukha, O. Yu. (2006). Kontynualno-termodynamichni modeli mekhaniky tverdykh rozchyniv. Kyiv: Naukova dumka, 272.",
          "Sokolovskyy, Y., Levkovych, M., Mysyk, M. (2023). Matrix Approach to Numerical Modeling of Heat-and-Moisture Transfer Processes in a Medium with a Fractal Structure. 2023 17th International Conference on the Experience of Designing and Application of CAD Systems (CADSM), 44–48. https://doi.org/10.1109/cadsm58174.2023.10076519",
          "Lykov, A. V. (1968). Teoriia sushki. Moscow: Energiia, 472.",
          "Hachkevych, O. R., Kushnir, R. M., Terletskii, R. F. (2022). Mathematical Problems of Thermomechanics for Deformable Bodies Subjected to Thermal Irradiation. Ukrainian Mathematical Journal, 73 (10), 1522–1536. https://doi.org/10.1007/s11253-022-02011-7",
          "Kheifitc, L. I., Neimark, A. V. (1982). Mnogofaznye protcessy v poristykh sredakh. Moscow: Khimiia, 320.",
          "Pyanylo, Y. (2022). Analysis of Filtration Processes in Porous Environments Taking Into Aaccount the Movement of Capillaries. 2022 12th International Conference on Advanced Computer Information Technologies (ACIT), 9–12. https://doi.org/10.1109/acit54803.2022.9913087",
          "Gayvas, B., Markovych, B., Dmytruk, A., Havran, M., Dmytruk, V. (2024). The methods of optimization and regulation of the convective drying process of materials in drying installations. Mathematical Modeling and Computing, 11 (2), 546–554. https://doi.org/10.23939/mmc2024.02.546",
          "Hayvas, B., Dmytruk, V., Torskyy, A., Dmytruk, A. (2017). On methods of mathematical modeling of drying dispersed materials. Mathematical Modeling and Computing, 4 (2), 139–147. https://doi.org/10.23939/mmc2017.02.139",
          "Baranovsky, S. V., Bomba, A. Ya. (2024). The diffusion scattering parameters identification for a modified model of viral infection in the conditions of logistic dynamics of immunological cells. Mathematical Modeling and Computing, 11 (1), 59–69. https://doi.org/10.23939/mmc2024.01.059",
          "Mozhaev, A. P. (2001). Chaotic homogeneous porous media. 1. Theorems about structure. Engineering-Physical Journal, 74 (5), 196–201.",
          "Lutcyk, P. P. (1988). Issledovanie protcessov teplomassoperenosa pri sushke kapilliarno-poristykh tel s uchetom vnutrennikh napriazhenii. Teplomassoobmen. Minsk: Institut teplo- i massoobmena im. A. V. Lykova, 184–197.",
          "Khoroshun, L. P., Maslov, B. P., Leshchenko, P. V. (1989). Prognozirovanie effektivnykh svoistv pezoaktivnykh kompozitcionnykh materialov. Kyiv: Naukova dumka, 208.",
          "Burak, Y., Kondrat, V., Gayvas, B. (2002). On the mathematical modeling of drying processes of porous bodies. Informational-Mathematical Modeling of Complex Systems. Lviv: CMM IPPMM named after Y. S. Pidstryhach NAS of Ukraine, Akhil Publishing House, 153–159.",
          "Dibagar, N., Kowalski, S. J., Chayjan, R. A., Figiel, A. (2020). Accelerated convective drying of sunflower seeds by high-power ultrasound: Experimental assessment and optimization approach. Food and Bioproducts Processing, 123, 42–59. https://doi.org/10.1016/j.fbp.2020.05.014",
          "Shlikhting, G. (1974). Teoriia pogranichnogo sloia. Moscow: Nauka, 690.",
          "Gayvas, B. I., Dmytruk, V. A., Semerak, M. M., Rymar, T. I. (2021). Solving Stefan's linear problem for drying cylindrical timber under quasi-averaged formulation. Mathematical Modeling and Computing, 8 (2), 150–156. https://doi.org/10.23939/mmc2021.02.150",
          "Gayvas, B. I., Dmytruk, V. A. (2022). Investigation of drying the porous wood of a cylindrical shape. Mathematical Modeling and Computing, 9 (2), 399–415. https://doi.org/10.23939/mmc2022.02.399",
          "Gayvas, B. I., Markovych, B. M., Dmytruk, A. A., Havran, M. V., Dmytruk, V. A. (2023). Numerical modeling of heat and mass transfer processes in a capillary-porous body during contact drying. Mathematical Modeling and Computing, 10 (2), 387–399. https://doi.org/10.23939/mmc2023.02.387",
          "Gera, B., Kovalchuk, V., Dmytruk, V. (2022). Temperature field of metal structures of transport facilities with a thin protective coating. Mathematical Modeling and Computing, 9 (4), 950–958. https://doi.org/10.23939/mmc2022.04.950",
          "Gayvas, B., Markovych, B., Dmytruk, A., Dmytruk, V., Kushka, B., Senkovych, O. (2023). Study of Contact Drying Granular Materials in Fluidized Bed Dryers. 2023 IEEE XXVIII International Seminar/Workshop on Direct and Inverse Problems of Electromagnetic and Acoustic Wave Theory (DIPED), 238–241. https://doi.org/10.1109/diped59408.2023.10269464",
          "Alaa, K., Atounti, M., Zirhem, M. (2021). Image restoration and contrast enhancement based on a nonlinear reaction-diffusion mathematical model and divide & conquer technique. Mathematical Modeling and Computing, 8 (3), 549–559. https://doi.org/10.23939/mmc2021.03.549",
          "Alaa, H., Alaa, N. E., Aqel, F., Lefraich, H. (2022). A new Lattice Boltzmann method for a Gray–Scott based model applied to image restoration and contrast enhancement. Mathematical Modeling and Computing, 9 (2), 187–202. https://doi.org/10.23939/mmc2022.02.187",
          "Baala, Y., Agmour, I., Rachik, M. (2022). Optimal control of tritrophic reaction–diffusion system with a spatiotemporal model. Mathematical Modeling and Computing, 9 (3), 647–662. https://doi.org/10.23939/mmc2022.03.647",
          "Bounkaicha, C., Allali, K., Tabit, Y., Danane, J. (2023). Global dynamic of spatio-temporal fractional order SEIR model. Mathematical Modeling and Computing, 10 (2), 299–310. https://doi.org/10.23939/mmc2023.02.299",
          "Gouasnouane, O., Moussaid, N., Boujena, S., Kabli, K. (2022). A nonlinear fractional partial differential equation for image inpainting. Mathematical Modeling and Computing, 9 (3), 536–546. https://doi.org/10.23939/mmc2022.03.536",
          "Najm, F., Yafia, R., Aziz Alaoui, M. A., Aghriche, A., Moussaoui, A. (2023). A survey on constructing Lyapunov functions for reaction-diffusion systems with delay and their application in biology. Mathematical Modeling and Computing, 10 (3), 965–975. https://doi.org/10.23939/mmc2023.03.965",
          "Suganya, G., Senthamarai, R. (2022). Mathematical modeling and analysis of Phytoplankton–Zooplankton–Nanoparticle dynamics. Mathematical Modeling and Computing, 9 (2), 333–341. https://doi.org/10.23939/mmc2022.02.333",
          "Ben-Loghfyry, A., Hakim, A. (2022). Time-fractional diffusion equation for signal and image smoothing. Mathematical Modeling and Computing, 9 (2), 351–364. https://doi.org/10.23939/mmc2022.02.351",
          "Kostrobij, P. P., Markovych, B. M., Ryzha, I. A., Tokarchuk, M. V. (2021). Statistical theory of catalytic hydrogen oxidation processes. Basic equations. Mathematical Modeling and Computing, 8 (2), 267–281. https://doi.org/10.23939/mmc2021.02.267",
          "Kostrobij, P. P., Ivashchyshyn, F. O., Markovych, B. M., Tokarchuk, M. V. (2021). Microscopic theory of the influence of dipole superparamagnetics (Type 〈β −CD〈FeSO4〉〉) on current flow in semiconductor layered structures (type gase, inse). Mathematical Modeling and Computing, 8 (1), 89–105. https://doi.org/10.23939/mmc2021.01.089",
          "Aberqi, A., Elmassoudi, M., Hammoumi, M. (2021). Discrete solution for the nonlinear parabolic equations with diffusion terms in Museilak-spaces. Mathematical Modeling and Computing, 8 (4), 584–600. https://doi.org/10.23939/mmc2021.04.584",
          "Bazirha, Z., Azrar, L. (2024). DDFV scheme for nonlinear parabolic reaction-diffusion problems on general meshes. Mathematical Modeling and Computing, 11 (1), 96–108. https://doi.org/10.23939/mmc2024.01.096",
          "Baranovsky, S., Bomba, A., Lyashko, S., Pryshchepa, O. (2024). Diffusion Perturbations in Models of the Dynamics of Infectious Diseases Taking into Account the Concentrated Effects. Computational Methods and Mathematical Modeling in Cyberphysics and Engineering Applications 1, 273–303. https://doi.org/10.1002/9781394284344.ch11",
          "El Hassani, A., Bettioui, B., Hattaf, K., Achtaich, N. (2024). Global dynamics of a diffusive SARS-CoV-2 model with antiviral treatment and fractional Laplacian operator. Mathematical Modeling and Computing, 11 (1), 319–332. https://doi.org/10.23939/mmc2024.01.319",
          "Tokarchuk, M. V. (2023). Unification of kinetic and hydrodynamic approaches in the theory of dense gases and liquids far from equilibrium. Mathematical Modeling and Computing, 10 (2), 272–287. https://doi.org/10.23939/mmc2023.02.272",
          "Belhachmi, Z., Mghazli, Z., Ouchtout, S. (2022). A coupled compressible two-phase flow with the biological dynamics modeling the anaerobic biodegradation process of waste in a landfill. Mathematical Modeling and Computing, 9 (3), 483–500. https://doi.org/10.23939/mmc2022.03.483",
          "Pukach, P. Y., Chernukha, Y. A. (2024). Mathematical modeling of impurity diffusion process under given statistics of a point mass sources system. I. Mathematical Modeling and Computing, 11 (2), 385–393. https://doi.org/10.23939/mmc2024.02.385",
          "Laham, M. F., Ibrahim, S. N. I. (2023). Penalty method for pricing American-style Asian option with jumps diffusion process. Mathematical Modeling and Computing, 10 (4), 1215–1221. https://doi.org/10.23939/mmc2023.04.1215",
          "Dmytryshyn, L. I., Dmytryshyn, M. I., Olejnik, A. (2023). Model of money income diffusion in the European integration context. Mathematical Modeling and Computing, 10 (2), 583–592. https://doi.org/10.23939/mmc2023.02.583",
          "Patil, J. V., Vaze, A. N., Sharma, L., Bachhav, A. (2021). Study of calcium profile in neuronal cells with respect to temperature and influx due to potential activity. Mathematical Modeling and Computing, 8 (2), 241–252. https://doi.org/10.23939/mmc2021.02.241"
        ],
        "language": "eng",
        "resource_type": {
          "title": "Book",
          "type": "publication",
          "subtype": "book"
        },
        "imprint": {
          "place": "Kharkiv. Ukraine",
          "isbn": "978-617-8360-09-2"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15311237"
              }
            }
          ]
        }
      },
      "title": "DRYING PROCESSES: APPROACHES TO IMPROVE EFFICIENCY",
      "links": {
        "self": "https://zenodo.org/api/records/15311238",
        "self_html": "https://zenodo.org/records/15311238",
        "preview_html": "https://zenodo.org/records/15311238?preview=1",
        "doi": "https://doi.org/10.15587/978-617-8360-09-2",
        "self_doi": "https://doi.org/10.15587/978-617-8360-09-2",
        "self_doi_html": "https://zenodo.org/doi/10.15587/978-617-8360-09-2",
        "parent": "https://zenodo.org/api/records/15311237",
        "parent_html": "https://zenodo.org/records/15311237",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15311238/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15311238/sequence/default",
        "files": "https://zenodo.org/api/records/15311238/files",
        "media_files": "https://zenodo.org/api/records/15311238/media-files",
        "archive": "https://zenodo.org/api/records/15311238/files-archive",
        "archive_media": "https://zenodo.org/api/records/15311238/media-files-archive",
        "latest": "https://zenodo.org/api/records/15311238/versions/latest",
        "latest_html": "https://zenodo.org/records/15311238/latest",
        "versions": "https://zenodo.org/api/records/15311238/versions",
        "draft": "https://zenodo.org/api/records/15311238/draft",
        "reserve_doi": "https://zenodo.org/api/records/15311238/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15311238/access/links",
        "access_grants": "https://zenodo.org/api/records/15311238/access/grants",
        "access_users": "https://zenodo.org/api/records/15311238/access/users",
        "access_request": "https://zenodo.org/api/records/15311238/access/request",
        "access": "https://zenodo.org/api/records/15311238/access",
        "communities": "https://zenodo.org/api/records/15311238/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15311238/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15311238/requests"
      },
      "updated": "2025-04-30T15:39:23.623979+00:00",
      "recid": "15311238",
      "revision": 4,
      "files": [
        {
          "id": "e58f133b-aec9-44b5-b962-5c1938c50686",
          "key": "978-617-8360-09-2.pdf.crdownload",
          "size": 6898725,
          "checksum": "md5:6c88389f289cc23fbcf4adb4e023a7a5",
          "links": {
            "self": "https://zenodo.org/api/records/15311238/files/978-617-8360-09-2.pdf.crdownload/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "73680"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-30T13:06:57.337115+00:00",
      "modified": "2025-04-30T13:06:57.788467+00:00",
      "id": 15310433,
      "conceptrecid": "5139363",
      "doi": "10.5281/zenodo.15310433",
      "conceptdoi": "10.5281/zenodo.5139363",
      "doi_url": "https://doi.org/10.5281/zenodo.15310433",
      "metadata": {
        "title": "SARS-CoV-2 Sequenzdaten aus Deutschland",
        "doi": "10.5281/zenodo.15310433",
        "publication_date": "2025-04-30",
        "description": "<p>Ein zentraler Bestandteil einer erfolgreichen Erregersurveillance ist das Verständnis der Verbreitung eines Erregers sowie seiner pathogenen Eigenschaften. Hierbei stellt das Wissen über das Erregergenom eine wichtige Informationsquelle dar. So erlaubt der Nachweis von Mutationen im Genom eines Erregers, Verwandtschaftsbeziehungen zu rekonstruieren, Übertragungswege aufzudecken und Resistenzen vorherzusagen. Die Integrierte Genomische Surveillance (IGS) von SARS-CoV-2 zielt darauf ab, die Verbreitung des Virus und insbesondere von besorgniserregenden Virusvarianten in der Bevölkerung zu überwachen sowie auftretende Veränderungen des Virus genau zu beobachten. Besondere Bedeutung kommt dabei der öffentlichen Bereitstellung der genomischen Daten zu, um Wissenschaftlern in Deutschland und weltweit die Möglichkeit zu eigenständigen Analysen zu eröffnen.</p>\n<p>Im Rahmen der <a href=\"https://www.gesetze-im-internet.de/corsurv/BJNR601910021.html\">Coronavirus-Surveillanceverordnung</a> wurden bis zum 31.05.2023 <a href=\"https://doi.org/10.5281/zenodo.8046538\">SARS-CoV-2 Sequenzdaten aus ganz Deutschland über den Deutschen Elektronischen Sequenzdaten-Hub (DESH) an das RKI übermittelt</a>. Mit Ablauf der Verordnung werden künftig Proben durch das IMSSC2 Labornetzwerk bereitgestellt und am RKI sequenziert, analysiert und hier bereitgestellt. Trotz reduzierter  Probenanzahl, wird durch die sorgfältige Auswahl der beteiligten Labore ein repräsentativer Einblick in die Viruspopluation gesichert (<a href=\"https://doi.org/10.1093/cid/ciac399\">Djin Ye Oh  <em>et al.</em> <strong>2022</strong>)</a>. Zusätzlich werden Sequenzen vom NRZ Coronaviren an der Charité beigetragen um das IMSSC2 Netzwerk zu ergänzen.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Robert Koch-Institut",
            "affiliation": null
          }
        ],
        "keywords": [
          "COVID-19",
          "SARS-CoV-2",
          "Virussequenzen",
          "Genom",
          "Basensequenz",
          "Deutschland",
          "Viral Sequences",
          "Genome",
          "Base Sequence",
          "Open Data",
          "Offene Daten",
          "Deutschland",
          "Germany",
          "RKI"
        ],
        "subjects": [
          {
            "term": "Gesundheitsberichterstattung",
            "identifier": "info:ddc/22/de//614.42"
          },
          {
            "term": "Biochemische Genetik",
            "identifier": "info:ddc/22/de//572.8"
          },
          {
            "term": "Epidemiologie",
            "identifier": "info:ddc/22/de//614.4"
          },
          {
            "term": "Biochemical genetics",
            "identifier": "info:ddc/22/eng//572.8"
          },
          {
            "term": "Public health surveillance",
            "identifier": "info:ddc/22/eng//614.42"
          },
          {
            "term": "Epidemiology",
            "identifier": "info:ddc/22/eng//614.4"
          }
        ],
        "related_identifiers": [
          {
            "identifier": "https://github.com/robert-koch-institut/SARS-CoV-2-Sequenzdaten_aus_Deutschland",
            "relation": "isSupplementTo",
            "resource_type": "dataset",
            "scheme": "url"
          }
        ],
        "dates": [
          {
            "type": "created",
            "description": "Date when the dataset was created"
          }
        ],
        "version": "2025-04-30",
        "language": "deu",
        "resource_type": {
          "title": "Dataset",
          "type": "dataset"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "robertkochinstitut"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 712,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "5139363"
              }
            }
          ]
        }
      },
      "title": "SARS-CoV-2 Sequenzdaten aus Deutschland",
      "links": {
        "self": "https://zenodo.org/api/records/15310433",
        "self_html": "https://zenodo.org/records/15310433",
        "preview_html": "https://zenodo.org/records/15310433?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.15310433",
        "self_doi": "https://doi.org/10.5281/zenodo.15310433",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15310433",
        "parent": "https://zenodo.org/api/records/5139363",
        "parent_html": "https://zenodo.org/records/5139363",
        "parent_doi": "https://doi.org/10.5281/zenodo.5139363",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.5139363",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15310433/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15310433/sequence/default",
        "files": "https://zenodo.org/api/records/15310433/files",
        "media_files": "https://zenodo.org/api/records/15310433/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15310433:%5BDokumentation%5D_SARS-CoV-2-Sequenzdaten_aus_Deutschland.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15310433:%5BDokumentation%5D_SARS-CoV-2-Sequenzdaten_aus_Deutschland.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15310433:%5BDokumentation%5D_SARS-CoV-2-Sequenzdaten_aus_Deutschland.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15310433:%5BDokumentation%5D_SARS-CoV-2-Sequenzdaten_aus_Deutschland.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15310433:%5BDokumentation%5D_SARS-CoV-2-Sequenzdaten_aus_Deutschland.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15310433:%5BDokumentation%5D_SARS-CoV-2-Sequenzdaten_aus_Deutschland.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15310433/files-archive",
        "archive_media": "https://zenodo.org/api/records/15310433/media-files-archive",
        "latest": "https://zenodo.org/api/records/15310433/versions/latest",
        "latest_html": "https://zenodo.org/records/15310433/latest",
        "versions": "https://zenodo.org/api/records/15310433/versions",
        "draft": "https://zenodo.org/api/records/15310433/draft",
        "reserve_doi": "https://zenodo.org/api/records/15310433/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15310433/access/links",
        "access_grants": "https://zenodo.org/api/records/15310433/access/grants",
        "access_users": "https://zenodo.org/api/records/15310433/access/users",
        "access_request": "https://zenodo.org/api/records/15310433/access/request",
        "access": "https://zenodo.org/api/records/15310433/access",
        "communities": "https://zenodo.org/api/records/15310433/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15310433/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15310433/requests"
      },
      "updated": "2025-04-30T13:06:57.788467+00:00",
      "recid": "15310433",
      "revision": 4,
      "files": [
        {
          "id": "c9e07909-5086-48b9-a372-aa2de700c94e",
          "key": "datapackage.json",
          "size": 1492,
          "checksum": "md5:88e49bf970daf94ab2fafa9b01e3e40f",
          "links": {
            "self": "https://zenodo.org/api/records/15310433/files/datapackage.json/content"
          }
        },
        {
          "id": "8fb9601f-2f72-4f4f-ac55-71f5d3ace911",
          "key": "SARS-CoV-2-Sequenzdaten_Deutschland.tsv.xz",
          "size": 79410180,
          "checksum": "md5:ee5bf2849293dc768f15f14150e5706e",
          "links": {
            "self": "https://zenodo.org/api/records/15310433/files/SARS-CoV-2-Sequenzdaten_Deutschland.tsv.xz/content"
          }
        },
        {
          "id": "23169f6c-ed1e-4f19-8482-a25f75d6c195",
          "key": "SARS-CoV-2-Entwicklungslinien_berichtet.tsv",
          "size": 15682,
          "checksum": "md5:96dd4b40cb93f89ace9aff78b396cc30",
          "links": {
            "self": "https://zenodo.org/api/records/15310433/files/SARS-CoV-2-Entwicklungslinien_berichtet.tsv/content"
          }
        },
        {
          "id": "46b0c5e1-9aae-4266-81e8-bff10e74b8e6",
          "key": "[Dokumentation]_SARS-CoV-2-Sequenzdaten_aus_Deutschland.pdf",
          "size": 92154,
          "checksum": "md5:f8d705b83e2daf1340dc72d91d015291",
          "links": {
            "self": "https://zenodo.org/api/records/15310433/files/[Dokumentation]_SARS-CoV-2-Sequenzdaten_aus_Deutschland.pdf/content"
          }
        },
        {
          "id": "f017513f-b5fe-461f-beb1-e55030134895",
          "key": "SARS-CoV-2-Entwicklungslinien_zu_Varianten.tsv",
          "size": 104614,
          "checksum": "md5:971eb779b77a21cfc89a86449405faa6",
          "links": {
            "self": "https://zenodo.org/api/records/15310433/files/SARS-CoV-2-Entwicklungslinien_zu_Varianten.tsv/content"
          }
        },
        {
          "id": "b9a26c50-08e7-48ed-bdfe-b58f45e42483",
          "key": "SARS-CoV-2-Sequenzdaten_Deutschland.fasta.xz",
          "size": 118403880,
          "checksum": "md5:3bb28133800042fec5c4dd6e41060f99",
          "links": {
            "self": "https://zenodo.org/api/records/15310433/files/SARS-CoV-2-Sequenzdaten_Deutschland.fasta.xz/content"
          }
        },
        {
          "id": "db1f3384-9596-4f1b-a7eb-4a2a5a9ed569",
          "key": "Metadaten.zip",
          "size": 10677,
          "checksum": "md5:365b249b68935b9869940831c9ab066b",
          "links": {
            "self": "https://zenodo.org/api/records/15310433/files/Metadaten.zip/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "188146"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 25183,
        "unique_downloads": 24187,
        "views": 69797,
        "unique_views": 68605,
        "version_downloads": 124,
        "version_unique_downloads": 124,
        "version_unique_views": 39,
        "version_views": 39
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-30T07:32:00.711058+00:00",
      "modified": "2025-04-30T07:32:01.095503+00:00",
      "id": 15308278,
      "conceptrecid": "15308277",
      "doi": "10.3897/contrib.entomol.75.e141083",
      "doi_url": "https://doi.org/10.3897/contrib.entomol.75.e141083",
      "metadata": {
        "title": "Mini-round box as standardized sampling method for orthopterans in alpine and subalpine grasslands: a field study to highlight strengths and weaknesses",
        "doi": "10.3897/contrib.entomol.75.e141083",
        "publication_date": "2025-04-28",
        "description": "<p>Orthopterans are known as suitable ecological indicators in grassland habitats, with their community composition providing useful information about the environmental consequences of management actions, ecological processes, or climate change. However, community studies often require the collection of both species richness and abundance data, which are difficult to obtain for these insects without a proper sampling strategy in certain environmental and population density conditions. In general, box quadrats with high sides (≥ 1 m2) represent a valuable method to assess orthopteran assemblages in open habitats, although their big size might be inappropriate for challenging environments, such as high-elevation alpine grasslands. For this reason, in this paper the effectiveness of a smaller (0.16 m2) and handy (circular-shaped) version of the box quadrat sampling device (hereafter called \"mini-round box\") is tested in the field. Then, through a Strengths-Weaknesses-Opportunities-Threats (SWOT) analysis, the positive and negative features of this sampling method are highlighted, focusing in particular on the alpine and subalpine grassland context. Overall, the mini-round box strategy showed a good potential as a handy, easy, cheap, and standardized sampling method, but serious shortcomings in species detection have been observed (i.e. 47% of species undetected in average). A number of valuable strengths and interesting opportunities are counteracted by serious weaknesses and significant threats, which need to be carefully evaluated when planning a sampling design involving orthopterans as indicators. Some solutions to improve the mini-round box accuracy are suggested, perhaps encouraging the performance of biodiversity monitoring and ecological studies on orthopterans in even challenging grassland ecosystems.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Giuliano, Davide",
            "affiliation": "Alpi Cozie Protected Areas Management Authority, Salbertrand, Italy"
          },
          {
            "name": "Rizzioli, Barbara",
            "affiliation": "Alpi Cozie Protected Areas Management Authority, Salbertrand, Italy"
          }
        ],
        "keywords": [
          "Alpine habitats",
          "community composition",
          "orthoptera",
          "qualitative survey",
          "sampling accuracy",
          "SWOT analysis"
        ],
        "related_identifiers": [
          {
            "identifier": "10.3897/contrib.entomol.75.e141083.figure2",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/contrib.entomol.75.e141083.figure1",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/icad.12683",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1442-9993.2001.01070.pp.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1600-0587.2010.06288.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1439-0418.2009.01437.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/S0167-8809(97)00068-6",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ecolind.2011.01.005",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/9780470750513.ch9",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.32614/RJ-2017-066",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ecoser.2015.11.012",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1034/j.1600-0587.2002.250112.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1023/A:1016136723584",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.mcm.2005.08.016",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2478/s11756-011-0115-1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ecolind.2012.03.002",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.gecco.2024.e03217",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/jor.27.26327",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s10841-007-9129-y",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1665/1082-6467(2006)15",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1665/1082-6467(2002)011",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s10841-005-2854-1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1017/CBO9780511790942",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1046/j.1461-0248.2001.00230.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.17719/jisr.2017.1832",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.7717/peerj.4794",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/S0006-3207(99)00052-X",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s10841-022-00381-8",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3390/su131910539",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/jor.28.34102",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/ece3.6957",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/avsc.12462",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.agee.2017.07.029",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1890/1540-9295(2007)5",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1365-2664.2007.01402.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1752-4598.2009.00053.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.biocon.2008.10.034",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.biocon.2010.05.029",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1752-4598.2011.00152.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/jvs.12022",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/een.12991",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1523-1739.1990.tb00309.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s11258-010-9794-x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.2005.0906-7590.04285.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/978-3-031-32800-8",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s10531-017-1388-7",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.jenvman.2014.05.040",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2307/3001968",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/2041-210X.12577",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/978-0-387-87458-6",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Ancillotto L, Labadessa R (2024) Functional traits drive the fate of Orthoptera in urban areas. Insect Conservation and Diversity 17: 304–311. https://doi.org/10.1111/icad.12683",
          "Anderson MJ (2001) A new method for non-parametric multi-variate analysis of variance. Austral Ecology 26: 32–46. https://doi.org/10.1111/j.1442-9993.2001.01070.pp.x",
          "Azovsky AI (2011) Species–area and species–sampling effort relationships: disentangling the effects. Ecography 34: 18–30. https://doi.org/10.1111/j.1600-0587.2010.06288.x",
          "Badenhausser I, Amouroux P, Lerin J, Bretagnolle V (2009) Acridid (Orthoptera: Acrididae) abundance in Western European grasslands: sampling methodology and temporal fluctuations. Journal of Applied Entomology 133: 720–732. https://doi.org/10.1111/j.1439-0418.2009.01437.x",
          "Báldi A, Kisbenedek T (1997) Orthopteran assemblages as indicators of grassland naturalness in Hungary. Agriculture, Ecosystems and Environment 66: 121–129. https://doi.org/10.1016/S0167-8809(97)00068-6",
          "Battisti A, Cerrato C, Viterbi R, Bionda R, Savoldelli P (2016) Gli Ortotteri dei Parchi Naturali Veglia-Devero e Alta Valle Antrona. Rivista Piemontese di Storia Naturale 37: 93–115. https://www.storianaturale.org/anp/pdf2/ANP_37_2016/02_ANP_37_Battisti.pdf",
          "Bazelet CS, Samways MJ (2011) Identifying grasshopper bioindicators for habitat quality assessment of ecological networks. Ecological Indicators 11: 1259–1269. https://doi.org/10.1016/j.ecolind.2011.01.005",
          "Blaustein L, Spencer M (2005) Sampling devices and sampling design for aquatic insects. In: Leather SR (Ed.) Insect sampling in forest ecosystems. Blackwell Publishing, 186–220. https://doi.org/10.1002/9780470750513.ch9",
          "Brooks ME, Kristensen K, van Benthem KJ, Magnusson A, Berg CW, Nielsen A, Skaug HJ, Maechler M, Bolker BM (2017) glmmTMB balances speed and flexibility among packages for zero-inflated generalized linear mixed modeling. The R Journal 9: 378–400. https://doi.org/10.32614/RJ-2017-066",
          "Bull JW, Jobstvogt N, Böhnke-Henrichs A, Mascarenhas A, Sitas N, Baulcomb C, Lambini CK, Rawlins M, Baral H, Zähringer J, Carter-Silk E, Balzan MV, Kenter JO, Häyhä T, Petz K, Koss R (2016) Strengths, weaknesses, opportunities and threats: a SWOT analysis of the ecosystem services framework. Ecosystem Services 17: 99–111. https://doi.org/10.1016/j.ecoser.2015.11.012",
          "Cam E, Nichols JD, Sauer JR, Hines JE (2002) On the estimation of species richness based on the accumulation of previously unrecorded species. Ecography 25: 102–108. https://doi.org/10.1034/j.1600-0587.2002.250112.x",
          "Carignan V, Villard MA (2002) Selecting indicator species to monitor ecological integrity: a review. Environmental Monitoring and Assessment 78: 45–61. https://doi.org/10.1023/A:1016136723584",
          "Chang HH, Huang WC (2006) Application of a quantification SWOT analytical method. Mathematical and Computer Modelling 43: 158–169. https://doi.org/10.1016/j.mcm.2005.08.016",
          "Fabriciusová V, Kaňuch P, Krištín A (2011) Response of Orthoptera assemblages to management of montane grasslands in the Western Carpathians. Biologia 66: 1127–1133. https://doi.org/10.2478/s11756-011-0115-1",
          "Fartmann T, Krämer B, Stelzner F, Poniatowski D (2012) Orthoptera as ecological indicators for succession in steppe grassland. Ecological Indicators 20: 337–344. https://doi.org/10.1016/j.ecolind.2012.03.002",
          "Fartmann T, Freienstein FM, Helbing F, Scherer G, Poniatowski D (2024) A box quadrat for standardised sampling of Orthoptera in open habitats: design, handling, applications and baseline data. Global Ecology and Conservation 55: e03217. https://doi.org/10.1016/j.gecco.2024.e03217",
          "Gardiner T (2018) Grazing and Orthoptera: a review. Journal of Orthoptera Research 27: 3–11. https://doi.org/10.3897/jor.27.26327",
          "Gardiner T, Hassall M (2009) Does microclimate affect grasshopper populations after cutting of hay in improved grassland? Journal of Insect Conservation 13: 97–102. https://doi.org/10.1007/s10841-007-9129-y",
          "Gardiner T, Hill J (2006) A comparison of three sampling techniques used to estimate the population density and assemblage diversity of Orthoptera. Journal of Orthoptera Research 15: 45–51. https://doi.org/10.1665/1082-6467(2006)15[45:ACOTST]2.0.CO;2",
          "Gardiner T, Pye M, Field R, Hill J (2002) The influence of sward height and vegetation composition in determining the habitat preferences of three Chorthippus species (Orthoptera: Acrididae) in Chelmsford, Essex, UK. Journal of Orthoptera Research 11: 207–213. https://doi.org/10.1665/1082-6467(2002)011[0207:TIOSHA]2.0.CO;2",
          "Gardiner T, Hill J, Chesmore D (2005) Review of the methods frequently used to estimate the abundance of Orthoptera in grassland ecosystems. Journal of Insect Conservation 9: 151–173. https://doi.org/10.1007/s10841-005-2854-1",
          "Gelman A, Hill J (2006) Data analysis using regression and multilevel/hierarchical models. Cambridge: Cambridge University Press. https://doi.org/10.1017/CBO9780511790942",
          "Giuliano D, Cerrato C, Viterbi R, Savoldelli P (2017) The Orthopterans (Insecta: Orthoptera) of the Orsiera-Rocciavré Natural Park and the Orrido di Foresto Natural Reserve (Piedmont, NW Italy). Rivista Piemontese di Storia Naturale 38: 157–177. https://www.storianaturale.org/anp/pdf2/ANP_38_2017/11_ANP_38_Giuliano.pdf",
          "Gotelli NJ, Colwell RK (2001) Quantifying biodiversity: procedures and pitfalls in the measurement and comparison of species richness. Ecology Letters 4: 379–391. https://doi.org/10.1046/j.1461-0248.2001.00230.x",
          "Guido M, Chemini C (2000) Response of Orthoptera assemblage composition to land-use in the southern Alps of Italy. Journal of the Swiss Entomological Society 73: 353–367.",
          "Gürel E, Tat M (2017) SWOT analysis: a theoretical review. The Journal of International Social Research 10: 994–1006. https://doi.org/10.17719/jisr.2017.1832",
          "Harrison XA, Donaldson L, Correa-Cano ME, Evans J, Fisher DN, Goodwin CE, Robinson BS, Hodgson DJ, Inger R (2018) A brief introduction to mixed effects modelling and multi-model inference in ecology. PeerJ 6: e4794. https://doi.org/10.7717/peerj.4794",
          "Hilty J, Merenlender A (2000) Faunal indicator taxa selection for monitoring ecosystem health. Biological Conservation 92: 185–197. https://doi.org/10.1016/S0006-3207(99)00052-X",
          "Illich I, Zuna-Kratky T (2022) Population dynamics of an alpine grasshopper (Orthoptera) community over 30 years and the effects of climate warming and grazing. Journal of Insect Conservation 26: 435–451. https://doi.org/10.1007/s10841-022-00381-8",
          "Ingrisch S, Köhler G (1998) Die Heuschrecken Mitteleuropas. Westarp Wissenschaften.",
          "Iorio C, Scherini R, Fontana P, Buzzetti FM, Kleukers R, Odé B, Massa B (2019) Grasshoppers and crickets of Italy. A photographic field guide to all the species. WBA Handbooks 10, Verona.",
          "Jetoo S, Lahtinen V (2021) The good, the bad and the future: a SWOT analysis of the ecosystem approach to governance in the Baltic Sea region. Sustainability 13: 10539. https://doi.org/10.3390/su131910539",
          "Johnson NL, Kotz S, Balakrishnan N (1995) Continuous univariate distributions vol. 2. Wiley, NewYork.",
          "Kenyeres Z, Takács G, Bauer N (2019) Response of orthopterans to macroclimate changes. Journal of Orthoptera Research 28: 187–193. https://doi.org/10.3897/jor.28.34102",
          "Klein N, Theux C, Arlettaz R, Jacot A, Pradervand JN (2020) Modeling the effects of grassland management intensity on biodiversity. Ecology and Evolution 10: 13518–13529. https://doi.org/10.1002/ece3.6957",
          "Kurtogullari Y, Rieder NS, Arlettaz R, Humbert JY (2020) Conservation and restoration of Nardus grasslands in the Swiss northern Alps. Applied Vegetation Science 23: 26–38. https://doi.org/10.1111/avsc.12462",
          "Löffler F, Fartmann T (2017) Effects of landscape and habitat quality on Orthoptera assemblages of pre-alpine calcareous grasslands. Agriculture, Ecosystems and Environment 248: 71–81. https://doi.org/10.1016/j.agee.2017.07.029",
          "Lovett GM, Burns DA, Driscoll CT, Jenkins JC, Mitchell MJ, Rustad L, Shanley JB, Likens GE, Haeuber R (2007) Who needs environmental monitoring? Frontiers in Ecology and Environment 5: 253–360. https://doi.org/10.1890/1540-9295(2007)5[253:WNEM]2.0.CO;2",
          "Marini L, Fontana P, Scotton M, Klimek S (2008) Vascular plant and Orthoptera diversity in relation to grassland management and landscape composition in the European Alps. Journal of Applied Ecology 45: 361–370. https://doi.org/10.1111/j.1365-2664.2007.01402.x",
          "Marini L, Fontana P, Battisti A, Gaston KJ (2009a) Agricultural management, vegetation traits and landscape drive orthopteran and butterfly diversity in a grassland–forest mosaic: a multi‐scale approach. Insect Conservation and Diversity 2: 213–220. https://doi.org/10.1111/j.1752-4598.2009.00053.x",
          "Marini L, Fontana P, Klimek S, Battisti A, Gaston KJ (2009b) Impact of farm size and topography on plant and insect diversity of managed grasslands in the Alps. Biological Conservation 142: 394–403. https://doi.org/10.1016/j.biocon.2008.10.034",
          "Marini L, Bommarco R, Fontana P, Battisti A (2010) Disentangling effects of habitat diversity and area on orthopteran species with contrasting mobility. Biological Conservation 143: 2164–2171. https://doi.org/10.1016/j.biocon.2010.05.029",
          "Marini L, Öckinger E, Battisti A, Bommarco R (2012) High mobility reduces beta‐diversity among orthopteran communities–implications for conservation. Insect Conservation and Diversity 5(1): 37–45. https://doi.org/10.1111/j.1752-4598.2011.00152.x",
          "Moretti M, de Bello F, Ibanez S, Fontana S, Pezzatti GB, Dziock F, Rixen C, Lavorel S (2013) Linking traits between plants and invertebrate herbivores to track functional effects of land‐use changes. Journal of Vegetation Science 24: 949–962. https://doi.org/10.1111/jvs.12022",
          "Mourguiart B, Couturier T, Braud Y, Mansons J, Combrisson D, Besnard A (2020) Multi‐species occupancy models: an effective and flexible framework for studies of insect communities. Ecological Entomology 46: 163–174. https://doi.org/10.1111/een.12991",
          "Noss RF (1990) Indicators for monitoring biodiversity: a hierarchical approach. Conservation Biology 4: 355–364. https://doi.org/10.1111/j.1523-1739.1990.tb00309.x",
          "O'Neill KM, Larson DP, Kemp WP (2002) Sweep sampling technique affects estimates of the relative abundance and community composition of grasshoppers (Orthoptera: Acrididae). Journal of Agricultural and Urban Entomology 19: 125–131.",
          "Odé B (2012) Guida sonora agli ortotteri d'Italia. In: Massa B, Fontana P, Buzzetti F, Kleukers R, Odé B Fauna d'Italia, XLVIII. Orthoptera. Calderini, Milano. Enclosed DVD.",
          "Oksanen J, Simpson G, Blanchet F, Kindt R, Legendre P, Minchin P, O'Hara R, Solymos P, Stevens M, Szoecs E, Wagner H, Barbour M, Bedward M, Bolker B, Borcard D, Carvalho G, Chirico M, De Caceres M, Durand S, Evangelista H, FitzJohn R, Friendly M, Furneaux B, Hannigan G, Hill M, Lahti L, McGlinn D, Ouellette M, Ribeiro Cunha E, Smith T, Stier A, Ter Braak C, Weedon J (2022) vegan: Community Ecology Package. R package version 2.6-4. https://CRAN.R-project.org/package=vegan",
          "Pellissier L, Fournier B, Guisan A, Vittoz P (2010) Plant traits co-vary with altitude in grasslands and forests in the European Alps. Plant Ecology 211: 351–365. https://doi.org/10.1007/s11258-010-9794-x",
          "R Core Team (2023) R: a language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria. https://www.R-project.org/",
          "Reinhardt K, Köhler G, Maas S, Detzel P (2005) Low dispersal ability and habitat specificity promote extinctions in rare but not in widespread species: the Orthoptera of Germany. Ecography 28: 593–602. https://doi.org/10.1111/j.2005.0906-7590.04285.x",
          "Salinas Ruíz J, Montesinos López OA, Hernández Ramírez G, Crossa Hiriart J (2023) Generalized linear mixed models with applications in agriculture and biology. Springer. https://doi.org/10.1007/978-3-031-32800-8",
          "Sardet É, Roesti C, Braud Y (2015) Cahier d'identification des Orthoptères de France, Belgique, Luxembourg et Suisse. Biotope, Mèze, (collection Cahier d'identification).",
          "Sarsby A (2016) SWOT analysis - A guide to SWOT for business studies students. Leadership Library, UK.",
          "Schmeller DS, Böhm M, Arvanitidis C, Barber-Meyer S, Brummitt N, Chandler M, Chatzinikolaou E, Costello MJ, Ding H, García-Moreno J, Gill M, Haase P, Jones M, Juillard R, Magnusson WE, Martin CS, McGeoch M, Mihoub JB, Pettorelli N, Proença V, Peng C, Regan E, Schmiedel U, Simaika JP, Weatherdon L, Waterman C, Xu H, Belnap J (2017) Building capacity in biodiversity monitoring at the global scale. Biodiversity and Conservation 26: 2765–2790. https://doi.org/10.1007/s10531-017-1388-7",
          "Scolozzi R, Schirpke U, Morri E, D'Amato D, Santolini R (2014) Ecosystem services-based SWOT analysis of protected areas for conservation strategies. Journal of Environmental Management 146: 543–551. https://doi.org/10.1016/j.jenvman.2014.05.040",
          "Wilcoxon F (1945) Individual comparisons by ranking methods. Biometrics 1: 80–83. https://doi.org/10.2307/3001968",
          "Zuur AF, Ieno EN (2016) A protocol for conducting and presenting results of regression-type analyses. Methods in Ecology and Evolution 7: 636–645. https://doi.org/10.1111/2041-210X.12577",
          "Zuur AF, Ieno EN, Walker N, Saveliev AA, Smith GM (2009) Mixed effects models and extensions in ecology with R. Springer, New York. https://doi.org/10.1007/978-0-387-87458-6"
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "(1)",
          "pages": "213-222",
          "title": "Contributions to Entomology",
          "volume": "75"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15308277"
              }
            }
          ]
        }
      },
      "title": "Mini-round box as standardized sampling method for orthopterans in alpine and subalpine grasslands: a field study to highlight strengths and weaknesses",
      "links": {
        "self": "https://zenodo.org/api/records/15308278",
        "self_html": "https://zenodo.org/records/15308278",
        "preview_html": "https://zenodo.org/records/15308278?preview=1",
        "doi": "https://doi.org/10.3897/contrib.entomol.75.e141083",
        "self_doi": "https://doi.org/10.3897/contrib.entomol.75.e141083",
        "self_doi_html": "https://zenodo.org/doi/10.3897/contrib.entomol.75.e141083",
        "parent": "https://zenodo.org/api/records/15308277",
        "parent_html": "https://zenodo.org/records/15308277",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15308278/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15308278/sequence/default",
        "files": "https://zenodo.org/api/records/15308278/files",
        "media_files": "https://zenodo.org/api/records/15308278/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15308278:CTE_article_141083.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15308278:CTE_article_141083.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15308278:CTE_article_141083.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15308278:CTE_article_141083.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15308278:CTE_article_141083.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15308278:CTE_article_141083.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15308278/files-archive",
        "archive_media": "https://zenodo.org/api/records/15308278/media-files-archive",
        "latest": "https://zenodo.org/api/records/15308278/versions/latest",
        "latest_html": "https://zenodo.org/records/15308278/latest",
        "versions": "https://zenodo.org/api/records/15308278/versions",
        "draft": "https://zenodo.org/api/records/15308278/draft",
        "reserve_doi": "https://zenodo.org/api/records/15308278/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15308278/access/links",
        "access_grants": "https://zenodo.org/api/records/15308278/access/grants",
        "access_users": "https://zenodo.org/api/records/15308278/access/users",
        "access_request": "https://zenodo.org/api/records/15308278/access/request",
        "access": "https://zenodo.org/api/records/15308278/access",
        "communities": "https://zenodo.org/api/records/15308278/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15308278/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15308278/requests"
      },
      "updated": "2025-04-30T07:32:01.095503+00:00",
      "recid": "15308278",
      "revision": 5,
      "files": [
        {
          "id": "46da18a0-890b-4999-9592-9f7548ae5026",
          "key": "CTE_article_141083.pdf",
          "size": 1580801,
          "checksum": "md5:78ca795244cba8b6eee69e147a587175",
          "links": {
            "self": "https://zenodo.org/api/records/15308278/files/CTE_article_141083.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-30T07:31:04.824137+00:00",
      "modified": "2025-04-30T07:31:05.170322+00:00",
      "id": 15308236,
      "conceptrecid": "15308235",
      "doi": "10.3897/pharmacia.72.e154298",
      "doi_url": "https://doi.org/10.3897/pharmacia.72.e154298",
      "metadata": {
        "title": "Assessment of the therapeutic effect and subsequent immune response in the treatment of COVID-19 with anti-SARS-CoV-2 monoclonal antibodies",
        "doi": "10.3897/pharmacia.72.e154298",
        "publication_date": "2025-04-28",
        "description": "<p>      Introduction: Over the past three decades, monoclonal antibodies have undergone a remarkable transformation—from a research tool to powerful therapeutic agents in medical practice. The monoclonal antibodies currently used in clinical practice are immunoglobulins of the \"G\" class (IgG).</p>     <p>      Objective: The aim of the study is to analyze and evaluate the effect of treatment with monoclonal anti-SARS-CoV-2 IgG in patients with moderate to severe forms of complicated coronavirus infection.</p>     <p>      Materials and methods: The study included 530 patients, of whom 243 were women and 287 were men, aged between 18 and over 80 years, who received monoclonal antibodies (mAbs) as part of their therapeutic regimen for the treatment of COVID-19. In parallel with them, the course of the disease was monitored in a control group of 255 patients (104 women and 151 men), hospitalized in the target period and not treated with mAbs.</p>     <p>      Results: Patients treated with monoclonal antibodies within 7 days of symptoms had a shorter hospital stay compared to those treated later and to the control group. Oxygen therapy and intubation rates were significantly lower for those who received treatment early. Mortality rates were 0.42% for early treatment, 3.45% for late treatment, and 4.71% in the control group.</p>     <p>      Conclusion: Specific monoclonal antibodies are currently the most effective safe treatment for life-threatening viral infections, supporting passive immunization as a preferred strategy against epidemics. A strong immune response is evident in treated patients by the end of the first year post-discharge. Early administration significantly reduces mortality compared to controls.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Atanasov, Petar Yordanov",
            "affiliation": "Clinic of Internal Diseases, UMHATEM \"N. I. Pirogov\" – Sofia, Sofia, Bulgaria"
          },
          {
            "name": "Kobakova, Yozlem Ali",
            "affiliation": "Clinic of Internal Diseases, UMHATEM \"N. I. Pirogov\" – Sofia, Sofia, Bulgaria"
          },
          {
            "name": "Moneva-Sakelarieva, Maria Georgieva",
            "affiliation": "Clinic of Internal Diseases, UMHATEM \"N. I. Pirogov\" – Sofia, Sofia, Bulgaria"
          },
          {
            "name": "Ivanova, Stefka Achkova",
            "affiliation": "Bulgarian Pharmaceutical Science Society, Sofia, Bulgaria"
          },
          {
            "name": "Chaneva, Maria Sevdelinova",
            "affiliation": "Clinic of Internal Diseases, UMHATEM \"N. I. Pirogov\" – Sofia, Sofia, Bulgaria"
          },
          {
            "name": "Atanasova, Ventseslava Petrova",
            "affiliation": "Bulgarian Pharmaceutical Union, Sofia, Bulgaria"
          },
          {
            "name": "Todorov, Radoslav Fedeev",
            "affiliation": "Clinic of Internal Diseases, UMHATEM \"N. I. Pirogov\" – Sofia, Sofia, Bulgaria"
          },
          {
            "name": "Bashev, Nikolay Zarkov",
            "affiliation": "Clinic of Internal Diseases, UMHATEM \"N. I. Pirogov\" – Sofia, Sofia, Bulgaria"
          },
          {
            "name": "Kirkova-Bogdanova, Angelina Georgieva",
            "affiliation": "Medical University – Plovdiv, Plovdiv, Bulgaria"
          },
          {
            "name": "Vakrilova Becheva, Maria",
            "affiliation": "Medical University – Plovdiv, Plovdiv, Bulgaria"
          }
        ],
        "keywords": [
          "Monoclonal antibodies",
          "passive immunization",
          "mAb",
          "COVID-19",
          "treatment",
          "polymorbid patients",
          "hospital stay",
          "mortality",
          "residual fibrosis",
          "immunogenesis"
        ],
        "related_identifiers": [
          {
            "identifier": "10.3897/pharmacia.72.e154298.figure1",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/pharmacia.72.e154298.figure6",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/pharmacia.72.e154298.figure7",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/pharmacia.72.e154298.figure3",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/pharmacia.72.e154298.figure5",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/pharmacia.72.e154298.figure4",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/pharmacia.72.e154298.figure2",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.jcv.2007.11.012",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.coph.2012.08.001",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/prp2.535",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1051/medsci/2019200",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1186/s12929-021-00784-w",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2174/1574884712666170809124728",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Boivin G, Caouette G, Frenette L, Carbonneau J, Ouakki M, De Serres G (2008) Human respiratory syncytial virus and other viral infections in infants receiving palivizumab. Journal of Clinical Virology 42(1): 52–57. https://doi.org/10.1016/j.jcv.2007.11.012",
          "Buss NA, Henderson SJ, McFarlane M, Shenton JM, de Haan L (2012) Monoclonal antibody therapeutics: history and future. Current Opinion in Pharmacology 12(5): 615–622. https://doi.org/10.1016/j.coph.2012.08.001",
          "Castelli MS, McGonigle P, Hornby PJ (2019) The pharmacology and therapeutic applications of monoclonal antibodies. Pharmacology Research & Perspectives 7(6): e00535. https://doi.org/10.1002/prp2.535",
          "Desoubeaux G, Pelegrin M (2019) Anticorps monoclonaux en infectiologie - Des nouveaux partenaires dans l'arsenal thérapeutique [Monoclonal antibodies in infectious diseases: new partners in the therapeutic arsenal]. Medical Sciences (Paris) 35(12): 1008–1013. https://doi.org/10.1051/medsci/2019200",
          "Hwang YC, Lu RM, Su SC, Chiang PY, Ko SH, Ke FY, Liang KH, Hsieh TY, Wu HC (2022) Monoclonal antibodies for COVID-19 therapy and SARS-CoV-2 detection. Journal of Biomedical Science 29(1): 1. https://doi.org/10.1186/s12929-021-00784-w",
          "Malik B, Ghatol A (2025) Understanding How Monoclonal Antibodies Work. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing. [PMID: 34283484]",
          "Singh S, Kumar NK, Dwiwedi P, Charan J, Kaur R, Sidhu P, Chugh VK (2018) Monoclonal antibodies: A review. Current Clinical Pharmacology 13(2): 85–99. https://doi.org/10.2174/1574884712666170809124728"
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "",
          "pages": "1-7",
          "title": "Pharmacia",
          "volume": "72"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15308235"
              }
            }
          ]
        }
      },
      "title": "Assessment of the therapeutic effect and subsequent immune response in the treatment of COVID-19 with anti-SARS-CoV-2 monoclonal antibodies",
      "links": {
        "self": "https://zenodo.org/api/records/15308236",
        "self_html": "https://zenodo.org/records/15308236",
        "preview_html": "https://zenodo.org/records/15308236?preview=1",
        "doi": "https://doi.org/10.3897/pharmacia.72.e154298",
        "self_doi": "https://doi.org/10.3897/pharmacia.72.e154298",
        "self_doi_html": "https://zenodo.org/doi/10.3897/pharmacia.72.e154298",
        "parent": "https://zenodo.org/api/records/15308235",
        "parent_html": "https://zenodo.org/records/15308235",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15308236/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15308236/sequence/default",
        "files": "https://zenodo.org/api/records/15308236/files",
        "media_files": "https://zenodo.org/api/records/15308236/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15308236:PHAR_article_154298.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15308236:PHAR_article_154298.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15308236:PHAR_article_154298.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15308236:PHAR_article_154298.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15308236:PHAR_article_154298.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15308236:PHAR_article_154298.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15308236/files-archive",
        "archive_media": "https://zenodo.org/api/records/15308236/media-files-archive",
        "latest": "https://zenodo.org/api/records/15308236/versions/latest",
        "latest_html": "https://zenodo.org/records/15308236/latest",
        "versions": "https://zenodo.org/api/records/15308236/versions",
        "draft": "https://zenodo.org/api/records/15308236/draft",
        "reserve_doi": "https://zenodo.org/api/records/15308236/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15308236/access/links",
        "access_grants": "https://zenodo.org/api/records/15308236/access/grants",
        "access_users": "https://zenodo.org/api/records/15308236/access/users",
        "access_request": "https://zenodo.org/api/records/15308236/access/request",
        "access": "https://zenodo.org/api/records/15308236/access",
        "communities": "https://zenodo.org/api/records/15308236/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15308236/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15308236/requests"
      },
      "updated": "2025-04-30T07:31:05.170322+00:00",
      "recid": "15308236",
      "revision": 4,
      "files": [
        {
          "id": "82c4f912-e69c-469a-aca3-a8030c2d74f5",
          "key": "PHAR_article_154298.pdf",
          "size": 707787,
          "checksum": "md5:393432d16370261dad8125d9dac1d663",
          "links": {
            "self": "https://zenodo.org/api/records/15308236/files/PHAR_article_154298.pdf/content"
          }
        },
        {
          "id": "f8431a62-5e6e-43f3-8dbe-b2aca06fe9ce",
          "key": "PHAR_article_154298.xml",
          "size": 49920,
          "checksum": "md5:795ae855ded9569f2506276f57c8fae2",
          "links": {
            "self": "https://zenodo.org/api/records/15308236/files/PHAR_article_154298.xml/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "22270"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-30T07:30:39.266771+00:00",
      "modified": "2025-04-30T07:30:39.857272+00:00",
      "id": 15308218,
      "conceptrecid": "15308217",
      "doi": "10.3897/jhr.98.150254",
      "doi_url": "https://doi.org/10.3897/jhr.98.150254",
      "metadata": {
        "title": "Two new Neotropical genera of Miracinae (Hymenoptera, Braconidae) with unusual metasomal morphology",
        "doi": "10.3897/jhr.98.150254",
        "publication_date": "2025-04-28",
        "description": "<p>Two morphologically unusual new neotropical genera of Miracinae, <i>Paramomirax</i> Whitfield and Fernandez-Triana, and <i>Fusimirax</i> Whitfield and Fernandez-Triana, are here proposed and described. The two new genera differ strikingly from previously known Miracinae in having completely different patterns of desclerotization of the anterior metasomal tergites. <i>Paramomirax</i>, so far known only from paramo vegetation at high elevation in Colombia, is represented by <i>P. peckorum</i> Whitfield, new species. <i>Fusimirax</i>, so far known only from lower elevation forests in the Dominican Republic, is described from three species, <i>F. masneri</i> Whitfield &amp; Fernandez-Triana, new species, <i>F. robusta</i> Whitfield, new species, and <i>F. gracilis</i>, Whitfield, new species. None of the four species has any recorded hosts yet, although all previous Miracinae with known hosts attack leaf-mining and bark-mining moth larvae.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Whitfield, James B.",
            "affiliation": "University of Illinois Urbana-Champaign, Urbana, United States of America"
          },
          {
            "name": "Fernandez-Triana, Jose L.",
            "affiliation": "Canadian National Collection of Insects, Agriculture Canada, Ottawa, Canada"
          },
          {
            "name": "Boudreault, Caroline",
            "affiliation": "Canadian National Collection of Insects, Agriculture Canada, Ottawa, Canada"
          }
        ],
        "keywords": [
          "Colombia",
          "Dominican Republic",
          "Fusimirax",
          "leaf-mining Lepidoptera",
          "paramo",
          "Paramomirax"
        ],
        "related_identifiers": [
          {
            "identifier": "10.3897/jhr.98.150254.figure4",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/jhr.98.150254.figure7",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/jhr.98.150254.figure5",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/jhr.98.150254.figure2",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/jhr.98.150254.figure1",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/jhr.98.150254.figure3",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/jhr.98.150254.figure6",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3390/insects12121130",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1006/mpev.1998.0533",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/B978-0-323-96099-1.00011-X",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.889.34942",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2022.107452",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5852/ejt.2024.935.2563",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/00222933.2024.2397550",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1216.133127",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.4039/entm113115fv",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2008.01.022",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.5318.4.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.cois.2021.12.001",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2020.107023",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/jhr.98.137806.figure5",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/jhr.98.137806",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s001140050434",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1365-3113.1994.tb00579.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/00222939100770481",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Dantas J, Motta IO, Vidal LA, Nascimento EFMB, Billo J, Pupe JM, Veiga A, Carvalho C, Lopes RB, Rocha TL, Silva LP, Pujol-Luz JR, Albuquerque EVK (2021) A comprehensive review of the coffee leaf miner Leucoptera coffeella (Lepidoptera: Lyonetiidae) – a major pest for the coffee crop in Brazil and others Neotropical countries. Insects 12(12): 1130. https://doi.org/10.3390/insects12121130",
          "Dowton M, Austin AD (1998) Phylogenetic relationships among the microgastroid wasps (Hymenoptera: Braconidae): combined analysis of 16S and 28S rRNA genes and morphological data. Molecular Phylogenetics and Evolution 10: 354–366. https://doi.org/10.1006/mpev.1998.0533",
          "Gadallah NS, Ghahari H, Shaw SR, Quicke DLJ (2022) Subfamily Miracinae Viereck, 1918. In: Gadallah NS, H Ghahari, Shaw SR (Eds) Braconidae of the Middle East (Hymenoptera): Taxonomy, Distribution, Biology and Biocontrol Benefits of Parasitoid Wasps. Elsevier, Amsterdam, 450–452. https://doi.org/10.1016/B978-0-323-96099-1.00011-X",
          "Ghramh HA, Ahmad Z, Pandey K (2019) Three new species of the genus Centistidea Rohwer, 1914 (Hymenoptera, Braconidae, Miracinae) from India and Saudi Arabia. ZooKeys 889: 37–47. https://doi.org/10.3897/zookeys.889.34942",
          "Jasso-Martinez J M, Santos BF, Zaldivar-Riveron A, Fernandez-Triana JL, Sharanowski BJ, Richter R, Dettman JR, Blaimer BB, Brady SG, Kula RR (2022) Phylogenomics of braconid wasps (Hymenoptera, Braconidae) sheds light on classification and the evolution of parasitoid life history traits. Molecular Phylogenetics and Evolution 173: 107452. https://doi.org/10.1016/j.ympev.2022.107452",
          "Liu Z, Polaszek A (2024a) First records of Miracinae (Hymenoptera: Braconidae) from Borneo with description of two new species. European Journal of Taxonomy 935: 283–292. https://doi.org/10.5852/ejt.2024.935.2563",
          "Liu Z, Polaszek A (2024b) First record of Centistidea Rohwer (Hymenoptera: Braconidae: Miracinae) from Borneo, with description of six new species. Journal of Natural History 58: 1979–2002. https://doi.org/10.1080/00222933.2024.2397550",
          "Liu Z, Polaszek A (2024c) Afrotropical Centistidea Rohwer, 1914 (Hymenoptera, Braconidae) with description of four new species. ZooKeys 1216: 83–100. https://doi.org/10.3897/zookeys.1216.133127",
          "Liu Z, Polaszek A (in press) Four new species of Miracinae (Hymenoptera: Braconidae) from the Australasian region, with a World key to all Mirax species. Austral Entomology.",
          "Mason WRM (1981) The polyphyletic nature of Apanteles Foerster (Hymenoptera: Braconidae): a phylogeny and reclassification of Microgastrinae. Memoirs of the Entomological Society of Canada 115: 147. https://doi.org/10.4039/entm113115fv",
          "Murphy N, Banks JC, Whitfield JB, Austin AD (2008) Phylogeny of the parasitic microgastroid subfamilies (Hymenoptera: Braconidae) based on sequence data from seven genes, with an improved time estimate of the origin of the lineage. Molecular Phylogenetics and Evolution 47: 378–395. https://doi.org/10.1016/j.ympev.2008.01.022",
          "Papp J (2013) Eleven new Mirax Haliday, 1833 species from Colombia and Honduras and key to the sixteen Neotropical Mirax species (Hymenoptera: Braconidae: Miracinae). Acta Zoologica Academiae Scientarum Hungaricae 59(2): 97–129.",
          "Ranjith AP, van Achterberg C, Priyadarsanan DR (2023) A new genus in the braconid subfamily Miracinae from the Oriental Region, with descriptions of seven new species from India and Sri Lanka. Zootaxa 5318(4): 451–473. https://doi.org/10.11646/zootaxa.5318.4.1",
          "Santos BF, Klopfstein S, Whitfield JB, Sharanowski BJ (2022) Many evolutionary roads lead to virus domestication in ichneumonoid parasitoid wasps Current Opinion in Insect Science 50(2022): 100861. https://doi.org/10.1016/j.cois.2021.12.001",
          "Sharanowski BJ, Ridenbaugh RD, Piekarski PK, Broad GR, Burke HR, Deans AR, Lemmon AR, Moriarty EC Lemmon, Diehl GJ, Whitfield JB, Hines HM (2021) Phylogenomics of Ichneumonoidea (Hymenoptera) and implications for evolution of mode of parasitism and viral endogenization. Molecular Phylogenetics and Evolution 156: 107023. https://doi.org/10.1016/j.ympev.2020.107023",
          "Shaw MR, Huddleston T (1991) Classification and Biology of Braconid Wasps (Hymenoptera: Braconidae). Handbooks for the Identification of British Insects Vol. 7, Part 11. Royal Entomological Society of London, 129 pp.",
          "Slater-Baker MR, Austin AD, Whitfield JB, Fagan-Jeffries EP (2022) First record of miracine parasitoid wasps (Hymenoptera: Braconidae) from Australia: molecular phylogenetics and morphology reveal multiple new species. Austral Entomology 61: 49–67. https://doi.org/10.3897/jhr.98.137806.figure5",
          "Slater-Baker MR, Guzik M, Rodriguez J, Howe A, Woodward A, Ducker N, Fagan-Jeffries E (2025) Three new species of Australian miracine parasitoid wasps collected by regional schools as part of the Insect Investigators citizen science project (Hymenoptera, Braconidae, Miracinae). Journal of Hymenoptera Research 98: 19–45. https://doi.org/10.3897/jhr.98.137806",
          "Wharton RAH, Sittertz-Bhatkar (2002) Polydnaviruses in the genus Mirax Haliday (Hymenoptera: Braconidae). Journal of Hymenoptera Research 11: 358–365.",
          "Whitfield JB (1997a) Molecular and morphological data suggest a single origin of polydnaviruses among braconid wasps. Naturwissenschaften 84: 502–507. https://doi.org/10.1007/s001140050434",
          "Whitfield JB (1997b) Subfamily Miracinae. In: Wharton RA, Marsh PM, Sharkey MJ (Eds) Manual of the New World Genera of the Family Braconidae (Hymenoptera). Special Publication of the International Society of Hymenopterists 1. The International Society of Hymenopterists, Washington, D. C., 370–373.",
          "Whitfield JB, Mason WRM (1994) Mendesellinae, a new subfamily of braconid wasps (Hymenoptera, Braconidae), with a review of relationships within the microgastroid assemblage. Systematic Entomology 19: 61–76. https://doi.org/10.1111/j.1365-3113.1994.tb00579.x",
          "Whitfield JB, Wagner DL (1991) Annotated key to the genera of Braconidae (Hymenoptera) attacking leafmining Lepidoptera in the Holarctic Region. Journal of Natural History 25: 733–754. https://doi.org/10.1080/00222939100770481",
          "Yu DSK, van Achterberg C, Horstmann K (2016) Taxapad 2016, Ichneumonoidea 2015. Database on flash-drive. Nepean, Ontario. http://www.taxapad.com"
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "",
          "pages": "509-524",
          "title": "Journal of Hymenoptera Research",
          "volume": "98"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15308217"
              }
            }
          ]
        }
      },
      "title": "Two new Neotropical genera of Miracinae (Hymenoptera, Braconidae) with unusual metasomal morphology",
      "links": {
        "self": "https://zenodo.org/api/records/15308218",
        "self_html": "https://zenodo.org/records/15308218",
        "preview_html": "https://zenodo.org/records/15308218?preview=1",
        "doi": "https://doi.org/10.3897/jhr.98.150254",
        "self_doi": "https://doi.org/10.3897/jhr.98.150254",
        "self_doi_html": "https://zenodo.org/doi/10.3897/jhr.98.150254",
        "parent": "https://zenodo.org/api/records/15308217",
        "parent_html": "https://zenodo.org/records/15308217",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15308218/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15308218/sequence/default",
        "files": "https://zenodo.org/api/records/15308218/files",
        "media_files": "https://zenodo.org/api/records/15308218/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15308218:JHR_article_150254.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15308218:JHR_article_150254.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15308218:JHR_article_150254.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15308218:JHR_article_150254.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15308218:JHR_article_150254.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15308218:JHR_article_150254.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15308218/files-archive",
        "archive_media": "https://zenodo.org/api/records/15308218/media-files-archive",
        "latest": "https://zenodo.org/api/records/15308218/versions/latest",
        "latest_html": "https://zenodo.org/records/15308218/latest",
        "versions": "https://zenodo.org/api/records/15308218/versions",
        "draft": "https://zenodo.org/api/records/15308218/draft",
        "reserve_doi": "https://zenodo.org/api/records/15308218/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15308218/access/links",
        "access_grants": "https://zenodo.org/api/records/15308218/access/grants",
        "access_users": "https://zenodo.org/api/records/15308218/access/users",
        "access_request": "https://zenodo.org/api/records/15308218/access/request",
        "access": "https://zenodo.org/api/records/15308218/access",
        "communities": "https://zenodo.org/api/records/15308218/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15308218/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15308218/requests"
      },
      "updated": "2025-04-30T07:30:39.857272+00:00",
      "recid": "15308218",
      "revision": 5,
      "files": [
        {
          "id": "769b3015-cb79-4676-a8da-91dfa66eba80",
          "key": "JHR_article_150254.pdf",
          "size": 2944402,
          "checksum": "md5:9713d2d7d036e32f98cea6fabfbbbd7b",
          "links": {
            "self": "https://zenodo.org/api/records/15308218/files/JHR_article_150254.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-29T17:52:47.107021+00:00",
      "modified": "2025-04-29T17:52:47.366512+00:00",
      "id": 15305744,
      "conceptrecid": "15305743",
      "doi": "10.63594/dmte.2025.0005",
      "doi_url": "https://doi.org/10.63594/dmte.2025.0005",
      "metadata": {
        "title": "Investigation of the Effects of Kinesiotape Application in Athletes",
        "doi": "10.63594/dmte.2025.0005",
        "publication_date": "2025-04-27",
        "access_right": "open",
        "creators": [
          {
            "name": "ŞENOL, Deniz",
            "affiliation": "Düzce Üniversitesi Tip Fakültesi",
            "orcid": "0000-0001-6226-9222"
          }
        ],
        "related_identifiers": [
          {
            "identifier": "3062-3634",
            "relation": "cites",
            "resource_type": "publication-article",
            "scheme": "eissn"
          }
        ],
        "dates": [
          {
            "type": "issued",
            "description": "2025; 1(1)"
          }
        ],
        "references": [
          "1.Fu TC, Wong AM, Pei YC, Wu KP, Chou SW, Lin YC. Effect of kinesio taping on muscle strength in athletes-a pilot study. Journal Of Science And Medicine İn Sport. 2008;11:198–201. 2.Halseth T, Mcchesney JW, Debeliso M, Vaughn R, Lien J. The effects of kinesiotape taping on proprioception at the ankle. J Sport Sci Med. 2004;3:17. 3. Alrawaili SM. Investigating the clinical effect of kinesio tape on muscle performance in healthy young soccer players–a prospective cohort study. Clinics. 2019;74:1158. 4.Sheng Y, Duan Z, Qu Q, Chen W, Yu B. Kinesio taping in treatment of chronic non-specific low back pain: a systematic review and meta-analysis. J Rehabil Med. 2019;51:734-40. 5.Çağlar A, Özünlü Pekyavaş N, Aytar Tığlı A, Aytar A, Baltacı G. Are the kinesio tape colors effective for patient perception? a randomized single blind trial. J Exerc Ther Rehabil. 2016;3:96–101. 6.Celiker R, Guven Z, Aydog T, et al. The kinesiologic taping technique and its applications / kinezyolojik bantlama teknigi ve uygulama alanları. Turk J Phys Med Rehab. 2011;57:225-36. DOI: 10.63594/dmte.2025.0005 Dyna Med Theories 2025; 1(1): 20-24 23 7.Kase K. Ilustrated Kinesio Taping. 4nd edition. Tokyo: Ken'ı Ka, 2005. 8.Kase K, Wallis J, Kase T. Clinical Therapeutic Applications Of The Kinesio Taping Methods. Albuquerque: NM: Kinesio Taping Assoc. Tokyo, Japan: Ken Ikai Co Ltd. 2003. 9.Çeliker R, Güven Z, Aydoğ T, Bağış S, Atalay A, Çağlar Yağcı H, Korkmaz N. Kinezyolojik bantlama tekniği ve uygulama alanları. Journal Of Physical Medicine & Rehabilitation Sciences. 2011;14. 10.Ward J, Sorrels K, Coats J, et al. The ergogenic effect of elastic therapeutic tape on stride and step length in fatigued runners. J Chiropr Med. 2014;13:221-29. 11.Hanayoğlu T. Farklı bölgelere uygulanan kinezyo bantlamanın sürat, çeviklik ve esneklik üzerine etkisi. Yüksek Lisans Tezi, Hitit Üniversitesi, Çorum, 2021. 12.Mostafavifar M, Wertz J, Borchers J. A systematic review of the effectiveness of kinesio taping for musculoskeletal injury. The Physician And Sportsmedicine. 2012;40:33–40. 13.Kocahan T, Kaya E, Kabak B, Balcı A, Akınoğlu B, Hasanoğlu A. Atletizm atlama sporcularında gastrocnemius kasına uygulanan kinezyo bantlamanın sıçrama yüksekliğine akut etkisinin incelenmesi. Journal of Exercise Therapy and Rehabilitation. 2022;9:101-07. 14.Uzlaşır S, Erden Z. Profesyonel basketbol oyuncularında kinezyo bantlamanın gastrocnemius kasında germe-kısalma döngüsü üzerine etkisi. Journal of Exercise Therapy and Rehabilitation. 2016;3:37-44. 15.Özcan GH, Yalçın NE, Özcan S, Demirli A, Akkaya CC. Taştan Z, Oktay G. Farklı bölgelere uygulanan kinezyo bantlamanın bazı fiziksel uygunluk parametreleri üzerindeki etkileri. CBÜ Beden Eğitimi ve Spor Bilimleri Dergisi. 2025;20:127-40. 16.Schiffer T, Möllinger A, Sperlich B, et al. Kinesio taping and jump performance in elite female track and field athletes. J Sport Rehabil. 2015;24:47-50. 17.Chang HY, Huang YH, Cheng SC, Yeh CY, Wang CH. Prophylactic kinesio taping enhances balance for healthy collegiate players. J Sports Med Phys Fitness. 2018;58:651-58. 18.Chaney C, Hirayama GM, Mendoza TE, Schmitt DM, Janini S. The effects of kinesio™ tape on vertical jump, 20-m sprint, and self-perception of performance in high school basketball players. Current Orthopaedic Practice. 2015;26:420-24. 19.Tajik A, Shokri E, Ghanbari A. Lokal yorgunluk kaynaklı protokolden sonra elit olmayan futbolcuların dengesine quadriceps kasının kinezyolojik bantlanmasının etkisi. Rehabilitasyon Bilimleri ve Araştırma Dergisi. 2016;3:5-10. 20.Nunes GS, De Noronha M, Cunha HS, Ruschel C, Borges NG. Effect of kinesio taping on jumping and balance in athletes: a crossover randomized controlled trial. Journal Of Strength And Conditioning Research. 2013; 27:3183–189. 21.Halski T, Dymarek R, Ptaszkowski K, Słupska L, Rajfur K, Rajfur J, Pasternok M, Smykla A, Taradaj J. Kinesiology taping does not modify electromyographic activity or muscle flexibility of quadriceps femoris muscle: a randomized, placebocontrolled pilot study in healthy volleyball players. Medical Science Monitor: İnternational Medical Journal Of Experimental And Clinical Research. 2015;21:2232-239. 22.Arslanoglu E, Atalay Guzel N, Cilli B. The effect of kinesiotaping technique on quadriceps muscle strength of healthy subjects. Kafkas Journal Of Medical Sciences. 2014;4:23-26. 23.Seyfioğlu MS, Atıcı E. Adolesan Voleybolcularda kuadriceps femoris kasına uygulanan kinezyolojik bantlamanın statik denge, endurans ve propriosepsiyon üzerine etkileri. Spormetre Beden Eğitimi Ve Spor Bilimleri Dergisi. 2020;18:253-63. 24.Karavelioğlu MB, Harmancı H, Altınok B, Şentürk A, Gülaç M, Yüksel O, Kalkavan A. Kinezyobant uygulamasının sürat üzerine etkisi. Uluslararası Spor Araştırmaları Dergisi. 2014;4:37-47. 25.Magalhães I, Bottaro M, Freitas JR, Carmo J, Matheus JP, Carregaro RL. Prolonged use of kinesiotaping does not enhance functional performance and joint proprioception in healthy young males: randomized controlled trial. Brazilian Journal Of Physical Therapy. 2016;20:213–22. 26.Koç İ, Atalay Guzel N, Baltacı G, Akarçeşme C. The effect of kınesıotapıng on ısokınetıc knee strength durıng long term volleyball traınıng program. Türk Fizyoterapi Ve Rehabilitasyon Dergisi. 2016;27:89 27.Karavelioğlu MB, Harmancı H, Altınok B, Şentürk A, Gülaç M, Yüksel O, Kalkavan A. Kinezyobant uygulamasının sürat üzerine etkisi. USAD. 2014;4:38- 47. 28.Gholami M, Kamali F, Mirzeai M, Motealleh A, Shamsi M. Ön çapraz bağ rekonstrüksiyonu sonrası sporcuların kinezyofobisi, dengesi ve fonksiyonel performansı üzerine kinezyo bantlarının etkileri: pilot klinik çalışma. BMC Spor Bilimi Tıp ve DOI: 10.63594/dmte.2025.0005 Dyna Med Theories 2025; 1(1): 20-24 24 Rehabilitasyon. 2020;12:1-10. 29.Tsai YJ, Huang YC, Chen YL, Hsu YW, Kuo YL. A pilot study of hip corrective taping using kinesio tape for pain and lower extremity joint kinematics in basketball players with patellofemoral pain. Journal of Pain Research. 2020;1497-1503. 30.Dos Santos Gloria IP, Politti F, Leal Junior ECP, Lucareli PRG, Herpich CM, Antonialli FC, Biasotto- Gonzalez DA. Kinesio taping does not alter muscle torque, muscle activity or jumping performance in professional soccer players: a randomized, placebocontrolled, blind, clinical trial. Journal Of Back And Musculoskeletal Rehabilitation. 2017;30:869-77. 31.Aghapour E, Kamali F, Sinaei E. Patellofemoral ağrı sendromu olan sporcularda Kinesio Bantlama®'nın diz fonksiyonu ve ağrısı üzerindeki etkileri. Vücut Çalışması Ve Hareket Terapileri Dergisi. 2017;21:835- 39. 32.Yaka M. Cimnastik yapan çocuklarda kinezyo bant uygulamasının denge üzerine etkisi. Yüksek Lisans Tezi, Kırıkkale Üniversitesi, Kırıkkale, 2020. 33.Arjang N, Mohsenifar H, Amiri A, Dadgoo M, Rasaeifar G. The ımmediate effects of static versus proprioceptive neuromuscular facilitation stretching with kinesiology taping on hamstring flexibility in teenage taekwondo players. Journal Of College-Age Clinical Physiotherapy Research. 2018;3:132-38. 34.Hong S, Shim J, Kim S, Namkoong S, Roh H. Effect of kinesio taping on the isokinetic muscle function in football athletes with a knee injury. Journal of Physical Therapy Science. 2016;28:218-22. 35.Bicici S, Karatas N, Baltacı G. Effect of athletic taping and kinesiotaping on measurements of functional performance in basketball players with chronic inversion ankle sprains. Int J Sports Phys Ther. 2012;7:154-66. 36.Macdowall I, Sanzo P, Zerpa C. The effect of kinesio taping on vertical jump height and muscle electromyographic activity of the gastrocnemius and soleus in varsity athletes. Int J Sports Sci. 2015;5:162- 70. 37.Mülazımoğlu O, Yakup Akif A, Sayılır S, Salgın A. The effect of 4-week training with shoulder kinesiotaping on shooting accuracy of young archers. Int J Sci. 2018;4:1-5. 38.Rajabzadeh B, Amiri A, Vasaghi-Gharamaleki B, Saneii SH. The effects of shoulder kinesio taping on shooting accuracy and joint position sense in female archery athletes. Funct Disabil J. 2019;1:9-16. 39.Lima CRJ, Pires PF, Hartz CS, de Castro EM, Pelai EB, Bigaton DR. Profesyonel hentbol sporcularında glenohumeral eklemde nöromüsküler bantlamanın kas gücü, hareket aralığı ve ağrı yoğunluğu üzerindeki etkileri: kör randomize klinik çalışma. Manuel Terapi, Posturoloji ve Rehabilitasyon Dergisi. 2017;1-9. 40.Tooth C, Schwartz C, Fransolet C, Tubez F, Colman D, Croisier JL, Forthomme B. Skapular diskinezi, kinezyobantlama ve yorgunluğun tenis servis performansına etkisi. Uluslararası Spor Performans Analizi Dergisi. 2020;20:456-69. 41.Chang HY, Chou KY, Lin JJ, Lin CF, Wang CH. Immediate effect of forearm kinesio taping on maximal grip strength and force sense in healthy collegiate athletes. Physical Therapy İn Sport. 2010;11:122-27. 42.Zhang S, Fu W, Pan J, Wang L, Xia R, Liu Y. Acute effects of kinesio taping on muscle strength and fatigue in the forearm of tennis players. J Sci Med Sport. 2016;19:459-64. 43.Mendez-Rebolledo G, Ramirez-Campillo R, Guzman-Muñoz E, Gatica-Rojas V, Dabanch-Santis A, Diaz-Valenzuela F. Short-term effects of kinesio taping on muscle recruitment order during a vertical jump: a pilot study. J Sport Rehabil. 2018;27:319-26. 44.Mostert-Wentzel K, Swart JJ, Masenyetse LJ, Sihlali BH, Cilliers R, Clarke L, Steenkamp L. Effect of kinesio taping on explosive muscle power of gluteus maximus of male athletes. South african Journal of Sports medicine. 2012;24:75-80. 45.Abellán, JR, Yuste, JL, Cabrera, OM ve Gómez- Tomás, C. Futbolcularda karşı hareket sıçraması ve sprintte quadriceps ve gluteus üzerinde kinesi bantlama. Vücut çalışması ve hareket terapileri dergisi. 2021;27:42-47. 46.Williams S, Whatman C, Hume PA, Sheerin K. Kinesio taping in treatment and prevention of sports injuries: a meta-analysis of the evidence for its effectiveness. Sport Med. 2012;42:153-64."
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "1",
          "pages": "20-24",
          "title": "Dynamic medical theories",
          "volume": "1"
        },
        "alternate_identifiers": [
          {
            "identifier": "3062-3634"
          }
        ],
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15305743"
              }
            }
          ]
        }
      },
      "title": "Investigation of the Effects of Kinesiotape Application in Athletes",
      "links": {
        "self": "https://zenodo.org/api/records/15305744",
        "self_html": "https://zenodo.org/records/15305744",
        "preview_html": "https://zenodo.org/records/15305744?preview=1",
        "doi": "https://doi.org/10.63594/dmte.2025.0005",
        "self_doi": "https://doi.org/10.63594/dmte.2025.0005",
        "self_doi_html": "https://zenodo.org/doi/10.63594/dmte.2025.0005",
        "parent": "https://zenodo.org/api/records/15305743",
        "parent_html": "https://zenodo.org/records/15305743",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15305744/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15305744/sequence/default",
        "files": "https://zenodo.org/api/records/15305744/files",
        "media_files": "https://zenodo.org/api/records/15305744/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15305744:DMT%201%281%29%2020-24.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15305744:DMT%201%281%29%2020-24.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15305744:DMT%201%281%29%2020-24.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15305744:DMT%201%281%29%2020-24.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15305744:DMT%201%281%29%2020-24.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15305744:DMT%201%281%29%2020-24.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15305744/files-archive",
        "archive_media": "https://zenodo.org/api/records/15305744/media-files-archive",
        "latest": "https://zenodo.org/api/records/15305744/versions/latest",
        "latest_html": "https://zenodo.org/records/15305744/latest",
        "versions": "https://zenodo.org/api/records/15305744/versions",
        "draft": "https://zenodo.org/api/records/15305744/draft",
        "reserve_doi": "https://zenodo.org/api/records/15305744/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15305744/access/links",
        "access_grants": "https://zenodo.org/api/records/15305744/access/grants",
        "access_users": "https://zenodo.org/api/records/15305744/access/users",
        "access_request": "https://zenodo.org/api/records/15305744/access/request",
        "access": "https://zenodo.org/api/records/15305744/access",
        "communities": "https://zenodo.org/api/records/15305744/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15305744/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15305744/requests"
      },
      "updated": "2025-04-29T17:52:47.366512+00:00",
      "recid": "15305744",
      "revision": 4,
      "files": [
        {
          "id": "5bef3c98-d298-46f9-bdef-18f320fa293e",
          "key": "DMT 1(1) 20-24.pdf",
          "size": 650283,
          "checksum": "md5:30adfca8b653079338e7f045de0f2563",
          "links": {
            "self": "https://zenodo.org/api/records/15305744/files/DMT 1(1) 20-24.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1311008"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 2,
        "unique_downloads": 1,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 2,
        "version_unique_downloads": 1,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-29T14:17:45.270807+00:00",
      "modified": "2025-04-29T14:17:45.532208+00:00",
      "id": 15266842,
      "conceptrecid": "15266841",
      "doi": "10.5281/zenodo.15266842",
      "conceptdoi": "10.5281/zenodo.15266841",
      "doi_url": "https://doi.org/10.5281/zenodo.15266842",
      "metadata": {
        "title": "SUSTAINABLE TOURISM DEVELOPMENT TO STRENGTHEN LOCAL ECONOMIES USING THE TOURIST TRAIL APPROACH: EVALUATE AND MEASURE THE SUCCESS OF HERITAGE WALKS IN A FEW HISTORICAL CITIES ACROSS INDIA",
        "doi": "10.5281/zenodo.15266842",
        "publication_date": "2025-04-23",
        "description": "<p>-</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "JUHIE TAK",
            "affiliation": "RESEARCH SCHOLAR, DEPARTMENT OF MANAGEMENT STUDIES, JNVU"
          },
          {
            "name": "AYUSHI JOSHI",
            "affiliation": "RESEARCH SCHOLAR, DEPARTMENT OF MANAGEMENT STUDIES, JNVU"
          },
          {
            "name": "DR. NEELAM KALLA",
            "affiliation": "ASSOCIATE PROFESSOR, DEPARTMENT OF MANAGEMENT STUDIES, JNVU"
          }
        ],
        "related_identifiers": [
          {
            "identifier": "2455-295X",
            "relation": "isCompiledBy",
            "resource_type": "publication-article",
            "scheme": "issn"
          }
        ],
        "references": [
          "1. Angelo Belliggiano, L. B. (2021). Walking along the Sheeptrack . . . Rural Tourism, Ecomuseums, and Bio-Cultural Heritage. Sustainability.",
          "2. Barber, L. B. (2019). Heritage tours and trails on foot in Hong Kong: Towards a typology that crosses the tourist-local divide. Journal of Heritage Tourism, 295-307.",
          "3. Billore, S. (2021). Cultural Consumption and Citizen Engagement—Strategies for Built Heritage Conservation and Sustainable Development. A Case Study of Indore City, India. Sustainability.",
          "4. Cantillon, Z. (2020). Urban heritage walks in a rapidly changing city: tensions between preservation and development on the Gold Coast, Australia. Journal of Heritage Tourism, 149-163.",
          "5. Christian Iaione, E. D. (2022). Participatory Governance of Culture and Cultural Heritage: Policy, Legal, Economic Insights from Italy. Frontiers in Sustainable Cities.",
          "6. Dr. P. Raja, D. A. (2020). Sustainable Tourism - A Case Study of Chennai and Singapore. International Journal of Management, 3001-3012.",
          "7. Ekta Chauhan, S. A. (2021). Guided heritage walks as a tool for inclusive heritage education: case study of New Delhi. Journal of Cultural Heritage Management and Sustainable Development, 253-268.",
          "8. Harrison, R. (2012). Heritage as social action. In R. Harrison, Heritage: Critical Approaches (pp. 240-276). Routledge.",
          "9. Kulshrestha, R. (2019). Heritage Walk as a Tool to Blend Commerce and Conserve for Heritage Tourism: A View Point. International Journal of Research in Engineering, IT and Social Sciences.",
          "10. Lempert, D. (2020). A New Approach to Heritage Tourism in Southeast Asia. Transcience, 28-105.",
          "11. MacLeod, N. (2017). The role of trails in the creation of tourist space. Journal of Heritage Tourism, 423-430.",
          "12. Mathur, M. P. (2022). Opportunity of Heritage Walk as a Tourism Product in Jaipur. Research in Tourism and Hospitality Management.",
          "13. Ms. Bhumika Ranawat, A. R. (2019). Scope of Heritage Walk as a Tourism Product in Udaipur. International Journal of Management Studies, 48-57.",
          "14. Pawłowska, Ł. M. (2018). Off-the-beaten-track tourism: a new trend in the tourism development in historical European cities. A case study of the city of Krakow, Poland. Current Issues in Tourism, 1644-1669.",
          "15. Saiyed, A. A. (2016). Value Network in Heritage Walks: Case Studies of Ahmedabad City Walks. Journal of Heritage Management, 191–204.",
          "16. Shah, Y. (2021). Scope of Heritage Walks as a Tourism Product in Bharuch. International Research Journal of Engineering and Technology, 415 - 422.",
          "17. Shankar, B. &. (2013). Creating awareness for heritage conservation in the city of Mysore: Issues and policies. International Journal of Modern Engineering Research, 698-730.",
          "18. Sims, R. (2009). Food, place and authenticity: local food and the sustainable tourism experience. Journal of Sustainable Tourism, 321-336.",
          "19. Sophia Labadi, F. G. (2021). Heritage and The Sustainable Development Goals: Policy Guidance For Heritage & Development Actors. ICOMOS.",
          "20. Tasso, M. (2017). Participated planning of a heritage walk: A conscious involvement of the community. Sapere l'Europa, sapere d'Europa, 745-758.",
          "21. Thomas, J. (2010). Heritage Walks as a Tool for Promoting Sustainable Historical Tourism. Atna Journal of Tourism Studies, 40-51."
        ],
        "language": "eng",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "4",
          "pages": "46-52",
          "title": "International Educational Scientific Research Journal",
          "volume": "11"
        },
        "alternate_identifiers": [
          {
            "identifier": "2455-295X"
          }
        ],
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15266841"
              }
            }
          ]
        }
      },
      "title": "SUSTAINABLE TOURISM DEVELOPMENT TO STRENGTHEN LOCAL ECONOMIES USING THE TOURIST TRAIL APPROACH: EVALUATE AND MEASURE THE SUCCESS OF HERITAGE WALKS IN A FEW HISTORICAL CITIES ACROSS INDIA",
      "links": {
        "self": "https://zenodo.org/api/records/15266842",
        "self_html": "https://zenodo.org/records/15266842",
        "preview_html": "https://zenodo.org/records/15266842?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.15266842",
        "self_doi": "https://doi.org/10.5281/zenodo.15266842",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15266842",
        "parent": "https://zenodo.org/api/records/15266841",
        "parent_html": "https://zenodo.org/records/15266841",
        "parent_doi": "https://doi.org/10.5281/zenodo.15266841",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15266841",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15266842/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15266842/sequence/default",
        "files": "https://zenodo.org/api/records/15266842/files",
        "media_files": "https://zenodo.org/api/records/15266842/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15266842:10.%20Ayushi%20Joshi%20-%20Online.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15266842:10.%20Ayushi%20Joshi%20-%20Online.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15266842:10.%20Ayushi%20Joshi%20-%20Online.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15266842:10.%20Ayushi%20Joshi%20-%20Online.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15266842:10.%20Ayushi%20Joshi%20-%20Online.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15266842:10.%20Ayushi%20Joshi%20-%20Online.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15266842/files-archive",
        "archive_media": "https://zenodo.org/api/records/15266842/media-files-archive",
        "latest": "https://zenodo.org/api/records/15266842/versions/latest",
        "latest_html": "https://zenodo.org/records/15266842/latest",
        "versions": "https://zenodo.org/api/records/15266842/versions",
        "draft": "https://zenodo.org/api/records/15266842/draft",
        "reserve_doi": "https://zenodo.org/api/records/15266842/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15266842/access/links",
        "access_grants": "https://zenodo.org/api/records/15266842/access/grants",
        "access_users": "https://zenodo.org/api/records/15266842/access/users",
        "access_request": "https://zenodo.org/api/records/15266842/access/request",
        "access": "https://zenodo.org/api/records/15266842/access",
        "communities": "https://zenodo.org/api/records/15266842/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15266842/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15266842/requests"
      },
      "updated": "2025-04-29T14:17:45.532208+00:00",
      "recid": "15266842",
      "revision": 4,
      "files": [
        {
          "id": "e53422b0-876d-4842-83a3-4d1f03eee8e4",
          "key": "10. Ayushi Joshi - Online.pdf",
          "size": 1054391,
          "checksum": "md5:4425754dda29eaec7080e1cc61702e4f",
          "links": {
            "self": "https://zenodo.org/api/records/15266842/files/10. Ayushi Joshi - Online.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1115041"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 1,
        "unique_downloads": 1,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 1,
        "version_unique_downloads": 1,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-29T07:59:58.548718+00:00",
      "modified": "2025-04-29T07:59:58.906059+00:00",
      "id": 15174104,
      "conceptrecid": "15174103",
      "doi": "10.5281/zenodo.15174104",
      "conceptdoi": "10.5281/zenodo.15174103",
      "doi_url": "https://doi.org/10.5281/zenodo.15174104",
      "metadata": {
        "title": "IMPACTO DE LOS VIRUS CARDIOTRÓPICOS EN LA MIOCARDITIS PEDIÁTRICA: DIAGNÓSTICO, PREVALENCIA Y RIESGOS ASOCIADOS EN NIÑOS MENORES DE 12 MESES",
        "doi": "10.5281/zenodo.15174104",
        "publication_date": "2025-04-28",
        "description": "<p><strong><span lang=\"es-419\">Introducci&oacute;n</span></strong><span lang=\"es-419\">: La miocarditis viral en la poblaci&oacute;n pedi&aacute;trica es una de las principales causas de miocarditis, y juega un papel crucial en el desarrollo de la miocardiopat&iacute;a dilatada, una condici&oacute;n que puede llevar a complicaciones graves o fatales. Los virus m&aacute;s comunes involucrados en esta patolog&iacute;a incluyen el parvovirus B19, el herpesvirus humano tipo 6 (HHV-6), los enterovirus y los adenovirus. En las &uacute;ltimas dos d&eacute;cadas, ha cambiado la prevalencia de los virus, destacando el aumento de PVB19 y HHV-6 en lugar de enterovirus y adenovirus. </span></p>\n<p><strong><span lang=\"es-419\">Objetivo</span></strong><span lang=\"es-419\">: Evaluar el papel de los virus en la miocarditis viral pedi&aacute;trica, especialmente en menores de 12 meses, y analizar las tecnolog&iacute;as avanzadas de diagn&oacute;stico, como PCR y PCR-MS, para identificar estos virus en tejidos card&iacute;acos. </span></p>\n<p><strong><span lang=\"es-419\">M&eacute;todos:</span></strong><span lang=\"es-419\"> Se realiz&oacute; una revisi&oacute;n sistem&aacute;tica de estudios relevantes publicados entre 2003 y 2024, recopilando 50 investigaciones clave sobre la prevalencia de virus en la miocarditis viral pedi&aacute;trica, el uso de PCR en sangre y tejidos, y la reactivaci&oacute;n de HHV-6 en pacientes inmunocomprometidos. </span></p>\n<p><strong><span lang=\"es-419\">Resultados</span></strong><span lang=\"es-419\">: En ni&ntilde;os menores de 12 meses con miocarditis, se encontr&oacute; que el 80% de los casos fueron positivos para virus cardiotr&oacute;picos, con una prevalencia elevada de ADNemia viral. El parvovirus B19, el HHV-6 y los enterovirus fueron los m&aacute;s frecuentes. El uso de tecnolog&iacute;as avanzadas, como PCR-MS, ha mejorado significativamente la capacidad de detectar virus en tejidos card&iacute;acos y permite diagn&oacute;sticos m&aacute;s precisos y tratamientos m&aacute;s eficaces. En pacientes inmunodeprimidos, la reactivaci&oacute;n del HHV-6 se asocia con complicaciones graves, como encefalitis y alteraciones en la recuperaci&oacute;n postoperatoria tras trasplantes hematopoy&eacute;ticos. </span></p>\n<p><strong><span lang=\"es-419\">Conclusiones</span></strong><span lang=\"es-419\">: La miocarditis viral sigue siendo una causa importante de miocardiopat&iacute;a dilatada en ni&ntilde;os, especialmente en aquellos menores de 12 meses. Las tecnolog&iacute;as avanzadas, como la PCR, han facilitado la identificaci&oacute;n temprana de virus en los tejidos card&iacute;acos, lo que permite un diagn&oacute;stico m&aacute;s r&aacute;pido y un tratamiento espec&iacute;fico. Es esencial que los profesionales de la salud consideren la miocarditis viral como una posible causa de insuficiencia card&iacute;aca inexplicable, especialmente en ni&ntilde;os en periodos cr&iacute;ticos de infecciones virales. Adem&aacute;s, la detecci&oacute;n temprana de virus como HHV-6 puede mejorar significativamente el pron&oacute;stico de los pacientes.</span></p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Wilson González, Jeyna",
            "affiliation": "Universidad el Bosque; Profesional en Promoción y Prevención del Riesgo Cardiovascular, Bogotá, Colombia.",
            "orcid": "0009-0002-9198-8394"
          },
          {
            "name": "GÓMEZ GÓMEZ, LEIDY CAROLINA",
            "affiliation": "Universidad Tecnológica de Pereira, Colombia",
            "orcid": "0009-0000-9476-1844"
          }
        ],
        "keywords": [
          "Miocarditis;  Infecciones Virales;  Parvovirus B19 Humano; Herpesvirus Humano 6;  Reacción en Cadena de la Polimerasa."
        ],
        "references": [
          "1. \tSimpson KE, Storch GA, Lee CK, Ward KE, Danon S, Simon CM, et al. High Frequency of Detection by PCR of Viral Nucleic Acid in The Blood of Infants Presenting with Clinical Myocarditis. Pediatr Cardiol [Internet]. 2016 Feb 1 [cited 2024 Jan 6];37(2):399–404. Available from: https://link.springer.com/article/10.1007/s00246-015-1290-6 2. \tDas BB, Prusty BK, Niu J, Huang ML, Zhu H, Eliassen E, et al. Detection of parvovirus B19 and human herpesvirus 6 in pediatric dilated cardiomyopathy: Impact after heart transplantation. Ann Pediatr Cardiol [Internet]. 2020 Oct 1 [cited 2024 Jan 6];13(4):301–8. Available from: https://pubmed.ncbi.nlm.nih.gov/33311918/ 3. \tDas BB, Prusty BK, Niu J, Huang ML, Zhu H, Eliassen E, et al. Detection of parvovirus B19 and human herpesvirus 6 in pediatric dilated cardiomyopathy: Impact after heart transplantation. Ann Pediatr Cardiol [Internet]. 2020 Oct 1 [cited 2024 Jan 6];13(4):301. Available from: /pmc/articles/PMC7727911/ 4. \tNguyen Y, Renois F, Leveque N, Giusti D, Picard-Maureau M, Bruneval P, et al. Virus detection and semiquantitation in explanted heart tissues of idiopathic dilated cardiomyopathy adult patients by use of PCR coupled with mass spectrometry analysis. J Clin Microbiol [Internet]. 2013 [cited 2024 Jan 6];51(7):2288–94. Available from: https://pubmed.ncbi.nlm.nih.gov/23658274/ 5. \tBaboonian C, Treasure T. Meta-analysis of the association of enteroviruses with human heart disease. Heart [Internet]. 1997 [cited 2024 Jan 6];78(6):539. Available from: /pmc/articles/PMC1892342/ 6. \tKeramari S, Poutoglidis A, Chatzis S, Keramaris M, Savopoulos C, Kaiafa G. Parvovirus B19-Associated Myocarditis: A Literature Review of Pediatric Cases. Cureus [Internet]. 2022 Jan 30 [cited 2024 Jan 6];14(1). Available from: /pmc/articles/PMC8886913/ 7. \tLiljeqvist J, Bergström T, Holmström S, Samuelson A, Yousef GE, Waagstein F, et al. Failure to demonstrate enterovirus aetiology in Swedish patients with dilated cardiomyopathy. J Med Virol [Internet]. 1993 [cited 2024 Jan 6];39(1):6–10. Available from: https://pubmed.ncbi.nlm.nih.gov/8380843/ 8. \tGrasso M, Arbustini E, Silini E, Diegoli M, Percivalle E, Ratti G, et al. Search for Coxsackievirus B3 RNA in idiopathic dilated cardiomyopathy using gene amplification by polymerase chain reaction. Am J Cardiol [Internet]. 1992 Mar 1 [cited 2024 Jan 6];69(6):658–64. Available from: https://pubmed.ncbi.nlm.nih.gov/1311139/ 9. \tUeno H, Yokota Y, Shiotani H, Yokoyama M, Itoh H, Ishido S, et al. Significance of detection of enterovirus RNA in myocardial tissues by reverse transcription-polymerase chain reaction. Int J Cardiol [Internet]. 1995 [cited 2024 Jan 6];51(2):157–64. Available from: https://pubmed.ncbi.nlm.nih.gov/8522412/ 10. \tBowles NE, Olsen EGJ, Richardson PJ, Archard LC. Detection of Coxsackie-B-virus-specific RNA sequences in myocardial biopsy samples from patients with myocarditis and dilated cardiomyopathy. Lancet (London, England) [Internet]. 1986 May 17 [cited 2024 Jan 6];1(8490):1120–3. Available from: https://pubmed.ncbi.nlm.nih.gov/2871380/ 11. \tHirschman SZ, Hammer GS. Coxsackie virus myopericarditis. A microbiological and clinical review. Am J Cardiol. 1974;34(2):224–32.  12. \tKaufmann B, Simpson AA, Rossmann MG. The structure of human parvovirus B19. Proc Natl Acad Sci U S A [Internet]. 2004 Aug 10 [cited 2024 Jan 6];101(32):11628–33. Available from: https://pubmed.ncbi.nlm.nih.gov/15289612/ 13. \tStefanski HE, Thibert KA, Pritchett J, Prusty BK, Wagner JE, Lund TC. Fatal Myocarditis Associated With HHV-6 Following Immunosuppression in Two Children. Pediatrics [Internet]. 2016 Jan 1 [cited 2024 Jan 6];137(1). Available from: /pmc/articles/PMC5545791/ 14. \tSchwaiger A, Umlauft F, Weyrer K, Larcher C, Lyons J, Mühlberger V, et al. Detection of enteroviral ribonucleic acid in myocardial biopsies from patients with idiopathic dilated cardiomyopathy by polymerase chain reaction. Am Heart J [Internet]. 1993 [cited 2024 Jan 6];126(2):406–10. Available from: https://pubmed.ncbi.nlm.nih.gov/8393268/ 15. \tKhan M, Why H, Richardson P, Archard L. Nucleotide sequencing of PCR products shows the presence of Coxsackie-B3 virus in endomyocardial biopsies from patients with myocarditis or dilated cardiomyopathy. Biochem Soc Trans [Internet]. 1994 [cited 2024 Jan 6];22(2). Available from: https://pubmed.ncbi.nlm.nih.gov/7958242/ 16. \tAndreoletti L, Wattre P, Decoene C, Lobert PE, Dewilde A, Hober D. Detection of enterovirus-specific RNA sequences in explanted myocardium biopsy specimens from patients with dilated or ischemic cardiomyopathy. Clin Infect Dis [Internet]. 1995 [cited 2024 Jan 6];21(5):1315–7. Available from: https://pubmed.ncbi.nlm.nih.gov/8589166/ 17. \tGiacca M, Severini GM, Mestroni L, Salvi A, Lardieri G, Falaschi A, et al. Low frequency of detection by nested polymerase chain reaction of enterovirus ribonucleic acid in endomyocardial tissue of patients with idiopathic dilated cardiomyopathy. J Am Coll Cardiol. 1994;24(4):1033–40.  18. \tDulery R, Salleron J, Dewilde A, Rossignol J, Boyle EM, Gay J, et al. Early human herpesvirus type 6 reactivation after allogeneic stem cell transplantation: a large-scale clinical study. Biol Blood Marrow Transplant [Internet]. 2012 Jul [cited 2024 Jan 6];18(7):1080–9. Available from: https://pubmed.ncbi.nlm.nih.gov/22212513/ 19. \tSatoh M, Tamura G, Segawa I. Enteroviral RNA in endomyocardial biopsy tissues of myocarditis and dilated cardiomyopathy. Pathol Int [Internet]. 1994 [cited 2024 Jan 6];44(5):345–51. Available from: https://pubmed.ncbi.nlm.nih.gov/8044303/ 20. \tSoutar CA. Unusual case of viral pericarditis. Lancet (London, England) [Internet]. 1971 Mar 6 [cited 2024 Jan 6];1(7697):498. Available from: https://pubmed.ncbi.nlm.nih.gov/4100371/ 21. \tKoide H, Kitaura Y, Deguchi H, Ukimura A, Kawamura K, Hirai K. Genomic detection of enteroviruses in the myocardium--studies on animal hearts with coxsackievirus B3 myocarditis and endomyocardial biopsies from patients with myocarditis and dilated cardiomyopathy. Jpn Circ J [Internet]. 1992 [cited 2024 Jan 6];56(10):1081–93. Available from: https://pubmed.ncbi.nlm.nih.gov/1331557/ 22. \tGiacca M, Severini GM, Mestroni L, Salvi A, Lardieri G, Falaschi A, et al. Low frequency of detection by nested polymerase chain reaction of enterovirus ribonucleic acid in endomyocardial tissue of patients with idiopathic dilated cardiomyopathy. J Am Coll Cardiol [Internet]. 1994 [cited 2024 Jan 6];24(4):1033–40. Available from: https://pubmed.ncbi.nlm.nih.gov/7930194/ 23. \tPetitjean J, Kopecka H, Freymuth F, Langlard JM, Scanu P, Galateau F, et al. Detection of enteroviruses in endomyocardial biopsy by molecular approach. J Med Virol [Internet]. 1992 [cited 2024 Jan 6];37(1):76–82. Available from: https://pubmed.ncbi.nlm.nih.gov/1320101/ 24. \tNicholson F, Ajetunmobi JF, Li M, Shackleton EA, Starkey WG, Illavia SJ, et al. Molecular detection and serotypic analysis of enterovirus RNA in archival specimens from patients with acute myocarditis. Br Heart J [Internet]. 1995 [cited 2024 Jan 6];74(5):522–7. Available from: https://pubmed.ncbi.nlm.nih.gov/8562237/ 25. \tHilton DA, Variend S, Pringle JH. Demonstration of Coxsackie virus RNA in formalin-fixed tissue sections from childhood myocarditis cases by in situ hybridization and the polymerase chain reaction. J Pathol [Internet]. 1993 [cited 2024 Jan 6];170(1):45–51. Available from: https://pubmed.ncbi.nlm.nih.gov/8326459/ 26. \tMcCartney RA, Banatvala JE, Bell EJ. Routine use of mu-antibody-capture ELISA for the serological diagnosis of Coxsackie B virus infections. J Med Virol [Internet]. 1986 [cited 2024 Jan 6];19(3):205–12. Available from: https://pubmed.ncbi.nlm.nih.gov/3016163/ 27. \tBell EJ, McCartney RA. A study of Coxsackie B virus infections, 1972-1983. J Hyg (Lond) [Internet]. 1984 [cited 2024 Jan 6];93(2):197–203. Available from: https://pubmed.ncbi.nlm.nih.gov/6094660/ 28. \tEl-Hagrassy MMO, Banatvala JE, Coltart DJ. Coxsackie-B-virus-specific IgM responses in patients with cardiac and other diseases. Lancet (London, England) [Internet]. 1980 [cited 2024 Jan 6];2(8205):1160–2. Available from: https://pubmed.ncbi.nlm.nih.gov/6107769/ 29. \tEschenhagen T, Diederich M, Kluge SH, Magnussen O, Mene U, Müller F, et al. Bovine hereditary cardiomyopathy: an animal model of human dilated cardiomyopathy. J Mol Cell Cardiol [Internet]. 1995 [cited 2024 Jan 6];27(1):357–70. Available from: https://pubmed.ncbi.nlm.nih.gov/7760357/ 30. \tHajjar RJ, Liao R, Young JB, Fuleihan F, Glass MG, Gwathmey JK. Pathophysiological and biochemical characterisation of an avian model of dilated cardiomyopathy: comparison to findings in human dilated cardiomyopathy. Cardiovasc Res [Internet]. 1993 [cited 2024 Jan 6];27(12):2212–21. Available from: https://pubmed.ncbi.nlm.nih.gov/8313431/ 31. \tLiao R, Nascimben L, Friedrich J, Gwathmey JK, Ingwall JS. Decreased energy reserve in an animal model of dilated cardiomyopathy. Relationship to contractile performance. Circ Res [Internet]. 1996 [cited 2024 Jan 6];78(5):893–902. Available from: https://pubmed.ncbi.nlm.nih.gov/8620610/ 32. \tCaforio ALP. Role of autoimmunity in dilated cardiomyopathy. Br Heart J [Internet]. 1994 [cited 2024 Jan 6];72(6 Suppl). Available from: https://pubmed.ncbi.nlm.nih.gov/7873322/ 33. \tTracy S, Chapman NM, Romero J, Ramsingh AI. Genetics of coxsackievirus B cardiovirulence and inflammatory heart muscle disease. Trends Microbiol [Internet]. 1996 [cited 2024 Jan 6];4(5):175–9. Available from: https://pubmed.ncbi.nlm.nih.gov/8727596/ 34. \tGuthrie M, Lodge PA, Huber SA. Cardiac injury in myocarditis induced by coxsackievirus group B, type 3 in Balb/c mice is mediated by Lyt 2+ cytolytic lymphocytes. Cell Immunol. 1984 Oct 15;88(2):558–67.  35. \tDe Sanctis Monaldi T, Benedetto A, Montalto TT. PERICARDITIS INFECTION DUE TO COXSACKIE VIRUS GROUP B, TYPE 2. Br Med J [Internet]. 1963 Dec 7 [cited 2024 Jan 6];2(5370):1451–2. Available from: https://pubmed.ncbi.nlm.nih.gov/14063055/ 36. \tZoll GJ, Melchers WJG, Kopecka H, Jambroes G, Van der Poel HJA, Galama JMD. General primer-mediated polymerase chain reaction for detection of enteroviruses: application for diagnostic routine and persistent infections. J Clin Microbiol [Internet]. 1992 [cited 2024 Jan 6];30(1):160–5. Available from: https://pubmed.ncbi.nlm.nih.gov/1370845/ 37. \tKeeling PJ, Jeffery S, Caforio ALP, Taylor R, Bottazzo GF, Davies MJ, et al. Similar prevalence of enteroviral genome within the myocardium from patients with idiopathic dilated cardiomyopathy and controls by the polymerase chain reaction. Br Heart J [Internet]. 1992 [cited 2024 Jan 6];68(6):554–9. Available from: https://pubmed.ncbi.nlm.nih.gov/1334684/ 38. \tMuir P, Nicholson F, Illavia SJ, McNeil TS, Ajetunmobi JF, Dunn H, et al. Serological and molecular evidence of enterovirus infection in patients with end-stage dilated cardiomyopathy. Heart [Internet]. 1996 [cited 2024 Jan 6];76(3):243–9. Available from: https://pubmed.ncbi.nlm.nih.gov/8868984/ 39. \tVerdonschot J, Hazebroek M, Merken J, Debing Y, Dennert R, Brunner-La Rocca HP, et al. Relevance of cardiac parvovirus B19 in myocarditis and dilated cardiomyopathy: review of the literature. Eur J Heart Fail [Internet]. 2016 Dec 1 [cited 2024 Jan 6];18(12):1430–41. Available from: https://onlinelibrary.wiley.com/doi/full/10.1002/ejhf.665 40. \tBadrinath A, Bhatta S, Kloc A. Persistent viral infections and their role in heart disease. Front Microbiol. 2022 Nov 24;13:1030440.  41. \tRohayem J, Dinger J, Fischer R, Klingel K, Kandolf R, Rethwilm A. Fatal Myocarditis Associated with Acute Parvovirus B19 and Human Herpesvirus 6 Coinfection. J Clin Microbiol [Internet]. 2001 [cited 2024 Jan 6];39(12):4585. Available from: /pmc/articles/PMC88596/ 42. \tKühl U, Lassner D, Wallaschek N, Gross UM, Krueger GRF, Seeberg B, et al. Chromosomally integrated human herpesvirus 6 in heart failure: prevalence and treatment. Eur J Heart Fail [Internet]. 2015 Jan 1 [cited 2024 Jan 6];17(1):9–19. Available from: https://pubmed.ncbi.nlm.nih.gov/25388833/ 43. \tReddy S, Eliassen E, Krueger GR, Das BB. Human herpesvirus 6-induced inflammatory cardiomyopathy in immunocompetent children. Ann Pediatr Cardiol [Internet]. 2017 Sep 1 [cited 2024 Jan 6];10(3):259. Available from: /pmc/articles/PMC5594937/ 44. \tColvin JM, Muenzer JT, Jaffe DM, Smason A, Deych E, Shannon WD, et al. Detection of viruses in young children with fever without an apparent source. Pediatrics [Internet]. 2012 Dec [cited 2024 Jan 6];130(6). Available from: https://pubmed.ncbi.nlm.nih.gov/23129086/ 45. \tWatt K, Waddle E, Jhaveri R. Changing epidemiology of serious bacterial infections in febrile infants without localizing signs. PLoS One [Internet]. 2010 [cited 2024 Jan 6];5(8). Available from: https://pubmed.ncbi.nlm.nih.gov/20805983/ 46. \tNeagu O, Rodríguez AF, Callon D, Andréoletti L, Cohen MC. Myocarditis Presenting as Sudden Death in Infants and Children: A Single Centre Analysis by ESGFOR Study Group. Pediatr Dev Pathol [Internet]. 2021 Aug 1 [cited 2024 Jan 6];24(4):327–36. Available from: https://pubmed.ncbi.nlm.nih.gov/33872111/ 47. \tAljohani OA, Mackie D, Bratincsak A, Bradley JS, Perry JC. Spectrum of Viral Pathogens Identified in Children with Clinical Myocarditis (Pre-Coronavirus Disease-2019, 2000-2018): Etiologic Agent Versus Innocent Bystander. J Pediatr [Internet]. 2022 Mar 1 [cited 2024 Jan 6];242:18–24. Available from: https://pubmed.ncbi.nlm.nih.gov/34774573/ 48. \tRogo LD, Mokhtari-Azad T, Kabir MH, Rezaei F. Human parvovirus B19: a review. Acta Virol [Internet]. 2014 [cited 2024 Jan 6];58(3):199–213. Available from: https://pubmed.ncbi.nlm.nih.gov/25283854/ 49. \tYoung NS, Brown KE. Parvovirus B19. N Engl J Med [Internet]. 2004 Feb 5 [cited 2024 Jan 6];350(6):586–97. Available from: https://pubmed.ncbi.nlm.nih.gov/14762186/ 50. \tAnderson LJ, Tsou C, Parker RA, Chorba TL, Wulff H, Tattersall P, et al. Detection of antibodies and antigens of human parvovirus B19 by enzyme-linked immunosorbent assay. J Clin Microbiol [Internet]. 1986 [cited 2024 Jan 6];24(4):522–6. Available from: https://pubmed.ncbi.nlm.nih.gov/3021807/"
        ],
        "language": "spa",
        "custom": {
          "code:codeRepository": "https://revistacientificasanum.com/"
        },
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "2",
          "pages": "54-61",
          "title": "revista científico-sanitaria SANUM",
          "volume": "9"
        },
        "alternate_identifiers": [
          {
            "identifier": "2530-5468"
          }
        ],
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15174103"
              }
            }
          ]
        }
      },
      "title": "IMPACTO DE LOS VIRUS CARDIOTRÓPICOS EN LA MIOCARDITIS PEDIÁTRICA: DIAGNÓSTICO, PREVALENCIA Y RIESGOS ASOCIADOS EN NIÑOS MENORES DE 12 MESES",
      "links": {
        "self": "https://zenodo.org/api/records/15174104",
        "self_html": "https://zenodo.org/records/15174104",
        "preview_html": "https://zenodo.org/records/15174104?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.15174104",
        "self_doi": "https://doi.org/10.5281/zenodo.15174104",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15174104",
        "parent": "https://zenodo.org/api/records/15174103",
        "parent_html": "https://zenodo.org/records/15174103",
        "parent_doi": "https://doi.org/10.5281/zenodo.15174103",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15174103",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15174104/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15174104/sequence/default",
        "files": "https://zenodo.org/api/records/15174104/files",
        "media_files": "https://zenodo.org/api/records/15174104/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15174104:sanum_v9_n2_a7.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15174104:sanum_v9_n2_a7.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15174104:sanum_v9_n2_a7.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15174104:sanum_v9_n2_a7.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15174104:sanum_v9_n2_a7.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15174104:sanum_v9_n2_a7.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15174104/files-archive",
        "archive_media": "https://zenodo.org/api/records/15174104/media-files-archive",
        "latest": "https://zenodo.org/api/records/15174104/versions/latest",
        "latest_html": "https://zenodo.org/records/15174104/latest",
        "versions": "https://zenodo.org/api/records/15174104/versions",
        "draft": "https://zenodo.org/api/records/15174104/draft",
        "reserve_doi": "https://zenodo.org/api/records/15174104/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15174104/access/links",
        "access_grants": "https://zenodo.org/api/records/15174104/access/grants",
        "access_users": "https://zenodo.org/api/records/15174104/access/users",
        "access_request": "https://zenodo.org/api/records/15174104/access/request",
        "access": "https://zenodo.org/api/records/15174104/access",
        "communities": "https://zenodo.org/api/records/15174104/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15174104/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15174104/requests"
      },
      "updated": "2025-04-29T07:59:58.906059+00:00",
      "recid": "15174104",
      "revision": 4,
      "files": [
        {
          "id": "a8fc91b3-261d-4e6f-b455-181f4e247e8a",
          "key": "sanum_v9_n2_a7.pdf",
          "size": 212906,
          "checksum": "md5:356c8457411bc0c2f7ecb708f5a368a3",
          "links": {
            "self": "https://zenodo.org/api/records/15174104/files/sanum_v9_n2_a7.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1157546"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 2,
        "unique_downloads": 2,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 2,
        "version_unique_downloads": 2,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-29T03:27:02.845243+00:00",
      "modified": "2025-04-29T03:27:03.052160+00:00",
      "id": 15294349,
      "conceptrecid": "15294348",
      "doi": "10.63096/medtigo3061222",
      "doi_url": "https://doi.org/10.63096/medtigo3061222",
      "metadata": {
        "title": "Role of Marine Natural Products in Combating SARS-CoV-2 and COVID-19",
        "doi": "10.63096/medtigo3061222",
        "publication_date": "2025-04-28",
        "description": "<p><span lang=\"EN-US\">From the inception of coronavirus disease 2019 (COVID-19) pandemic has plague-ridden several millions of human beings across the world in a short time interval and force the world to experience extraordinary economic and life loss. Consequently, it is compulsory to find operational cures against severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), because it is the biological cause of COVID-19. Synthetic medicines, such as hydroxychloroquine, have acquired large attention. Though, the effectiveness of this drug is still under examination, and moreover, certain severe consequences are a source of distress. This underlines the urgency for treatment alternatives, which can be in cooperation with efficiency and safety. Until now, there are no specifically recognized drugs to fight this virus and the procedure for new drug development is prolonged. Most encouraging candidates, which emerged as prospective frontrunners, were abandoned later while still in the phase of clinical examinations. With no convinced therapeutics in the prospect, natural products are in wide use randomly as anti-viral remedy and immune promoters. For centuries it has been well-known that most marine natural products have effective anti-viral properties with SARS-CoV-2. It has been exposed that natural products show inhibitory activities on Middle East Respiratory Syndrome Coronavirus (MERS-CoV) and SARS-CoV infections. </span></p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Magaji, Amayindi",
            "affiliation": null
          },
          {
            "name": "Jimoh, Onimisi Yakubu",
            "affiliation": null
          },
          {
            "name": "Joel, Yakubu",
            "affiliation": null
          },
          {
            "name": "Rubiyamisumma, Dorcas Kaduna",
            "affiliation": null
          }
        ],
        "contributors": [
          {
            "name": "medtigo",
            "affiliation": null,
            "type": "HostingInstitution"
          }
        ],
        "keywords": [
          "Severe acute respiratory syndrome, Middle east respiratory syndrome coronavirus, Coronavirus disease, Clinical examination, Anti-viral properties."
        ],
        "related_identifiers": [
          {
            "identifier": "3065-4661",
            "relation": "isPublishedIn",
            "resource_type": "publication-journal",
            "scheme": "issn"
          }
        ],
        "dates": [
          {
            "type": "accepted"
          }
        ],
        "references": [
          "1.\tRiou J, Althaus CL. Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV), December 2019 to January 2020. Euro Surveill. 2020;25(4):2000058. doi:10.2807/1560-7917.ES.2020.25.4.2000058  PubMed | Crossref | Google Scholar",
          "2.\tNagahawatta DP, Liyanage NM, Jayawardena TU, et al. Role of marine natural products in the development of antiviral agents against SARS-CoV-2: potential and prospects. Mar Life Sci Technol. 2024;6(2):280-297. doi:10.1007/s42995-023-00215-9 PubMed | Crossref | Google Scholar",
          "3.\tSingh R, Chauhan N, Kuddus M. Exploring the therapeutic potential of marine-derived bioactive compounds against COVID-19. Environ Sci Pollut Res Int. 2021;28(38):52798-52809. doi:10.1007/s11356-021-16104-6 PubMed | Crossref | Google Scholar",
          "4.\tGuarner J. Three Emerging Coronaviruses in Two Decades. Am J Clin Pathol. 2020;153(4):420-421. doi:10.1093/ajcp/aqaa029  PubMed | Crossref | Google Scholar",
          "5.\tParker EPK, Shrotri M, Kampmann B. Keeping track of the SARS-CoV-2 vaccine pipeline. Nat Rev Immunol. 2020;20(11):650. doi:10.1038/s41577-020-00455-1  PubMed | Crossref | Google Scholar",
          "6.\tPlante JA, Liu Y, Liu J, et al. Spike mutation D614G alters SARS-CoV-2 fitness. Nature. 2021;592(7852):116-121. doi:10.1038/s41586-020-2895-3 PubMed | Crossref | Google Scholar",
          "7.\tTegally H, Wilkinson E, Giovanetti M, et al. Detection of a SARS-CoV-2 variant of concern in South Africa. Nature. 2021;592(7854):438-443. doi:10.1038/s41586-021-03402-9 PubMed | Crossref | Google Scholar",
          "8.\tHoffmann M, Kleine-Weber H, Schroeder S, et al. SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor. Cell. 2020;181(2):271-280.e8. doi:10.1016/j.cell.2020.02.052 PubMed | Crossref | Google Scholar",
          "9.\tPillaiyar T, Manickam M, Namasivayam V, Hayashi Y, Jung SH. An Overview of Severe Acute Respiratory Syndrome-Coronavirus (SARS-CoV) 3CL Protease Inhibitors: Peptidomimetics and Small Molecule Chemotherapy. J Med Chem. 2016;59(14):6595-6628. doi:10.1021/acs.jmedchem.5b01461 PubMed | Crossref | Google Scholar",
          "10.\tMunster VJ, Koopmans M, van Doremalen N, van Riel D, de Wit E. A Novel Coronavirus Emerging in China - Key Questions for Impact Assessment. N Engl J Med. 2020;382(8):692-694. doi:10.1056/NEJMp2000929 PubMed | Crossref | Google Scholar",
          "11.\tMayer AM, Rodríguez AD, Berlinck RG, Fusetani N. Marine pharmacology in 2007-8: Marine compounds with antibacterial, anticoagulant, antifungal, anti-inflammatory, antimalarial, antiprotozoal, antituberculosis, and antiviral activities; affecting the immune and nervous system, and other miscellaneous mechanisms of action. Comp Biochem Physiol C Toxicol Pharmacol. 2011;153(2):191-222. doi:10.1016/j.cbpc.2010.08.008 PubMed | Crossref | Google Scholar",
          "12.\tAtanasov AG, Waltenberger B, Pferschy-Wenzig EM, et al. Discovery and resupply of pharmacologically active plant-derived natural products: A review. Biotechnol Adv. 2015;33(8):1582-1614. doi:10.1016/j.biotechadv.2015.08.001 PubMed | Crossref | Google Scholar",
          "13.\tHarvey AL, Edrada-Ebel R, Quinn RJ. The re-emergence of natural products for drug discovery in the genomics era. Nat Rev Drug Discov. 2015;14(2):111-129. doi:10.1038/nrd4510 PubMed | Crossref | Google Scholar",
          "14.\tTintore M, Vidal-Jordana A, Sastre-Garriga J. Treatment of multiple sclerosis success from bench to bedside. Nat Rev Neurol. 2019;15(1):53-58. doi:10.1038/s41582-018-0082-z PubMed | Crossref | Google Scholar",
          "15.\tWaltenberger B, Mocan A, Šmejkal K, Heiss EH, Atanasov AG. Natural Products to Counteract the Epidemic of Cardiovascular and Metabolic Disorders. Molecules. 2016;21(6):807. doi:10.3390/molecules21060807 PubMed | Crossref | Google Scholar",
          "16.\tDhand R, Li J. Coughs and Sneezes: Their Role in Transmission of Respiratory Viral Infections, Including SARS-CoV-2. Am J Respir Crit Care Med. 2020;202(5):651-659. doi:10.1164/rccm.202004-1263PP PubMed | Crossref | Google Scholar",
          "17.\tGeahchan S, Ehrlich H, Rahman MA. The Anti-Viral Applications of Marine Resources for COVID-19 Treatment: An Overview. Mar Drugs. 2021;19(8):409. doi:10.3390/md19080409 PubMed | Crossref | Google Scholar",
          "18.\tGuo ZD, Wang ZY, Zhang SF, et al. Aerosol and Surface Distribution of Severe Acute Respiratory Syndrome Coronavirus 2 in Hospital Wards, Wuhan, China, 2020. Emerg Infect Dis. 2020;26(7):1583-1591. doi:10.3201/eid2607.200885 PubMed | Crossref | Google Scholar",
          "19.\tTran K, Cimon K, Severn M, Pessoa-Silva CL, Conly J. Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: a systematic review. PLoS One. 2012;7(4):e35797. doi:10.1371/journal.pone.0035797 PubMed | Crossref | Google Scholar",
          "20.\tLai Y, Yan Y, Liao S, et al. 3D-quantitative structure-activity relationship and antiviral effects of curcumin derivatives as potent inhibitors of influenza H1N1 neuraminidase. Arch Pharm Res. 2020;43(5):489-502. doi:10.1007/s12272-020-01230-5 PubMed | Crossref | Google Scholar",
          "21.\tUzair B, Mahmood Z, Tabassum S. Antiviral activity of natural products extracted from marine organisms. Bioimpacts. 2011;1(4):203-211. doi:10.5681/bi.2011.029 PubMed | Crossref | Google Scholar",
          "22.\tLi Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med. 2020;382(13):1199-1207. doi:10.1056/NEJMoa2001316 PubMed | Crossref | Google Scholar",
          "23.\tDevi VK, Jain N, Valli KS. Importance of novel drug delivery systems in herbal medicines. Pharmacogn Rev. 2010;4(7):27-31. doi:10.4103/0973-7847.65322 PubMed | Crossref | Google Scholar",
          "24.\tRampogu S, Gajula RG, Lee G, Kim MO, Lee KW. Unravelling the therapeutic potential of marine drugs as SARS-CoV-2 inhibitors: An insight from essential dynamics and free energy landscape. Comput Biol Med. 2021;135:104525. doi:10.1016/j.compbiomed.2021.104525 PubMed | Crossref | Google Scholar",
          "25.\tRahman MM, Islam MR, Shohag S, et al. Multifaceted role of natural sources for COVID-19 pandemic as marine drugs. Environ Sci Pollut Res Int. 2022;29(31):46527-46550. doi:10.1007/s11356-022-20328-5 PubMed | Crossref | Google Scholar",
          "26.\tOkechukwu QN, Adepoju FO, Kanwugu ON, et al. Marine-Derived Bioactive Metabolites as a Potential Therapeutic Intervention in Managing Viral Diseases: Insights from the SARS-CoV-2 In Silico and Pre-Clinical Studies. Pharmaceuticals (Basel). 2024;17(3):328. doi:10.3390/ph17030328 PubMed | Crossref | Google Scholar",
          "27.\tMishra P, Sohrab S, Mishra SK. A review on the phytochemical and pharmacological properties of Hyptis suaveolens (L.) Poit. Futur J Pharm Sci. 2021;7(1):65. doi:10.1186/s43094-021-00219-1 PubMed | Crossref | Google Scholar",
          "28.\tLayqah LA, Eissa S. An electrochemical immunosensor for the corona virus associated with the Middle East respiratory syndrome using an array of gold nanoparticle-modified carbon electrodes. Mikrochim Acta. 2019;186(4):224. doi:10.1007/s00604-019-3345-5 PubMed | Crossref | Google Scholar",
          "29.\tPalmieri V, Papi M. Can graphene take part in the fight against COVID-19?. Nano Today. 2020;33:100883. doi:10.1016/j.nantod.2020.100883 PubMed | Crossref | Google Scholar",
          "30.\tDacrory S. Antimicrobial Activity, DFT Calculations, and Molecular Docking of Dialdehyde Cellulose/Graphene Oxide Film Against Covid-19. J Polym Environ. 2021;29(7):2248-2260. doi:10.1007/s10924-020-02039-5 PubMed | Crossref | Google Scholar",
          "31.\tLobo-Galo N, Gálvez-Ruíz JC, Balderrama-Carmona AP, Silva-Beltrán NP, Ruiz-Bustos E. Recent biotechnological advances as potential intervention strategies against COVID-19. 3 Biotech. 2021;11(2):41. doi:10.1007/s13205-020-02619-1 PubMed | Crossref | Google Scholar",
          "32.\tHashemi B, Akram FA, Amirazad H, et al. Emerging importance of nanotechnology-based approaches to control the COVID-19 pandemic; focus on nanomedicine iterance in diagnosis and treatment of COVID-19 patients. J Drug Deliv Sci Technol. 2022;67:102967. doi:10.1016/j.jddst.2021.102967 PubMed | Crossref | Google Scholar",
          "33.\tJia Q, Fu J, Liang P, et al. Investigating interactions between chloroquine/hydroxychloroquine and their single enantiomers and angiotensin-converting enzyme 2 by a cell membrane chromatography method. J Sep Sci. 2022;45(2):456-467. doi:10.1002/jssc.202100570 PubMed | Crossref | Google Scholar",
          "34.\tTang WF, Tsai HP, Chang YH, et al. Perilla (Perilla frutescens) leaf extract inhibits SARS-CoV-2 via direct virus inactivation. Biomed J. 2021;44(3):293-303. doi:10.1016/j.bj.2021.01.005 PubMed | Crossref | Google Scholar",
          "35.\tYi M, Lin S, Zhang B, Jin H, Ding L. Antiviral potential of natural products from marine microbes. Eur J Med Chem. 2020;207:112790. doi:10.1016/j.ejmech.2020.112790 PubMed | Crossref | Google Scholar",
          "36.\tMossaad E, Furuyama W, Enomoto M, Kawai S, Mikoshiba K, Kawazu S. Simultaneous administration of 2-aminoethyl diphenylborinate and chloroquine reverses chloroquine resistance in malaria parasites. Antimicrob Agents Chemother. 2015;59(5):2890-2892. doi:10.1128/AAC.04805-14 PubMed | Crossref | Google Scholar",
          "37.\tAlobaida A, Abouzied AS, Younes KM, Alzhrani RM, Alsaab HO, Huwaimel B. Analyzing energetics and dynamics of hepatitis C virus polymerase interactions with marine bacterial compounds: a computational study. Mol Divers. 2025;29(2):1245-1260. doi:10.1007/s11030-024-10904-x PubMed | Crossref | Google Scholar",
          "38.\tRoy A, Das R, Roy D, et al. Encapsulated hydroxychloroquine and chloroquine into cyclic oligosaccharides are the potential therapeutics for COVID-19: insights from first-principles calculations. J Mol Struct. 2022;1247:131371. doi:10.1016/j.molstruc.2021.131371 PubMed | Crossref | Google Scholar",
          "39.\tChen Z, Liu A, Cheng Y, et al. Hydroxychloroquine/chloroquine in patients with COVID-19 in Wuhan, China: a retrospective cohort study. BMC Infect Dis. 2021;21(1):805. doi:10.1186/s12879-021-06477-x PubMed | Crossref | Google Scholar",
          "40.\tYao Q, Xing Y, Ma J, Wang C, Zang J, Zhao G. Binding of Chloroquine to Whey Protein Relieves Its Cytotoxicity while Enhancing Its Uptake by Cells. J Agric Food Chem. 2021;69(36):10669-10677. doi:10.1021/acs.jafc.1c04140 PubMed | Crossref | Google Scholar",
          "41.\tZazo H, Colino CI, Lanao JM. Current applications of nanoparticles in infectious diseases. J Control Release. 2016;224:86-102. doi:10.1016/j.jconrel.2016.01.008 PubMed | Crossref | Google Scholar",
          "42.\tGagliardi M. Biomimetic and bioinspired nanoparticles for targeted drug delivery. Ther Deliv. 2017;8(5):289-299. doi:10.4155/tde-2017-0013 PubMed | Crossref | Google Scholar",
          "43.\tChen L, Liang J. An overview of functional nanoparticles as novel emerging antiviral therapeutic agents. Mater Sci Eng C Mater Biol Appl. 2020;112:110924. doi:10.1016/j.msec.2020.110924 PubMed | Crossref | Google Scholar",
          "44.\tGurunathan S, Qasim M, Choi Y, et al. Antiviral Potential of Nanoparticles-Can Nanoparticles Fight Against Coronaviruses?. Nanomaterials (Basel). 2020;10(9):1645. doi:10.3390/nano10091645 PubMed | Crossref | Google Scholar",
          "45.\tSathasivam R, Radhakrishnan R, Hashem A, Abd Allah EF. Microalgae metabolites: A rich source for food and medicine. Saudi J Biol Sci. 2019;26(4):709-722. doi:10.1016/j.sjbs.2017.11.003 PubMed | Crossref | Google Scholar",
          "46.\tLee C. Griffithsin, a Highly Potent Broad-Spectrum Antiviral Lectin from Red Algae: From Discovery to Clinical Application. Mar Drugs. 2019;17(10):567. doi:10.3390/md17100567 PubMed | Crossref | Google Scholar",
          "47.\tLevendosky K, Mizenina O, Martinelli E, et al. Griffithsin and Carrageenan Combination To Target Herpes Simplex Virus 2 and Human Papillomavirus. Antimicrob Agents Chemother. 2015;59(12):7290-7298. doi:10.1128/AAC.01816-15 PubMed | Crossref | Google Scholar",
          "48.\tO'Keefe BR, Giomarelli B, Barnard DL, et al. Broad-spectrum in vitro activity and in vivo efficacy of the antiviral protein griffithsin against emerging viruses of the family Coronaviridae. J Virol. 2010;84(5):2511-2521. doi:10.1128/JVI.02322-09 PubMed | Crossref | Google Scholar",
          "49.\tMorokutti-Kurz M, Fröba M, Graf P, et al. Iota-carrageenan neutralizes SARS-CoV-2 and inhibits viral replication in vitro. PLoS One. 2021;16(2):e0237480. doi:10.1371/journal.pone.0237480 PubMed | Crossref | Google Scholar",
          "50.\tMoulaei T, Alexandre KB, Shenoy SR, et al. Griffithsin tandemers: flexible and potent lectin inhibitors of the human immunodeficiency virus. Retrovirology. 2015;12:6. doi:10.1186/s12977-014-0127-3 PubMed | Crossref | Google Scholar",
          "51.\tLee C. Griffithsin, a Highly Potent Broad-Spectrum Antiviral Lectin from Red Algae: From Discovery to Clinical Application. Mar Drugs. 2019;17(10):567. doi:10.3390/md17100567 PubMed | Crossref | Google Scholar",
          "52.\tO'Keefe BR, Vojdani F, Buffa V, et al. Scaleable manufacture of HIV-1 entryinhibitor griffithsin and validation of its safety and efficacy as a topical microbicide component. Proc Natl Acad Sci U S A. 2009;106(15):6099-6104. doi:10.1073/pnas.0901506106 PubMed | Crossref | Google Scholar",
          "53.\tLusvarghi S, Bewley CA. Griffithsin: An Antiviral Lectin with Outstanding Therapeutic Potential. Viruses. 2016;8(10):296. doi:10.3390/v8100296 PubMed | Crossref | Google Scholar",
          "54.\tBuck CB, Thompson CD, Roberts JN, Müller M, Lowy DR, Schiller JT. Carrageenan is a potent inhibitor of papillomavirus infection. PLoS Pathog. 2006;2(7):e69. doi:10.1371/journal.ppat.0020069 PubMed | Crossref | Google Scholar",
          "55.\tRodrigues Felix C, Gupta R, Geden S, et al. Selective Killing of Dormant Mycobacterium tuberculosis by Marine Natural Products. Antimicrob Agents Chemother. 2017;61(8):e00743-17. doi:10.1128/AAC.00743-17 PubMed | Crossref | Google Scholar",
          "56.\tFriedland BA, Hoesley CJ, Plagianos M, et al. First-in-Human Trial of MIV-150 and Zinc Acetate Coformulated in a Carrageenan Gel: Safety, Pharmacokinetics, Acceptability, Adherence, and Pharmacodynamics. J Acquir Immune Defic Syndr. 2016;73(5):489-496. doi:10.1097/QAI.0000000000001136 PubMed | Crossref | Google Scholar",
          "57.\tHebar A, Koller C, Seifert JM, et al. Non-clinical safety evaluation of intranasal iota-carrageenan. PLoS One. 2015;10(4):e0122911. doi:10.1371/journal.pone.0122911 PubMed | Crossref | Google Scholar",
          "58.\tU.S. Food and Drug Administration (FDA). CFR - Code of Federal Regulations Title 21. 2024. CFR - Code of Federal Regulations Title 21",
          "59.\tYasuhara-Bell J, Lu Y. Marine compounds and their antiviral activities. Antiviral Res. 2010;86(3):231-240. doi:10.1016/j.antiviral.2010.03.009 PubMed | Crossref | Google Scholar",
          "60.\tLi YX, Wijesekara I, Li Y, Kim SK. Phlorotannins as bioactive agents from brown algae. Process Biochem. 2011;46(12):2219–2224. doi:10.1016/j.procbio.2011.09.015 Crossref | Google Scholar",
          "61.\tHeo SJ, Ko SC, Cha SH, et al. Effect of phlorotannins isolated from Ecklonia cava on melanogenesis and their protective effect against photo-oxidative stress induced by UV-B radiation. Toxicol In Vitro. 2009;23(6):1123-1130. doi:10.1016/j.tiv.2009.05.013 PubMed | Crossref | Google Scholar",
          "62.\tYoon NY, Eom TK, Kim MM, Kim SK. Inhibitory effect of phlorotannins isolated from Ecklonia cava on mushroom tyrosinase activity and melanin formation in mouse B16F10 melanoma cells. J Agric Food Chem. 2009;57(10):4124-4129. doi:10.1021/jf900006f PubMed | Crossref | Google Scholar",
          "63.\tKong CS, Kim JA, Yoon NY, Kim SK. Induction of apoptosis by phloroglucinol derivative from Ecklonia Cava in MCF-7 human breast cancer cells. Food Chem Toxicol. 2009;47(7):1653-1658. doi:10.1016/j.fct.2009.04.013 PubMed | Crossref | Google Scholar",
          "64.\tArtan M, Li Y, Karadeniz F, Lee SH, Kim MM, Kim SK. Anti-HIV-1 activity of phloroglucinol derivative, 6,6'-bieckol, from Ecklonia cava. Bioorg Med Chem. 2008;16(17):7921-7926. doi:10.1016/j.bmc.2008.07.078 PubMed | Crossref | Google Scholar",
          "65.\tZhang R, Kang KA, Piao MJ, et al. Eckol protects V79-4 lung fibroblast cells against gamma-ray radiation-induced apoptosis via the scavenging of reactive oxygen species and inhibiting of the c-Jun NH(2)-terminal kinase pathway. Eur J Pharmacol. 2008;591(1-3):114-123. doi:10.1016/j.ejphar.2008.06.086 PubMed | Crossref | Google Scholar",
          "66.\tMyung CS, Shin HC, Bao HY, Yeo SJ, Lee BH, Kang JS. Improvement of memory by dieckol and phlorofucofuroeckol in ethanol-treated mice: possible involvement of the inhibition of acetylcholinesterase. Arch Pharm Res. 2005;28(6):691-698. doi:10.1007/BF02969360 PubMed | Crossref | Google Scholar",
          "67.\tKhan MT, Ali A, Wang Q, et al. Marine natural compounds as potents inhibitors against the main protease of SARS-CoV-2-a molecular dynamic study. J Biomol Struct Dyn. 2021;39(10):3627-3637. doi:10.1080/07391102.2020.1769733 PubMed | Crossref | Google Scholar",
          "68.\tPark JY, Ko JA, Kim DW, et al. Chalcones isolated from Angelica keiskei inhibit cysteine proteases of SARS-CoV. J Enzyme Inhib Med Chem. 2016;31(1):23-30. doi:10.3109/14756366.2014.1003215 PubMed | Crossref | Google Scholar",
          "69.\tHirata T, Tanaka M, Ooike M, Tsunomura T, Sakaguchi M. Antioxidant activities of phycocyanobilin prepared from Spirulina platensis. J Appl Phycol. 2000;12(5):435-439. doi:10.1023/A:1008175217194 Crossref | Google Scholar",
          "70.\tPendyala B, Patras A. In silico Screening of Food Bioactive Compounds to Predict Potential Inhibitors of COVID-19 Main protease (Mpro) and RNA-dependent RNA polymerase (RdRp). ChemRxiv. 2020. doi:10.26434/chemrxiv.12051927.v2   Crossref | Google Scholar",
          "71.\tSun QL, Li Y, Ni LQ, et al. Structural characterization and antiviral activity of two fucoidans from the brown algae Sargassum henslowianum. Carbohydr Polym. 2020;229:115487. doi:10.1016/j.carbpol.2019.115487 PubMed | Crossref | Google Scholar",
          "72.\tKwon PS, Oh H, Kwon SJ, et al. Sulfated polysaccharides effectively inhibit SARS-CoV-2 in vitro. Cell Discov. 2020;6(1):50. doi:10.1038/s41421-020-00192-8 PubMed | Crossref | Google Scholar",
          "73.\tVijayaraj R, Altaff K, Rosita AS, Ramadevi S, Revathy J. Bioactive compounds from marine resources against novel corona virus (2019-nCoV): in silico study for corona viral drug. Nat Prod Res. 2021;35(23):5525-5529. doi:10.1080/14786419.2020.1791115 PubMed | Crossref | Google Scholar",
          "74.\tZakaryan H, Arabyan E, Oo A, Zandi K. Flavonoids: promising natural compounds against viral infections. Arch Virol. 2017;162(9):2539-2551. doi:10.1007/s00705-017-3417-y PubMed | Crossref | Google Scholar",
          "75.\tKhan MT, Ali A, Wang Q, et al. Marine natural compounds as potents inhibitors against the main protease of SARS-CoV-2-a molecular dynamic study. J Biomol Struct Dyn. 2021;39(10):3627-3637. doi:10.1080/07391102.2020.1769733 PubMed | Crossref | Google Scholar",
          "76.\tLetko M, Marzi A, Munster V. Functional assessment of cell entry and receptor usage for SARS-CoV-2 and other lineage B betacoronaviruses. Nat Microbiol. 2020;5(4):562-569. doi:10.1038/s41564-020-0688-y PubMed | Crossref | Google Scholar"
        ],
        "language": "eng",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "2",
          "pages": "e3061222",
          "title": "medtigo Journal of Pharmacology",
          "volume": "2"
        },
        "alternate_identifiers": [
          {
            "identifier": "https://journal.medtigo.com/role-of-marine-natural-products-in-combating-sars-cov-2-and-covid-19/?article_type=journal-of-pharmacology"
          }
        ],
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15294348"
              }
            }
          ]
        }
      },
      "title": "Role of Marine Natural Products in Combating SARS-CoV-2 and COVID-19",
      "links": {
        "self": "https://zenodo.org/api/records/15294349",
        "self_html": "https://zenodo.org/records/15294349",
        "preview_html": "https://zenodo.org/records/15294349?preview=1",
        "doi": "https://doi.org/10.63096/medtigo3061222",
        "self_doi": "https://doi.org/10.63096/medtigo3061222",
        "self_doi_html": "https://zenodo.org/doi/10.63096/medtigo3061222",
        "parent": "https://zenodo.org/api/records/15294348",
        "parent_html": "https://zenodo.org/records/15294348",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15294349/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15294349/sequence/default",
        "files": "https://zenodo.org/api/records/15294349/files",
        "media_files": "https://zenodo.org/api/records/15294349/media-files",
        "archive": "https://zenodo.org/api/records/15294349/files-archive",
        "archive_media": "https://zenodo.org/api/records/15294349/media-files-archive",
        "latest": "https://zenodo.org/api/records/15294349/versions/latest",
        "latest_html": "https://zenodo.org/records/15294349/latest",
        "versions": "https://zenodo.org/api/records/15294349/versions",
        "draft": "https://zenodo.org/api/records/15294349/draft",
        "reserve_doi": "https://zenodo.org/api/records/15294349/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15294349/access/links",
        "access_grants": "https://zenodo.org/api/records/15294349/access/grants",
        "access_users": "https://zenodo.org/api/records/15294349/access/users",
        "access_request": "https://zenodo.org/api/records/15294349/access/request",
        "access": "https://zenodo.org/api/records/15294349/access",
        "communities": "https://zenodo.org/api/records/15294349/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15294349/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15294349/requests"
      },
      "updated": "2025-04-29T03:27:03.052160+00:00",
      "recid": "15294349",
      "revision": 4,
      "files": [
        {
          "id": "4ce68dd9-3a16-4381-8393-787db0d02b58",
          "key": "413_Final.docx",
          "size": 158505,
          "checksum": "md5:1db9594917ed3a111bc1bff51bcff296",
          "links": {
            "self": "https://zenodo.org/api/records/15294349/files/413_Final.docx/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1032827"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-28T23:23:04.376991+00:00",
      "modified": "2025-04-28T23:23:04.555790+00:00",
      "id": 15299843,
      "conceptrecid": "8169834",
      "doi": "10.5281/zenodo.15299843",
      "conceptdoi": "10.5281/zenodo.8169834",
      "doi_url": "https://doi.org/10.5281/zenodo.15299843",
      "metadata": {
        "title": "JuliaImages/ImageFiltering.jl: v0.7.10",
        "doi": "10.5281/zenodo.15299843",
        "publication_date": "2025-04-28",
        "description": "<h2>ImageFiltering v0.7.10</h2>\n<p><a href=\"https://github.com/JuliaImages/ImageFiltering.jl/compare/v0.7.9...v0.7.10\">Diff since v0.7.9</a></p>\n<p><strong>Merged pull requests:</strong></p>\n<ul>\n<li>Update template_matching.jl in docs (#280) (@heliosdrm)</li>\n<li>Fix warnings for Julia 1.12 (#283) (@ViralBShah)</li>\n<li>Update Documentation.yml (#284) (@ViralBShah)</li>\n</ul>\n<p><strong>Closed issues:</strong></p>\n<ul>\n<li>Internal error in Julia 1.8-rc1 (#249)</li>\n<li>Citing ImageFiltering.jl (#260)</li>\n<li>Lots of deprecation warnings on current master (#273)</li>\n<li>add LocalFilters.jl to README (#281)</li>\n<li>Warning: qualify <code>Alg</code> as <code>Algorithm.Alg</code> (#282)</li>\n</ul>",
        "access_right": "open",
        "creators": [
          {
            "name": "Tim Holy",
            "affiliation": "Washington University in St. Louis"
          },
          {
            "name": "Johnny Chen",
            "affiliation": "Suzhou TongYuan"
          },
          {
            "name": "RalphAS",
            "affiliation": null
          },
          {
            "name": "Viral B. Shah",
            "affiliation": "JuliaHub"
          },
          {
            "name": "Dr. Zygmunt L. Szpak",
            "affiliation": "Insight Via Artificial Intelligence"
          },
          {
            "name": "Jan Weidner",
            "affiliation": null
          },
          {
            "name": "Yuval",
            "affiliation": null
          },
          {
            "name": "Alex Ames",
            "affiliation": "LANL"
          },
          {
            "name": "Júlio Hoffimann",
            "affiliation": "Arpeggeo®"
          },
          {
            "name": "lizz",
            "affiliation": "CUHK"
          },
          {
            "name": "gerrygralton",
            "affiliation": "University of Western Australia"
          },
          {
            "name": "Nicholas Bauer",
            "affiliation": "XGenomes"
          },
          {
            "name": "Kevin Squire",
            "affiliation": "SecondSpectrum"
          },
          {
            "name": "Ian Butterworth",
            "affiliation": "Leuko"
          },
          {
            "name": "Anshul Singhvi",
            "affiliation": "@JuliaComputing"
          },
          {
            "name": "cormullion",
            "affiliation": null
          },
          {
            "name": "Tony Kelman",
            "affiliation": null
          },
          {
            "name": "Tamas Nagy",
            "affiliation": "University of California, Los Angeles"
          },
          {
            "name": "Takafumi Arakaki",
            "affiliation": null
          },
          {
            "name": "Sébastien Brisard",
            "affiliation": null
          },
          {
            "name": "Robin Deits",
            "affiliation": "MIT"
          },
          {
            "name": "Martin Kunz",
            "affiliation": null
          },
          {
            "name": "Katrin Leinweber",
            "affiliation": "@gitlabhq"
          },
          {
            "name": "Julia TagBot",
            "affiliation": null
          },
          {
            "name": "xiuliren",
            "affiliation": null
          },
          {
            "name": "Jeff Fessler",
            "affiliation": "University of Michigan"
          },
          {
            "name": "Helios De Rosario",
            "affiliation": "Instituto de Biomecánica de Valencia"
          },
          {
            "name": "Gustavo Goretkin",
            "affiliation": null
          }
        ],
        "related_identifiers": [
          {
            "identifier": "https://github.com/JuliaImages/ImageFiltering.jl/tree/v0.7.10",
            "relation": "isSupplementTo",
            "resource_type": "software",
            "scheme": "url"
          }
        ],
        "version": "v0.7.10",
        "custom": {
          "code:codeRepository": "https://github.com/JuliaImages/ImageFiltering.jl"
        },
        "resource_type": {
          "title": "Software",
          "type": "software"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 3,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "8169834"
              }
            }
          ]
        }
      },
      "title": "JuliaImages/ImageFiltering.jl: v0.7.10",
      "links": {
        "self": "https://zenodo.org/api/records/15299843",
        "self_html": "https://zenodo.org/records/15299843",
        "preview_html": "https://zenodo.org/records/15299843?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.15299843",
        "self_doi": "https://doi.org/10.5281/zenodo.15299843",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15299843",
        "parent": "https://zenodo.org/api/records/8169834",
        "parent_html": "https://zenodo.org/records/8169834",
        "parent_doi": "https://doi.org/10.5281/zenodo.8169834",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.8169834",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15299843/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15299843/sequence/default",
        "files": "https://zenodo.org/api/records/15299843/files",
        "media_files": "https://zenodo.org/api/records/15299843/media-files",
        "archive": "https://zenodo.org/api/records/15299843/files-archive",
        "archive_media": "https://zenodo.org/api/records/15299843/media-files-archive",
        "latest": "https://zenodo.org/api/records/15299843/versions/latest",
        "latest_html": "https://zenodo.org/records/15299843/latest",
        "versions": "https://zenodo.org/api/records/15299843/versions",
        "draft": "https://zenodo.org/api/records/15299843/draft",
        "reserve_doi": "https://zenodo.org/api/records/15299843/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15299843/access/links",
        "access_grants": "https://zenodo.org/api/records/15299843/access/grants",
        "access_users": "https://zenodo.org/api/records/15299843/access/users",
        "access_request": "https://zenodo.org/api/records/15299843/access/request",
        "access": "https://zenodo.org/api/records/15299843/access",
        "communities": "https://zenodo.org/api/records/15299843/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15299843/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15299843/requests"
      },
      "updated": "2025-04-28T23:23:04.555790+00:00",
      "recid": "15299843",
      "revision": 4,
      "files": [
        {
          "id": "d1151207-9363-4a5a-8072-e9eeb893fa4e",
          "key": "JuliaImages/ImageFiltering.jl-v0.7.10.zip",
          "size": 13458164,
          "checksum": "md5:3312186bd2ad7c60677533d3190c6e3f",
          "links": {
            "self": "https://zenodo.org/api/records/15299843/files/JuliaImages/ImageFiltering.jl-v0.7.10.zip/content"
          }
        }
      ],
      "swh": {
        "swhid": "swh:1:dir:f5b38ab067a33e5e1ca6e2c46e2bcbb3cf39f0eb;origin=https://doi.org/10.5281/zenodo.8169834;visit=swh:1:snp:dd801b8b3634d4cdf4117585d432a2ac68bf465a;anchor=swh:1:rel:d44de40b136750830b92912d932c6bc98f8730ec;path=JuliaImages-ImageFiltering.jl-ebb7585"
      },
      "owners": [
        {
          "id": "572310"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 4,
        "unique_downloads": 4,
        "views": 47,
        "unique_views": 47,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    }
  ]
}