{
  "cache_date": "2025-05-01T08:54:06.546701",
  "data": {
    "paperId": "3954a9714c8fbed8797e9684e830d33d0f50d054",
    "externalIds": {
      "MAG": "2134007392",
      "DBLP": "journals/bioinformatics/ProsperiS12",
      "DOI": "10.1093/bioinformatics/btr627",
      "CorpusId": 244718,
      "PubMed": "22088846"
    },
    "url": "https://www.semanticscholar.org/paper/3954a9714c8fbed8797e9684e830d33d0f50d054",
    "title": "QuRe: software for viral quasispecies reconstruction from next-generation sequencing data",
    "abstract": "SUMMARY\nNext-generation sequencing (NGS) is an ideal framework for the characterization of highly variable pathogens, with a deep resolution able to capture minority variants. However, the reconstruction of all variants of a viral population infecting a host is a challenging task for genome regions larger than the average NGS read length. QuRe is a program for viral quasispecies reconstruction, specifically developed to analyze long read (>100 bp) NGS data. The software performs alignments of sequence fragments against a reference genome, finds an optimal division of the genome into sliding windows based on coverage and diversity and attempts to reconstruct all the individual sequences of the viral quasispecies--along with their prevalence--using a heuristic algorithm, which matches multinomial distributions of distinct viral variants overlapping across the genome division. QuRe comes with a built-in Poisson error correction method and a post-reconstruction probabilistic clustering, both parameterized on given error rates in homopolymeric and non-homopolymeric regions.\n\n\nAVAILABILITY\nQuRe is platform-independent, multi-threaded software implemented in Java. It is distributed under the GNU General Public License, available at https://sourceforge.net/projects/qure/.\n\n\nCONTACT\nahnven@yahoo.it; ahnven@gmail.com\n\n\nSUPPLEMENTARY INFORMATION\nSupplementary data are available at Bioinformatics online.",
    "venue": "Bioinform.",
    "year": 2012,
    "referenceCount": 21,
    "citationCount": 146,
    "influentialCitationCount": 10,
    "openAccessPdf": {
      "url": "https://europepmc.org/articles/pmc3244773?pdf=render",
      "status": "GREEN",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1093/bioinformatics/btr627?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1093/bioinformatics/btr627, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "144270737",
        "name": "M. Prosperi"
      },
      {
        "authorId": "144196930",
        "name": "M. Salemi"
      }
    ],
    "citations": [
      {
        "paperId": "234b23ce6d043912471c4535464c30ffb51ba6de",
        "title": "Parallel evolution of full-length genomes in a long-term evolution experiment with phage φX174"
      },
      {
        "paperId": "851fce17a4c11af3d76b9f31138370433b5e97ca",
        "title": "Intra-host quasispecies reconstructions resemble inter-host variability of transmitted chronic hepatitis B virus strains"
      },
      {
        "paperId": "36b5c3732c8461be3749fe87b7a3825160b9aacb",
        "title": "Graph Coloring via Neural Networks for Haplotype Assembly and Viral Quasispecies Reconstruction"
      },
      {
        "paperId": "6bf7d7e17432ae061d2b294bd2f4e22f92b4863a",
        "title": "Recent advances in metagenomic analysis of different ecological niches for enhanced biodegradation of recalcitrant lignocellulosic biomass."
      },
      {
        "paperId": "c05da210ef0914a8bf6caffe5b5aa63a3de050ef",
        "title": "Deep learning for assembly of haplotypes and viral quasispecies from short and long sequencing reads"
      },
      {
        "paperId": "38b008e04101cb2f396c0a6bfb08762059e7afe4",
        "title": "Metagenomic pipeline for identifying co-infections among distinct SARS-CoV-2 variants of concern: study cases from Alpha to Omicron"
      },
      {
        "paperId": "24672fd231f5804125086f81b2e47fdd7bd7e9c5",
        "title": "Long-term ecological and evolutionary dynamics in the gut microbiomes of carbapenemase-producing Enterobacteriaceae colonized subjects"
      },
      {
        "paperId": "beb850f5dbff6f83244cead429a021c59abcb6ce",
        "title": "SARS-CoV-2 Delta vaccine breakthrough transmissibility in Alachua, Florida"
      },
      {
        "paperId": "b9b2084f7ca7b4ba59a79423996349ab45bf520e",
        "title": "Improved HIV-1 drug resistance mutation prediction using quasispecies reconstruction supported analysis"
      },
      {
        "paperId": "ada558785e5dc21ab6591f113f08f02457884577",
        "title": "Adaptation of Oxford Nanopore technology for hepatitis C whole genome sequencing and identification of within-host viral variants"
      },
      {
        "paperId": "2d96a3f7b5bce0089ddb02ffcb257bae6009b969",
        "title": "Reconstruction of Microbial Haplotypes by Integration of Statistical and Physical Linkage in Scaffolding"
      },
      {
        "paperId": "90aa297fca818e39f22798fc1709fd49320ffc1a",
        "title": "Longitudinal characterization of HIV-1 pol-gene in treatment-naïve men-who-have-sex-with-men from acute to chronic infection stages"
      },
      {
        "paperId": "aaac82f72eae8035ccd615947338270ccc7a69cd",
        "title": "Porcine circovirus 2 (PCV2) population study in experimentally infected pigs developing PCV2-systemic disease or a subclinical infection"
      },
      {
        "paperId": "fd863c3ee2f53f7385b63a1015e39288993162d7",
        "title": "Streamlined Subpopulation, Subtype, and Recombination Analysis of HIV-1 Half-Genome Sequences Generated by High-Throughput Sequencing"
      },
      {
        "paperId": "e7735a99cedd28e98405ad0065430128b628e171",
        "title": "A Convolutional Auto-Encoder for Haplotype Assembly and Viral Quasispecies Reconstruction"
      },
      {
        "paperId": "7341a9f72bb272a4b102661749295391f7e72e99",
        "title": "Detecting and phasing minor single-nucleotide variants from long-read sequencing data"
      },
      {
        "paperId": "227d7a241c6aec056143578e8b6eb5d2b89041ac",
        "title": "Inference of viral quasispecies with a paired de Bruijn graph"
      },
      {
        "paperId": "65edee81d7f6e28e40408e0163607d7a49dffc00",
        "title": "Mutational signatures and heterogeneous host response revealed via large-scale characterization of SARS-CoV-2 genomic diversity"
      },
      {
        "paperId": "d87f84a611c5a5f5566a85e47d010c01eb5e755a",
        "title": "Epidemiological data analysis of viral quasispecies in the next-generation sequencing era"
      },
      {
        "paperId": "c3556b1fcc142b1de1a45a5e21e890010a51d265",
        "title": "V-pipe: a computational pipeline for assessing viral genetic diversity from high-throughput sequencing data"
      },
      {
        "paperId": "41ec0424cc63da76f266a7bfa64f2797cd6074c9",
        "title": "An integrated software for virus community sequencing data analysis"
      },
      {
        "paperId": "8ad34249dc1215b73304f7230dbbf597f02efe87",
        "title": "Strain-Aware Assembly of Genomes from Mixed Samples Using Flow Variation Graphs"
      },
      {
        "paperId": "1c1e862ca7ab851de755c5d50092b13321efc4f2",
        "title": "Sequencing-Based Measurable Residual Disease Testing in Acute Myeloid Leukemia"
      },
      {
        "paperId": "d094e60f6b8b2c5305ce7cbaa0f2cb723ef32adb",
        "title": "The population structure of Rose rosette virus in the USA."
      },
      {
        "paperId": "08fa0a8a3d873de83fc1f7d7e047acc035978a0c",
        "title": "VERSO: A comprehensive framework for the inference of robust phylogenies and the quantification of intra-host genomic diversity of viral samples"
      },
      {
        "paperId": "68fecf7288cee28c1f06ca543cbd84514514e9c7",
        "title": "De novo reconstruction of microbial haplotypes by integrating statistical and physical linkage"
      },
      {
        "paperId": "131cce63211ee0221a405fb7d6d7940b0ed7a69f",
        "title": "Metagenome SNP calling via read-colored de Bruijn graphs"
      },
      {
        "paperId": "a78095800dfcf4b29dc25dd773339dfefc70c9c3",
        "title": "High-throughput sequencing (HTS) for the analysis of viral populations."
      },
      {
        "paperId": "392778bebc2ae4e4013757841ffa1835f0293135",
        "title": "Inferring Transmission Bottleneck Size from Viral Sequence Data Using a Novel Haplotype Reconstruction Method"
      },
      {
        "paperId": "e04fda673cf5cb0b0532aaa11748e3ae95f2c778",
        "title": "A Graph Auto-Encoder for Haplotype Assembly and Viral Quasispecies Reconstruction"
      },
      {
        "paperId": "dbd04c1e01668ef835fff77b3e937f55f4545e7b",
        "title": "Characterization of the dynamics of human cytomegalovirus resistance to antiviral drugs by ultra-deep sequencing."
      },
      {
        "paperId": "d525dba5233e92246b7ffdc0e9a0ebde828a9028",
        "title": "A beginner’s guide for FMDV quasispecies analysis: sub-consensus variant detection and haplotype reconstruction using next-generation sequencing"
      },
      {
        "paperId": "883dd7f48279e7f2f74a1f7d04dbef2f377e7f27",
        "title": "Intra-host dynamics and co-receptor usage of HIV-1 quasi-species in vertically infected patients with phenotypic switch."
      },
      {
        "paperId": "997b22bc35c9865190100d0bc13c54abdb024302",
        "title": "Evaluation of haplotype callers for next-generation sequencing of viruses"
      },
      {
        "paperId": "04fb2592b98c74cf3471a4a08da941779dbb7cab",
        "title": "quasitools: A Collection of Tools for Viral Quasispecies Analysis"
      },
      {
        "paperId": "e5101ec02f8c2bcbabed4d9b6d3c929749898941",
        "title": "Strain-aware assembly of genomes from mixed samples using variation graphs"
      },
      {
        "paperId": "4c0e6cbb900a9fe60e0b9cf53576fd04a8814127",
        "title": "BHap: a novel approach for bacterial haplotype reconstruction"
      },
      {
        "paperId": "7e10a9f3577498e8a5109869daa7a86f0dead57a",
        "title": "Mutagenesis Scanning Uncovers Evolutionary Constraints on Tobacco Etch Potyvirus Membrane-Associated 6K2 Protein"
      },
      {
        "paperId": "cd9ff0f5f4dde4c20286d189bde661f2239b577e",
        "title": "Reconstitution of HIV-1 reservoir following high-dose chemotherapy/autologous stem cell transplantation for lymphoma"
      },
      {
        "paperId": "78b3800eab4b49df0c7a0873003d692db1fd9495",
        "title": "Porcine circovirus 2 (PCV-2) genetic variability under natural infection scenario reveals a complex network of viral quasispecies"
      },
      {
        "paperId": "08a1b449aacc3d5c74e92acec5f4ca59a13c40e3",
        "title": "Viral Quasispecies Spectrum Reconstruction via Coloring the Vertex in the Weighted Read Conflict Graph"
      },
      {
        "paperId": "e5539c5126beee1e83ce2f925544b683db0a45de",
        "title": "Bayesian coalescent inference of in-host evolution using Next Generation Sequencing"
      },
      {
        "paperId": "05f847451aca3b741740f5b396555573dcb63f00",
        "title": "Viral quasispecies reconstruction via tensor factorization with successive read removal"
      },
      {
        "paperId": "52474274b7914f067f9bf274fecc5ae316ff61f8",
        "title": "DISSEQT—DIStribution-based modeling of SEQuence space Time dynamics"
      },
      {
        "paperId": "345c60f17f11dfa2aeb14399007e0acebaf5d782",
        "title": "NGS combined with phylogenetic analysis to detect HIV-1 dual infection in Romanian people who inject drugs."
      },
      {
        "paperId": "32d3a819534e3540f60bbb4d743c7ae69d658078",
        "title": "HaploJuice : accurate haplotype assembly from a pool of sequences with known relative concentrations"
      },
      {
        "paperId": "da1c9bca219cb16b7a355e16a7fc8bee8bb66e94",
        "title": "Accurate assembly of minority viral haplotypes from next-generation sequencing through efficient noise reduction"
      },
      {
        "paperId": "1fa546345b984293b0dabb1057b3c1895e4088c4",
        "title": "Full-length de novo viral quasispecies assembly through variation graph construction"
      },
      {
        "paperId": "76ebe256842871403f095868bd59f5146728499a",
        "title": "Haemolymph removal by the parasite Varroa destructor can trigger the proliferation of the Deformed Wing Virus in mite infested bees (Apis mellifera), contributing to enhanced pathogen virulence"
      },
      {
        "paperId": "2ddefee6c7450a2f9c90fdd3ec8a2e53d0ccd420",
        "title": "De novo haplotype reconstruction in viral quasispecies using paired-end read guided path finding"
      },
      {
        "paperId": "716b792eb1a6157cb23de5f0bce9b1dd4b32217c",
        "title": "QSdpR: Viral quasispecies reconstruction via correlation clustering."
      },
      {
        "paperId": "536b143237537ec113f2750fd1d1d615ef5a97be",
        "title": "Viral quasispecies reconstruction via tensor factorization"
      },
      {
        "paperId": "20df0562c6f5616c4eac503acdc906c8a5f75e5c",
        "title": "Separation and assembly of deep sequencing data into discrete sub-population genomes"
      },
      {
        "paperId": "517edca9e3c7d207d07c52854fbd96536baf23af",
        "title": "A penalized regression approach to haplotype reconstruction of viral populations arising in early HIV/SIV infection"
      },
      {
        "paperId": "10b5a98292e2063cff7e9db5ca633dad203dd548",
        "title": "Recent advances in inferring viral diversity from high-throughput sequencing data."
      },
      {
        "paperId": "f9a8e3b9d02477e8f769efd8d8e2d48729f10818",
        "title": "Resistome SNP Calling via Read Colored de Bruijn Graphs"
      },
      {
        "paperId": "a76e0e9fc65f32d132b05a965e8440252d9c992f",
        "title": "Analysis of intra-host genetic diversity of Prunus necrotic ringspot virus (PNRSV) using amplicon next generation sequencing"
      },
      {
        "paperId": "bfd4f8b0968aa65bb3bba933704400dffa26c495",
        "title": "Time-Sampled Population Sequencing Reveals the Interplay of Selection and Genetic Drift in Experimental Evolution of Potato Virus Y"
      },
      {
        "paperId": "a4d2424ab4714cd1b785c391f0896b35b429ff4f",
        "title": "Sparse Tensor Decomposition for Haplotype Assembly of Diploids and Polyploids"
      },
      {
        "paperId": "25b752bf6ab56a5945aba79f114c9628dee3ade5",
        "title": "aBayesQR: A Bayesian method for reconstruction of viral populations characterized by low diversity"
      },
      {
        "paperId": "76d4e26aeff09a10a1a5a144343ca0fe5378c4d2",
        "title": "De novo assembly of viral quasispecies using overlap graphs"
      },
      {
        "paperId": "5ef9e25ec3becaae5208d5ae3c575ef7a306efd8",
        "title": "Viral Quasispecies Reconstruction via Correlation Clustering"
      },
      {
        "paperId": "ba31ef854e7c9c723ca9d085a5938e73d1d3d2f1",
        "title": "Unravelling the dynamics of selection of multiresistant variants to integrase inhibitors in an HIV-1-infected child using ultra-deep sequencing"
      },
      {
        "paperId": "e0f52ab1ac6abae8682353c707b03a41ab4ce21e",
        "title": "A* fast and scalable high-throughput sequencing data error correction via oligomers"
      },
      {
        "paperId": "93d3753cd3f98b53d0320a92dc33d7adb28eb737",
        "title": "Applications of High-Fidelity Sequencing Protocol to RNA Viruses"
      },
      {
        "paperId": "488bffc68f690e33a65b472fc69914721b87d879",
        "title": "Metagenomic Assembly: Overview, Challenges and Applications"
      },
      {
        "paperId": "11aff2458690602da1ce1df4189fbb40ca83989a",
        "title": "Pooling Strategy for Massive Viral Sequencing"
      },
      {
        "paperId": "666298b9ebd83d630c4d4c7306090af6a36e396f",
        "title": "Reconstruction of Infectious Bronchitis Virus Quasispecies from NGS Data"
      },
      {
        "paperId": "4818fa53bb0afe63551128adeabc93cc59d035d9",
        "title": "Probabilistic Viral Quasispecies Assembly"
      },
      {
        "paperId": "76479e7055cff3ba866f49f01a7e82fe5fc56a3c",
        "title": "Third generation sequencing technologies applied to diagnostic microbiology: benefits and challenges in applications and data analysis"
      },
      {
        "paperId": "38081b38f35a6b269a96a3af2e79503629014cb5",
        "title": "Improved Error Correction of NGS Data"
      },
      {
        "paperId": "6b881730788724e674806854f0c20fec32ee9d96",
        "title": "Challenges in the analysis of viral metagenomes"
      },
      {
        "paperId": "991a144b7112389d8ad91cda7a7c3fa1071405a2",
        "title": "Exploiting natural selection to study adaptive behavior"
      },
      {
        "paperId": "b28d0ad8af98f34c4b9fefc5875c2967cac8afe9",
        "title": "High-throughput pipeline for the de novo viral genome assembly and the identification of minority variants from Next-Generation Sequencing of residual diagnostic samples"
      },
      {
        "paperId": "04ada204be528c5c5b6c36fc83808eabddeba7f4",
        "title": "Differences in the Selection Bottleneck between Modes of Sexual Transmission Influence the Genetic Composition of the HIV-1 Founder Virus"
      },
      {
        "paperId": "3414607bebfbf5f3fbeef3b982307b22f499772a",
        "title": "Bioinformatics tools for analysing viral genomic data."
      },
      {
        "paperId": "b04ad22c1ac6b970111efefb00d4009d7f80c744",
        "title": "Analysis of Next-generation Sequencing Data in Virology - Opportunities and Challenges"
      },
      {
        "paperId": "f43320090e55751a9edc1b5027f2e74d8d622f84",
        "title": "Persistent HIV-1 replication maintains the tissue reservoir during therapy"
      },
      {
        "paperId": "2b3653a310fdd3aabb564d0347adbb38e706795f",
        "title": "Accurate reconstruction of viral quasispecies spectra through improved estimation of strain richness"
      },
      {
        "paperId": "63d942146e9fab101c9927d6ac56fface10cb396",
        "title": "Estimation of evolutionary parameters using short, random and partial sequences from mixed samples of anonymous individuals"
      },
      {
        "paperId": "81acfdc1ccadc42fec2f289b11bd491c7ba713be",
        "title": "High-resolution genetic profile of viral genomes: why it matters."
      },
      {
        "paperId": "7b1898a624c0f662259568583706edee26944472",
        "title": "Comparison of Major and Minor Viral SNPs Identified through Single Template Sequencing and Pyrosequencing in Acute HIV-1 Infection"
      },
      {
        "paperId": "4cc576244b7618c65ffe9cf1323f00f231501247",
        "title": "Frequency-based haplotype reconstruction from deep sequencing data of bacterial populations"
      },
      {
        "paperId": "fb4ef49787dbf395804d3860862b9ad51a35bace",
        "title": "Rapid identification of pathogens using molecular techniques"
      },
      {
        "paperId": "34e8eac75ea58fa04b6d5749a564e8916440a3b5",
        "title": "ViQuaS: an improved reconstruction pipeline for viral quasispecies spectra generated by next-generation sequencing"
      },
      {
        "paperId": "62e119aa3e220ff87b1fed9cbacd0e3247ebac77",
        "title": "Deconvoluting the Composition of Low-Frequency Hepatitis C Viral Quasispecies: Comparison of Genotypes and NS3 Resistance-Associated Variants between HCV/HIV Coinfected Hemophiliacs and HCV Monoinfected Patients in Japan"
      },
      {
        "paperId": "9c98d967becadb7b88f1f5f72c5130faf8863895",
        "title": "ViVaMBC: estimating viral sequence variation in complex populations from illumina deep-sequencing data using model-based clustering"
      },
      {
        "paperId": "d16eec3606d7f2179de552b21319d812de3f4ca7",
        "title": "Maximum Likelihood de novo reconstruction of viral populations using paired end sequencing data"
      },
      {
        "paperId": "5300236fd220eba90ad1faefc8110b7207f75444",
        "title": "Maximum Likelihood Estimation and Phylogenetic Tree based Backward Elimination for reconstructing Viral Haplotypes in a Population"
      },
      {
        "paperId": "7efe887445ca0403fae6e6f3e74ee1b2381badfe",
        "title": "Quasispecies reconstruction based on vertex coloring algorithms"
      },
      {
        "paperId": "8512f5198519cfd0caae8eaa46c83730dd84635d",
        "title": "The Effect of Interference on the CD8+ T Cell Escape Rates in HIV"
      },
      {
        "paperId": "8987ad0a55a3d7cedaa6b623cbc6386402270bcd",
        "title": "Sequencing pools of individuals — mining genome-wide polymorphism data without big funding"
      },
      {
        "paperId": "2a52a5b1c9280f33f0a9c2f5771b86637eb57b77",
        "title": "PAPNC, a novel method to calculate nucleotide diversity from large scale next generation sequencing data."
      },
      {
        "paperId": "78c0a746034404edb9cbdbd19bd40389c3b6bdbc",
        "title": "Accurate viral population assembly from ultra-deep sequencing data"
      },
      {
        "paperId": "d1f44a5fc31729ee9fb227b6a4a4b973a8a6e309",
        "title": "HErCoOl: High-Throughput Error Correction by Oligomers"
      },
      {
        "paperId": "fef00845be483e430abb1b725d80c0ac188c9304",
        "title": "HIV-1 Quasispecies Delineation by Tag Linkage Deep Sequencing"
      },
      {
        "paperId": "2371385ed7f88343034ca34f4a6b9a9143460c8e",
        "title": "Benchmarking of viral haplotype reconstruction programmes: an overview of the capacities and limitations of currently available programmes"
      },
      {
        "paperId": "cae7b06dfa3a15e7a3b42249db66f43316f3ea36",
        "title": "Inference with viral quasispecies diversity indices: clonal and NGS approaches"
      },
      {
        "paperId": "f6cd11d6dcb1573d371fd221fb5c67a5d77c6b4f",
        "title": "Viral Quasispecies Assembly via Maximal Clique Enumeration"
      },
      {
        "paperId": "43ccbff3042078c607fe9c78b11e92cfa2d3aa87",
        "title": "Epstein-Barr Virus Latent Membrane Protein 1 Genetic Variability in Peripheral Blood B Cells and Oropharyngeal Fluids"
      },
      {
        "paperId": "74d002970e868b23b9e9b99db99a56f1a7973260",
        "title": "Ultra-Deep Pyrosequencing (UDPS) Data Treatment to Study Amplicon HCV Minor Variants"
      },
      {
        "paperId": "f57cf74eb17e473f8c6a4cdb8bd18eb083d39cc9",
        "title": "Viral quasispecies inference from 454 pyrosequencing"
      },
      {
        "paperId": "fab8e4b839e7e3419bdf574741a9d33deb09efee",
        "title": "Empirical validation of viral quasispecies assembly algorithms: state-of-the-art and challenges"
      },
      {
        "paperId": "c3d283defe4a34b74c638f34dffe7d53cef67536",
        "title": "V-Phaser 2: variant inference for viral populations"
      },
      {
        "paperId": "2b887e7e15b0f478d22ba227250ffae2e4561c13",
        "title": "Improved Detection of Rare HIV-1 Variants using 454 Pyrosequencing"
      },
      {
        "paperId": "a3984f7240e2f66e3861a832a8cf3c593e7ccf7b",
        "title": "Indel and Carryforward Correction (ICC): a new analysis approach for processing 454 pyrosequencing data"
      },
      {
        "paperId": "01893369bdd49ad4e756117b40e627b81d458d73",
        "title": "Reliable reconstruction of HIV-1 whole genome haplotypes reveals clonal interference and genetic hitchhiking among immune escape variants"
      },
      {
        "paperId": "674a7a0708038be7982c34f75b040eb1dcfd1caf",
        "title": "Quality Score Based Identification and Correction of Pyrosequencing Errors"
      },
      {
        "paperId": "895f7321c7fbbcde120fef324be834c13e1cd74a",
        "title": "Detection of Mixed Infection from Bacterial Whole Genome Sequence Data Allows Assessment of Its Role in Clostridium difficile Transmission"
      },
      {
        "paperId": "d067945e18172ed584b276a3653e395dec4987ac",
        "title": "Sequencing approach to analyze the role of quasispecies for classical swine fever."
      },
      {
        "paperId": "3d8c69fc8d840bbb70234a177d01f3a8057b6587",
        "title": "Molecular epidemiology of betanodavirus-sequence analysis strategies and quasispecies influence outbreak source attribution."
      },
      {
        "paperId": "a3a562ada6444727cc498ae8e966dec76036bcc1",
        "title": "Sequence assembly demystified"
      },
      {
        "paperId": "2e93b8f5419c8e546d627b463f9cb29a2a895c7d",
        "title": "De Novo Sequence Assembly of Viral Quasispecies"
      },
      {
        "paperId": "b230fe039037d3f7c61feafd7ed3534b29801fdd",
        "title": "Read length versus Depth of Coverage for Viral Quasispecies Reconstruction"
      },
      {
        "paperId": "3be20ebc4d9f7c3523c551fdfab02094ba3370b6",
        "title": "Challenges and opportunities in estimating viral genetic diversity from next-generation sequencing data"
      },
      {
        "paperId": "e6bca6ec588ef6573556da2a0f2d62963a0de4b8",
        "title": "Highly Sensitive and Specific Detection of Rare Variants in Mixed Viral Populations from Massively Parallel Sequence Data"
      },
      {
        "paperId": "8c1bdb4bc79d47a9e61d3e41a5c10e2f1bc6bc0f",
        "title": "QColors: An algorithm for conservative viral quasispecies reconstruction from short and non-contiguous next generation sequencing reads"
      },
      {
        "paperId": "6049d7380992021e993338c109b5a1ab2b1094f0",
        "title": "Bioinformatics tools for the investigation of viral evolution and molecular epidemiology."
      },
      {
        "paperId": "92d7dbc7ee38a899a8eda8f0eab4c292f7fc014c",
        "title": "Algorithms for analysis of next-generation viral sequencing data"
      },
      {
        "paperId": "2f02e8f4b263984219098fb877e783ac8e07a013",
        "title": "CliqueSNV: An Efficient Noise Reduction Technique for Accurate Assembly of Viral Variants from NGS Data"
      },
      {
        "paperId": "7151f77dfab58b7623ba8f5a86d86fced86d7da6",
        "title": "CliqueSNV: Scalable Reconstruction of Intra-Host Viral Populations from NGS Reads"
      },
      {
        "paperId": "0c47ae92bc4147011ab217c36c21842694261825",
        "title": "Human Body to Water Reservoirs: Estimating Viral Population Characteristics Using High-Throughput Sequencing"
      },
      {
        "paperId": "1fcc1b9da1702ff598d5b0ff297d99f935a1cf56",
        "title": "Software for Characterizing the Antigenic and Genetic Evolution of Human Influenza Viruses."
      },
      {
        "paperId": "efb481c891738284d516a769292f7e70e64ecce7",
        "title": "Analysis of NGS Data from Immune Response and Viral Samples"
      },
      {
        "paperId": "428558f31c026343ecaa1314138c41219c67dda3",
        "title": "Clinical Application of Next Generation Sequencing Data in Virology and Oncology (Klinische Anwendung von Next-Generation Sequenzierungsdaten in der Virologie und Onkologie)"
      },
      {
        "paperId": "b5d0e0841d60d32a20c841f8d2a664f5b811cd11",
        "title": "High-throughput pipeline for the de novo viral genome assembly and the identification of minority variants from Next-Generation Sequencing of residual diagnostic samples Running head De novo assembly and variants from NGS clinical samples Authors"
      },
      {
        "paperId": "b9cfedcdf83e89a96643629c1d9ef14357a9c0d4",
        "title": "Computational Methods for Sequencing and Analysis of Heterogeneous RNA Populations"
      },
      {
        "paperId": "a9866b948d43ee3a9d66993b843e2577392a7f7c",
        "title": "Estimating Fitness of Viral Quasispecies from Next-Generation Sequencing Data."
      },
      {
        "paperId": "e63c6a0640fc08efc0c2a88996720c0114b6b173",
        "title": "Quasispecies: From Theory to Experimental Systems"
      },
      {
        "paperId": "fba1ad2606d2cb3363bd278effb32c60864f9128",
        "title": "High-throughput pipeline for the de novo viral genome assembly and the identification of minority variants from Next-Generation Sequencing of residual diagnostic samples Running head De novo assembly and variants from NGS clinical samples Authors"
      },
      {
        "paperId": "e8d66fdb82b8739d141c3391f489717b1154ede6",
        "title": "Computational Techniques for Assembling Next-Generation Sequencing Data from Viral Quasispecies"
      },
      {
        "paperId": "94d676599b9f35a8405ce35ebf70af0cf783a368",
        "title": "Genomic Applications in the Clinical Management of Infectious Diseases"
      },
      {
        "paperId": "3026f88becc5bfb07bb90029ddc95380fc2cca40",
        "title": "Deep Sequencing Applications for Vaccine Development and Safety"
      },
      {
        "paperId": "7cbe7438e457c45c4d87e67617911f8c33c80b15",
        "title": "Quasispecies dynamics and treatment outcome during early hepatitis C infection in a cohort of HIV-infected men"
      },
      {
        "paperId": "765de4e95f57cffa4a58efb63385f82a73acdfed",
        "title": "HIV Haplotype Inference Using a Propagating Dirichlet Process Mixture Model"
      },
      {
        "paperId": "075d7b7c566f80def91f74ed5c2628842c66e4c4",
        "title": "Algorithms for Viral Population Analysis"
      },
      {
        "paperId": "248150e14b51d2347bd35aee091e659d3d4bf92d",
        "title": "Epstein-barr virus latent membrane protein 1 genetic variability in peripheral blood B cells and oropharyngeal fluids"
      },
      {
        "paperId": "869e58fcc4d181cdff2ebf5c9b1c295cc29a3fe6",
        "title": "Machine learning methods for HIV/AIDS diagnostics and therapy planning"
      },
      {
        "paperId": "7fb392c9ca5f53626f8c60e1871114b6baa4bbf1",
        "title": "Low-frequency variant detection in viral populations using massively parallel sequencing data"
      },
      {
        "paperId": "aca7763fbc01ac10a02c25263df43b0d9afc6d7c",
        "title": "Blood B Cells and Oropharyngeal Fluids Protein 1 Genetic Variability in Peripheral Epstein-Barr Virus Latent Membrane"
      },
      {
        "paperId": "0f4a56379663648050035a84a0564f956f23d123",
        "title": "The Impact of CD8⁺ T Cell Killing on the Within-Host Dynamics and Evolution of Virus Infections"
      },
      {
        "paperId": "714aa0193aa0542b850a033183a9eb79f62a3892",
        "title": "Algorithms for viral haplotype reconstruction and bacterial metagenomics : resolving fine-scale variation in next generation sequencing data"
      },
      {
        "paperId": "89a0fd5c7dd4b26c4909a935a594d39db9baf14b",
        "title": "Viral quasispecies reconstruction using next generation sequencing reads"
      },
      {
        "paperId": "f255fd041412bfa6b102df9278f7838617587537",
        "title": "Unbiased, next-generation sequencing for the characterization of Citrus tristeza virus populations"
      },
      {
        "paperId": "a2a6e0570a0f1527107e2efec666a5f91a2dc9df",
        "title": "V-Phaser 2: variant inference for viral"
      },
      {
        "paperId": "1c930bf9ede77aba0dca732ae8a8613d14a4ccf4",
        "title": "Molecular tagging to overcome limitations of massively parallel sequencing"
      }
    ],
    "references": [
      {
        "paperId": "e953ed9fde5a4fbe86227d32bd9c09a7a2df75ed",
        "title": "Ultra-deep sequencing for the analysis of viral populations."
      },
      {
        "paperId": "388b4ac0548d77e6fd86aef9f30f15346b92b8ff",
        "title": "Inferring viral quasispecies spectra from 454 pyrosequencing reads"
      },
      {
        "paperId": "0b90caf141ec80ce2bbab6a10ba9bcb16738e45f",
        "title": "Sequencing technologies and genome sequencing"
      },
      {
        "paperId": "982bf0666b09769314904e07ef2750a0b0ffd8ab",
        "title": "Deep Sequencing of Patient Genomes for Disease Diagnosis: When Will It Become Routine?"
      },
      {
        "paperId": "7366beac1ab850e6af90b3cbad08e1f76527397f",
        "title": "Accuracy and quality assessment of 454 GS-FLX Titanium pyrosequencing"
      },
      {
        "paperId": "8f25d64f364802b834ebebb0afa2d61d8ea167ae",
        "title": "ShoRAH: estimating the genetic diversity of a mixed sample from next-generation sequencing data"
      },
      {
        "paperId": "cb5de6f368891688f00aa60b1d79dd4e29d00025",
        "title": "Combinatorial analysis and algorithms for quasispecies reconstruction using next-generation sequencing"
      },
      {
        "paperId": "8d000772f3f26ed2b2524c31078781d2916c3cbf",
        "title": "The Evolutionary Analysis of Emerging Low Frequency HIV-1 CXCR4 Using Variants through Time—An Ultra-Deep Approach"
      },
      {
        "paperId": "be7a1035a408c9b83ec4276dd58f42dfea85bac6",
        "title": "Error correction of next-generation sequencing data and reliable estimation of HIV quasispecies"
      },
      {
        "paperId": "b25491bd34e5239dd050a77a3c8a0a868aa386e1",
        "title": "The RNA virus quasispecies: fact or fiction?"
      },
      {
        "paperId": "d206ac8572f7480e5d1e92620060a39a8c3fd3ce",
        "title": "Assembly algorithms for next-generation sequencing data."
      },
      {
        "paperId": "70be7a5fc8b4802cd3137af0fc95c70ae3bf2559",
        "title": "Unfinished stories on viral quasispecies and Darwinian views of evolution."
      },
      {
        "paperId": "25e6f4e160e0b09a0f7dbea3cebb7d4611953f8b",
        "title": "Deep Sequencing of a Genetically Heterogeneous Sample: Local Haplotype Reconstruction and Read Error Correction"
      },
      {
        "paperId": "22c0c66a6eca06a3a4f7c996047b3251f5d6cd0b",
        "title": "HCV Quasispecies Assembly Using Network Flows"
      },
      {
        "paperId": "c482c23934fa90c68947f749cd4f07f6b1890086",
        "title": "Population Sequencing Using Short Reads: HIV as a Case Study"
      },
      {
        "paperId": "350f0fa0904e7f0383f45cc55afaf73e19f2ed7f",
        "title": "Characterization of mutation spectra with ultra-deep pyrosequencing: application to HIV-1 drug resistance."
      },
      {
        "paperId": "7513e301ba3829033ab6ab022eecaaf1b0352144",
        "title": "Viral Population Estimation Using Pyrosequencing"
      },
      {
        "paperId": "ae3fefc018cd990a3995eab660e05fc866b1795e",
        "title": "Sequence Alignment: An Approximation Law for the Z-value with Applications to Databank Scanning"
      },
      {
        "paperId": "4643b621aec09dafe5dbfe4f3cc16eacff952d43",
        "title": "An improved algorithm for matching biological sequences."
      },
      {
        "paperId": "b0591736dc063ad37486ef1aeb165386aa0447b6",
        "title": "HIV-Haplotype Inference using a Constraint-based Dirichlet Process Mixture Model"
      },
      {
        "paperId": "4aacf3335fca0a67c8f7034aaf2e74b5d300d771",
        "title": "Sequencing technologies — the next generation"
      }
    ]
  }
}