{
  "cache_date": "2025-09-01T08:44:47.442990",
  "data": {
    "paperId": "a9431c4840e6e64157b51fa9344eaad22c75b52d",
    "externalIds": {
      "DOI": "10.1101/2021.08.28.458005",
      "CorpusId": 237366182
    },
    "url": "https://www.semanticscholar.org/paper/a9431c4840e6e64157b51fa9344eaad22c75b52d",
    "title": "Identification and Interaction Analysis of Molecular Markers in Myocardial Infarction by Integrated Bioinformatics Analysis",
    "venue": "bioRxiv",
    "year": 2021,
    "referenceCount": 239,
    "citationCount": 0,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "https://www.biorxiv.org/content/biorxiv/early/2021/08/28/2021.08.28.458005.full.pdf",
      "status": "GREEN",
      "license": null,
      "disclaimer": "Notice: The following paper fields have been elided by the publisher: {'references'}. Paper or abstract available at https://api.unpaywall.org/v2/10.1101/2021.08.28.458005?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1101/2021.08.28.458005, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "3543492",
        "name": "B. Vastrad"
      },
      {
        "authorId": "1780096",
        "name": "C. Vastrad"
      }
    ],
    "citations": [],
    "abstract": "Myocardial infarction (MI) is the leading cardiovascular diseases in worldwide, yet relatively little is known about the genes and signaling pathways involved in MI progression. The present investigation aimed to elucidate potential crucial candidate genes and pathways in MI. expression profiling by high throughput sequencing dataset (GSE132143) was downloaded from the Gene Expression Omnibus (GEO) database, which included data from 20 MI samples and 12 normal control samples. Differentially expressed genes (DEGs) were identified using t-tests in the DESeq2 R package. These DEGs were subsequently investigated by Gene Ontology (GO) and pathway enrichment analysis, a protein-protein interaction (PPI) network, modules, miRNA-hub gene regulatory network and TF-hub gene regulatory network were constructed and analyzed. Hub genes were validated by receiver operating characteristic curve (ROC) analysis. In total, 958 DEGs were identified, of which 480 were up regulated and 478 were down regulated. GO and pathway enrichment analysis results revealed that the DEGs were mainly enriched in, immune system, neuronal system, response to stimulus, and multicellular organismal process. A PPI network, modules, miRNA-hub gene regulatory network and TF-hub gene regulatory network was constructed by using Cytoscape software, and CFTR, CDK1, RPS13, RPS15A, RPS27, NOTCH1, MRPL12, NOS2, CCDC85B and ATN1 were identified as the hub genes. Our results highlight the important roles of the genes including CFTR, CDK1, RPS13, RPS15A, RPS27, NOTCH1, MRPL12, NOS2, CCDC85B and ATN1 in MI pathogenesis or therapeutic management.",
    "references": null
  }
}