{
  "cache_date": "2025-05-01T09:40:36.435509",
  "data": [
    {
      "created": "2025-04-30T15:59:53.036770+00:00",
      "modified": "2025-04-30T15:59:53.157608+00:00",
      "id": 15311562,
      "conceptrecid": "15311561",
      "doi": "10.5281/zenodo.15311562",
      "conceptdoi": "10.5281/zenodo.15311561",
      "doi_url": "https://doi.org/10.5281/zenodo.15311562",
      "metadata": {
        "title": "Artifacts for the Paper \"QUIC Steps: Evaluating Pacing Strategies in QUIC Implementations\"",
        "doi": "10.5281/zenodo.15311562",
        "publication_date": "2025-04-30",
        "description": "This repository contains all artifacts belonging to the paper \"QUIC Steps: Evaluating Pacing Strategies in QUIC Implementations\".",
        "access_right": "open",
        "creators": [
          {
            "name": "Kempf, Marcel",
            "affiliation": "Technical University of Munich",
            "orcid": "0000-0001-7540-776X"
          },
          {
            "name": "Tietz, Simon",
            "affiliation": "Technical University of Munich",
            "orcid": "0009-0007-9470-463X"
          },
          {
            "name": "Jaeger, Benedikt",
            "affiliation": "Technical University of Munich",
            "orcid": "0000-0002-8541-5496"
          },
          {
            "name": "Späth, Johannes",
            "affiliation": "Technical University of Munich",
            "orcid": "0009-0008-5564-2090"
          },
          {
            "name": "Carle, Georg",
            "affiliation": "Technical University of Munich",
            "orcid": "0000-0002-2347-1839"
          },
          {
            "name": "Zirngibl, Johannes",
            "affiliation": "Max Planck Institute for Informatics",
            "orcid": "0000-0002-2918-016X"
          }
        ],
        "related_identifiers": [
          {
            "identifier": "https://github.com/tumi8/quic-pacing-paper/tree/v0.1.0",
            "relation": "isSupplementTo",
            "resource_type": "software",
            "scheme": "url"
          }
        ],
        "version": "v0.1.0",
        "custom": {
          "code:codeRepository": "https://github.com/tumi8/quic-pacing-paper"
        },
        "resource_type": {
          "title": "Software",
          "type": "software"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15311561"
              }
            }
          ]
        },
        "notes": "If you use this repository, please cite it using the metadata from this file."
      },
      "title": "Artifacts for the Paper \"QUIC Steps: Evaluating Pacing Strategies in QUIC Implementations\"",
      "links": {
        "self": "https://zenodo.org/api/records/15311562",
        "self_html": "https://zenodo.org/records/15311562",
        "preview_html": "https://zenodo.org/records/15311562?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.15311562",
        "self_doi": "https://doi.org/10.5281/zenodo.15311562",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15311562",
        "parent": "https://zenodo.org/api/records/15311561",
        "parent_html": "https://zenodo.org/records/15311561",
        "parent_doi": "https://doi.org/10.5281/zenodo.15311561",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15311561",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15311562/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15311562/sequence/default",
        "files": "https://zenodo.org/api/records/15311562/files",
        "media_files": "https://zenodo.org/api/records/15311562/media-files",
        "archive": "https://zenodo.org/api/records/15311562/files-archive",
        "archive_media": "https://zenodo.org/api/records/15311562/media-files-archive",
        "latest": "https://zenodo.org/api/records/15311562/versions/latest",
        "latest_html": "https://zenodo.org/records/15311562/latest",
        "versions": "https://zenodo.org/api/records/15311562/versions",
        "draft": "https://zenodo.org/api/records/15311562/draft",
        "reserve_doi": "https://zenodo.org/api/records/15311562/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15311562/access/links",
        "access_grants": "https://zenodo.org/api/records/15311562/access/grants",
        "access_users": "https://zenodo.org/api/records/15311562/access/users",
        "access_request": "https://zenodo.org/api/records/15311562/access/request",
        "access": "https://zenodo.org/api/records/15311562/access",
        "communities": "https://zenodo.org/api/records/15311562/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15311562/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15311562/requests"
      },
      "updated": "2025-04-30T15:59:53.157608+00:00",
      "recid": "15311562",
      "revision": 4,
      "files": [
        {
          "id": "8e97236d-3a09-4130-8ca3-557c05b0173a",
          "key": "tumi8/quic-pacing-paper-v0.1.0.zip",
          "size": 4323668,
          "checksum": "md5:716d71e420dc6c6b12a71ebb5dc248a4",
          "links": {
            "self": "https://zenodo.org/api/records/15311562/files/tumi8/quic-pacing-paper-v0.1.0.zip/content"
          }
        }
      ],
      "swh": {
        "swhid": "swh:1:dir:dae34794ebe35798907f6ec44f67b35a7603f857;origin=https://doi.org/10.5281/zenodo.15311561;visit=swh:1:snp:261e748a6b3f499e9cf668587e1864901b74f39f;anchor=swh:1:rel:de7af923847dbf9644c7afd4f46bdb4221f36f56;path=tumi8-quic-pacing-paper-bfd93f8"
      },
      "owners": [
        {
          "id": "1306398"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 8,
        "unique_views": 4,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 4,
        "version_views": 8
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-30T13:02:40.659211+00:00",
      "modified": "2025-04-30T14:39:51.587044+00:00",
      "id": 15310454,
      "conceptrecid": "15310453",
      "doi": "10.5281/zenodo.15310454",
      "conceptdoi": "10.5281/zenodo.15310453",
      "doi_url": "https://doi.org/10.5281/zenodo.15310454",
      "metadata": {
        "title": "Tamarix",
        "doi": "10.5281/zenodo.15310454",
        "publication_date": "2025-02-03",
        "description": "<p><b>4.1 | Anatomical-Hydraulic Traits of the <i>Tamarix</i> Species Compared to Phylogeny and Distribution</b></p><p>Despite their shared morphology and commonality in their occurrence at dry and salt-influenced sites, the investigated <i>Tamarix</i> species exhibited striking differences in their anatomical and hydraulic features. However, the phylogenetically most distant species <i>T. aphylla</i> and <i>T. hispida</i> did not differ in these traits from most of the other species and the phylogenetic distances among the species were not correlated with their distances among traits. This prompts us to reject our first general hypothesis as well as Subhypothesis 1.1. Under the assumption that the <i>T. hispida</i> specimens investigated in our study are representative of the species, <i>T. hispida</i> 's intermediate position in most of the studied features can be explained by its wide distributional range, which reaches from N China across entire Central Asia to Iran, covering approximately 90&deg; of geographical longitude, and, thus, requires adaptation to a relatively broad range of habitat and climatic conditions. In principle, plant functional traits can adopt similar values across a wide range of environmental conditions (Anderegg 2023). Accordingly, 19 species of western North-American oaks exhibited a relatively high embolism resistance along an aridity gradient from mesic to xeric sites (Skelton et al. 2021). In a comparison of deciduous ring-porous oak species, <i>Quercus robur</i> L., which has the widest distribution of the Eurasian oaks extending from north-western Spain to the Ural (Meusel, Jaeger, and Weinert 1965) with a strong climatic gradient, exhibits a <i>P</i> 50 value of &minus;2.7 MPa that is between that of the North-American <i>Q. rubra</i> L. (&minus;2.3 MPa), which has been successfully cultivated in Central Europe, and the indigenous <i>Q. petraea</i> ([Matt.] Liebl.) and <i>Q. pubescens</i> Willd. (both &minus;3.3 MPa; Tyree and Cochard 1996). Likewise, <i>T. hispida</i> 's anatomical-hydraulic traits took a position between the other <i>Tamarix</i> species along the regressions with climatic variables except for wood density, which was the lowest of all the <i>Tamarix</i> species studied here. However, its low wood density of 0.62 &plusmn; 0.02 g cm&minus;3 is in the range of 0.51&mdash;0.65 g cm&minus;3 that, across a broad range of angiosperm and gymnosperm families from all continents, has been assessed to be most efficient in water transport (Kallarackal et al. 2013). This may enhance the species' capability to conquer additional habitats. Wood density also was the only anatomical-hydraulic trait, in which <i>T. hispida</i> differed significantly from <i>T. aphylla</i> that also has a wide distribution (across approximately 90&deg; of longitude) but is more confined to warmer climates (Table 1).</p><p>In conformity with our Subhypothesis 1.2, the traits of <i>T. boveana</i> and <i>T. gallica</i>, which are proximate in phylogeny, geographic distribution and exposure to site and climate conditions, are similar to each other. This is in parallel to the findings by Skelton et al. (2021) of closely related North-American oak species varying only little in their resistance to xylem embolism. It seems that in all these species, genetic relatedness, distribution range and adaptation to similar environmental conditions have resulted in similar trait expression. In the case of the Spanish <i>Tamarix</i> species investigated here, this similarity in trait expression may have evolved during the genus' spread from the east to the west of the Mediterranean region and adjacent areas. In that direction, the species number of <i>Tamarix</i> decreases (Terrones and Juan 2023) and this trend may have been accompanied by a specialisation during the evolution of these two taxa that are the youngest in our species set (&le; 1 million years [Myr] old) (Terrones and Juan 2023). This specialisation may have been a response to the transition from a temperate to a cooler and drier climate, especially during the glacials, at the end of the Early Pleistocene (Middle&ndash;Late Calabrian), which was also accompanied by a spread of steppe taxa at lower elevations of the Mediterranean region (Combourieu-Nebout et al. 2015). On the other hand, larger phylogenetic distances among co-occurring woody species of the same genus with convergent traits have also been found and related to competition avoidance or niche partitioning within the same habitat in oak communities of Florida (Cavender-Bares et al. 2004). At the habitat scale, such niche partitioning between the two Spanish <i>Tamarix</i> species of our study may have been effective at sites with severe drought (<i>T. gallica</i>) or salt stress (<i>T. boveana</i>; cf. Table 1) but could not be explored within the scope of the present investigation.</p><p><i>Tamarix ramosissima</i> displays a similarly wide or even wider longitudinal distribution than <i>T. hispida</i> (from N Korea to SE Turkey). Maybe even more importantly, it can grow under very harsh environmental conditions in an extremely continental climate, characterised by very cold winters and hot-dry summers with extremely low amounts of annual precipitation (down to approximately 33 mm; Thomas et al. 2000). In such regions, <i>T. ramosissima</i> can penetrate far into the desert (Bruelheide et al. 2010) by forming cone-shaped dunes (Qong, Takamura, and Hudaberdi 2002), provided that the plants have access to groundwater (Thomas et al. 2006). Under conditions of regular severe winter frost and high transpirational demand in summer, a high resistance against xylem dysfunction due to embolism of the conduits is necessary. In accordance with our Hypothesis 2.1, this is accomplished in <i>T. ramosissima</i> by the most negative <i>P</i> 50 values found in our study. Likewise, in a comparison of <i>Nothofagus</i> species in South-Central Chile, <i>N. antarctica</i> (G.Forst.) Oerst., whose distribution centre is located at the highest elevations (&gt; 1500 m a.s.l.), exhibited the smallest conduit areas and the most negative <i>P</i> 50 values (Dettmann, P&eacute;rez, and Thomas 2013). Nevertheless, <i>T. ramosissima</i> also disposes of a certain fraction of large conduits and exhibits the largest maximum conduit area, which facilitates high rates of water transport from the roots to the leaves (i.e., high <i>k</i> t values) during the period of rapid growth after the onset of continental spring (Thomas et al. 2008). Thus, the possession of large fractions of both small and wide conduits&mdash;'vessel dimorphism&rsquo; (cf. Dickison 2000)&mdash;facilitates the expansion of <i>T. ramosissima</i> and <i>T. hispida</i> into regions characterised by hot-dry as well as cold seasons.</p><p>As they display (semi-)ring porous wood with its broad vessels as well as simple perforation plates, <i>Tamarix</i> species are already at the pinnacle of water-conducting efficiency (cf. Sperry 2003). Nevertheless, the differences in anatomical and hydraulic traits among the species investigated in the present study might to some extent be related to their evolutionary history, although we found no significant correlations between the distances in phylogeny and the investigated traits. <i>Tamarix aphylla</i>, which has a broad longitudinal distribution from north-western India to Morocco (approx. 83&deg;), is similar to most other <i>Tamarix</i> species of the present study in its anatomical-hydraulic traits and belongs to the basal group of the genus, which has a crown age of 16.65 Myr (Terrones and Juan 2023) that extends to the climatic optimum of the Miocene. Speciation then progressed to <i>T. hispida</i> with an age of 4.47 Myr (Terrones and Juan 2023) and a similarly wide distribution, also requiring adaption of the wood's anatomical-hydraulic traits to a broad range of environmental conditions (see above). <i>Tamarix nilotica</i> with an age of less than 3 Myr (Terrones and Juan 2023) and a distribution range restricted to the Levant and north-eastern Africa is more specialised, exhibiting anatomical traits that facilitate an efficient water transport at times of ample water supply. Its evolution may be related to the onset of the Mediterranean climate (3.2&mdash;2.8 Myr B.P.; Terrones and Juan 2023). At the other end of the spectrum, the Spanish species <i>T. gallica</i> and <i>T. boveana</i>, the youngest taxa of our study (&le; 1 Myr; Terrones and Juan 2023), exhibit traits related to high embolism resistance, which is typical of species that need not only tolerate drought but also salt stress. Unfortunately, no robust data are available on the ages of <i>T. ramosissima</i> and <i>T. negevensis</i>.</p><p>Wood hydraulic properties, and hydraulic conductance and embolism resistance in particular, are also influenced by other anatomical traits, whose examination was beyond the scope of the present study. For instance, conduit conductivity scales with conduit length (Choat, Cobb, and Jansen 2008) and is positively related to the extent of conduit aggregation (Mart&iacute;nez-Vilalta et al. 2012). Embolism resistance is not only positively correlated with (<i>t b</i> &minus;1) h 2 (see Section 2.4), but also with the proportion of the xylem's libriform fibre walls close to the conduits and negatively, with the fibres' lumen areas (Jacobsen et al. 2005; Lachenbruch and McCulloh 2014). Regarding the conduits' ultrastructure, embolism resistance proved to be negatively related to the pit membrane area per conduit and the occurrence of large pores (Hacke et al. 2006; Wheeler et al. 2005). However, as the conduit's pit membrane area is connected to the conduit diameter, which, together with (<i>t b</i> &minus;1) h 2, has also been determined in the present study, we are confident that our anatomical investigations have captured the most relevant traits related to the hydraulic properties of the wood. Nevertheless, other anatomical traits that have not been investigated here might exhibit a stronger linkage to the species' phylogeny.</p><p><b>4.2 | Anatomical-Hydraulic Traits of <i>Tamarix</i> Species in Relation to Climate</b></p><p>Our results agree with former studies showing high correlation between the variation in anatomical-hydraulic traits and site climate. Across the Oleaceae family with its cosmopolitan distribution from the tropics to cool-temperate latitudes, including 29 genera and more than 600 species, the vessel diameter decreases and the vessel frequency increases with increasing seasonality or lower cold-season temperatures, which can be interpreted as a strategy of higher safety from freeze-induced embolism in cold periods (Baas et al. 1988; Niu, Meinzer, and Hao 2017; Sperry and Sullivan 1992). Likewise, out of five endemic <i>Rhamnus</i> species (Rhamnaceae) growing in the Mediterranean region of southern Turkey, the species occurring close to the sea level in a milder climate exhibited a larger vessel area (calculated from the averaged radial and tangential vessel diameters) than the other species, which grew at elevations of 700 m a.s.l or above (Akkemik et al. 2007). The <i>P</i> 50 values of the Asian <i>Juniper</i> species <i>J</i><i>. drupacea</i> Labill., <i>J. pseudosabina</i> Fisch. &amp; C.A.Mey. and <i>J. seravschanica</i> Kom. were negatively related to the mean annual temperature and positively, to the precipitation sum of the driest quarter at their sites of growth (Larter et al. 2024). For <i>Prunus</i> (Rosaceae), evidence was provided for a co-evolution of wood anatomy-based embolism resistance in closely related species, driven by adaptation to environmental conditions (Scholz et al. 2013). Overall, these results suggest that not only forms of growth, life and leaves but also anatomical-hydraulic traits of the wood have been differentiated along phylogenetic paths during evolution, whereas their extant configuration is organised as a specific adaptation to the respective sites of growth, resulting in clear differences among related species. At the species level, the results of our comparison of <i>Tamarix</i> species across a wide geographic gradient is in line with these implications.</p><p>At least five out of the seven <i>Tamarix</i> species studied here can certainly be considered phreatophytes, that is, plants with a temporary or permanent access to the groundwater (Table 1; Thomas 2014). Probably, this is also true for <i>T. negevensis</i> and <i>T. nilotica</i> (Zohary 1982). Accordingly, rooting depths of up to 30 m have been reported for Israeli species of this genus (Zohary 1982). This means that such plants are less dependent on precipitation and that the vapour pressure deficit of the air has a much larger effect on the plants' water relations than rainfall (Thomas et al. 2008). Correspondingly, conduits with a low density per unit shoot cross-section but with a large hydraulic diameter and maximum cross-sectional area&mdash;traits that lead to an increase in hydraulic conductivity&mdash;were found in species growing at sites with only minute amounts of precipitation in the year's driest quarter (Figure 3), where the plants most strongly depend on access to groundwater. Nevertheless, precipitation events can result in an increased water uptake by <i>Tamarix</i> due to a rise in the local groundwater level (Nippert et al. 2010).</p><p>Contrary to our Hypothesis 2.2, however, <i>T. boveana</i> and <i>T. gallica</i>, which were sampled from regions with relatively mild temperatures throughout the year (and, accordingly, small annual temperature amplitudes) and moderate values of average SPEI, did not exhibit anatomical-hydraulic traits indicative of a low resistance to xylem embolism. Instead, their wood features, characterised by high wood density, numerous but small conduits, low <i>k</i> t and strongly negative <i>P</i> 50 values, were typical of species growing under arid conditions. Although the sampling sites of <i>T. boveana</i> and <i>T. gallica</i> in our study are not the climatically most extreme ones across the range of our species, the species' capabilities of tolerating not only dry conditions but also high salt concentrations (Table 1) require the investigated traits of drought tolerance. Accordingly, their <i>P</i> 50 values were even lower than the medians of measured <i>P</i> 50 values from desert or Mediterranean biomes but within the range of measured <i>P</i> 50 values across taxa occurring in regions with low annual precipitation (Maherali, Pockman, and Jackson 2004). To our knowledge, the gymnosperm <i>Juniperus drupacea</i>, which occurs from southern Greece to Syria, currently holds the record of the most negative <i>P</i> 50 value determined so far in Eurasian woody species (&minus;11.8 MPa; Larter et al. 2024). The anatomical-hydraulic features of <i>T. boveana</i> and <i>T. gallica</i> may have also facilitated their spread into more continental regions of the Iberian Peninsula. Overall, over evolutionary timescales, climate and phylogeny interact to determine physiological traits like embolism resistance within a genus (Larter et al. 2017) but spatially, climate is the major driver of tree species distribution ranges at the global scale (Lerner et al. 2023). It needs to be kept in mind, however, that it remains problematic to predict traits from the environment because in a given habitat, several plant species can coexist with quite different expressions of individual traits (Anderegg 2023).</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Akhmedov, Akbar",
            "affiliation": "Department of Botany, Samarkand State University, University Boulevard, Samarkand, Uzbekistan |"
          },
          {
            "name": "Bobokandov, Nodirjon",
            "affiliation": "Samarkand Agroinnovations and Research"
          },
          {
            "name": "Krehenwinkel, Henrik",
            "affiliation": "Biogeography, Faculty of Spatial and Environmental Sciences, Trier University, Universitätsring, Trier,"
          },
          {
            "name": "Rzepecki, Andreas",
            "affiliation": "Geobotany, Faculty of Spatial and Environmental Sciences, Trier University, Trier, Germany |"
          },
          {
            "name": "Klein, Tamir",
            "affiliation": "Weizmann Tree Lab, Department of Plant &"
          },
          {
            "name": "Villar, Jose L.",
            "affiliation": "Department of Environmental Sciences and Natural Resources, University of"
          },
          {
            "name": "Thomas, Frank M.",
            "affiliation": "Geobotany, Faculty of Spatial and Environmental Sciences, Trier University, Trier, Germany |"
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy",
          "Plantae",
          "Tracheophyta",
          "Magnoliopsida",
          "Caryophyllales",
          "Tamaricaceae",
          "Tamarix"
        ],
        "related_identifiers": [
          {
            "identifier": "10.1111/jbi.15096",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "doi"
          },
          {
            "identifier": "http://zenodo.org/record/15304522",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "http://publication.plazi.org/id/1E3D4429706F9442FF811C31F1581D55",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "https://biodiversitypmc.sibils.org/collections/plazi/E2043C517064944FFFF81937F2B81DF8",
            "relation": "isSourceOf",
            "scheme": "url"
          },
          {
            "identifier": "https://www.gbif.org/species/260089579",
            "relation": "isSourceOf",
            "scheme": "url"
          },
          {
            "identifier": "https://www.checklistbank.org/dataset/309561/taxon/E2043C517064944FFFF81937F2B81DF8.taxon",
            "relation": "isSourceOf",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.15304528",
            "relation": "cites",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.15310524",
            "relation": "cites",
            "resource_type": "dataset",
            "scheme": "doi"
          },
          {
            "identifier": "http://table.plazi.org/id/3ED2DDCF706C9441FFF61EBBF7251FF5",
            "relation": "cites",
            "resource_type": "dataset",
            "scheme": "url"
          }
        ],
        "references": [
          "Kallarackal, J., D. O. Otieno, B. Reineking, et al. 2013. \" Functional Convergence in Water Use of Trees From Different Geographical Regions: A Meta-Analysis. \" Trees 27, no. 3: 787-799. https://doi.org/10.1007/s00468-012-0834-0.",
          "Combourieu-Nebout, N., A. Bertini, E. Russo-Ermolli, et al. 2015. \" Climate Changes in the Central Mediterranean and Italian Vegetation Dynamics Since the Pliocene. \" Review of Palaeobotany and Palynology 218: 127-147. https://doi.org/10.1016/j.revpalbo.2015.03.001.",
          "Cavender-Bares, J., D. D. Ackerly, D. A. Baum, and F. A. Bazzaz. 2004. \" Phylogenetic Overdispersion in Floridian Oak Communities. \" American Naturalist 163, no. 6: 823-843.",
          "Bruelheide, H., B. Vonlanthen, U. Jandt, et al. 2010. \" Life on the Edge - To Which Degree Does Phreatic Water Sustain Vegetation in the Periphery of the Taklamakan Desert? \" Applied Vegetation Science 13, no. 1: 56-71. https://doi.org/10.1111/j.1654-109X.2009.01050.x.",
          "Dettmann, S., C. A. Perez, and F. M. Thomas. 2013. \" Xylem Anatomy and Calculated Hydraulic Conductance of Four Nothofagus Species With Contrasting Distribution in South-Central Chile. \" Trees 27, no. 3: 685-696. https://doi.org/10.1007/s00468-012-0824-2.",
          "Dickison, W. C. 2000. Integrative Plant Anatomy San Diego. San Diego, CA: USA Harcourt Academic Press.",
          "Choat, B., A. R. Cobb, and S. Jansen. 2008. \" Structure and Function of Bordered Pits: New Discoveries and Impacts on Whole-Plant Hydraulic Function. \" New Phytologist 177, no. 3: 608-626.",
          "Martinez-Vilalta, J., M. Mencuccini, X. Alvarez, J. Camacho, L. Loepfe, and J. Pinol. 2012. \" Spatial Distribution and Packing of Xylem Conduits. \" American Journal of Botany 99, no. 7: 1189-1196. https: // doi.",
          "Jacobsen, A. L., F. W. Ewers, R. B. Pratt, W. A. Paddock 3 rd, and S. D. Davis. 2005. \" Do Xylem Fibers Affect Vessel Cavitation Resistance? \" Plant Physiology 139, no. 1: 546-556.",
          "Lachenbruch, B., and K. A. McCulloh. 2014. \" Traits, Properties, and Performance: How Woody Plants Combine Hydraulic and Mechanical Functions in a Cell, Tissue, or Whole Plant. \" New Phytologist 204, no. 4: 747-764. https://doi.org/10.1111/nph.13035.",
          "Hacke, U. G., J. S. Sperry, J. K. Wheeler, and L. Castro. 2006. \" Scaling of Angiosperm Xylem Structure With Safety and Efficiency. \" Tree Physiology 26, no. 6: 689-701.",
          "Larter, M., A. Akhmedov, C. Payne, S. Delzon, and T. Klein. 2024. \" High and Variable Hydraulic Resistance to Embolism Among Three Asian Juniper Species: Hydraulic Resistance to Embolism in Asian Junipers. \" Journal of Plant Hydraulics 10, no. 1: e 002. https://doi.org/10.20870/jph.2024.2.",
          "Maherali, H., W. T. Pockman, and R. B. Jackson. 2004. \" Adaptive Variation in the Vulnerability of Woody Plants to Xylem Cavitation. \" Ecology 85, no. 8: 2184-2199.",
          "Larter, M., S. Pfautsch, J. - C. Domec, S. Trueba, N. Nagalingum, and S. Delzon. 2017. \" Aridity Drove the Evolution of Extreme Embolism Resistance and the Radiation of Conifer Genus Callitris. \" New Phytologist 215, no. 1: 97-112. https://doi.org/10.1111/nph.14545.",
          "Lerner, D., M. F. Martinez, S. Livne-Luzon, J. Belmaker, J. Penuelas, and T. Klein. 2023. \" A Biome-Dependent Distribution Gradient of Tree Species Range Edges Is Strongly Dictated by Climate Spatial Heterogeneity. \" Nature Plants 9, no. 4: 544-553. https://doi.org/10.1038/s41477-023-01369-1."
        ],
        "custom": {
          "dwc:family": [
            "Tamaricaceae"
          ],
          "dwc:genus": [
            "Tamarix"
          ],
          "dwc:kingdom": [
            "Plantae"
          ],
          "dwc:order": [
            "Caryophyllales"
          ],
          "dwc:phylum": [
            "Tracheophyta"
          ],
          "dwc:taxonRank": [
            "genus"
          ]
        },
        "resource_type": {
          "title": "Taxonomic treatment",
          "type": "publication",
          "subtype": "taxonomictreatment"
        },
        "journal": {
          "issue": "5",
          "pages": "12-14",
          "title": "Wood Anatomical and Hydraulic Traits of Tamarix Species Across a Large Eurasian Gradient Show a Stronger Climatic Than Phylogenetic Signal, pp. 1-18 in Journal of Biogeography (e 15096)",
          "volume": "52"
        },
        "alternate_identifiers": [
          {
            "identifier": "http://treatment.plazi.org/id/E2043C517064944FFFF81937F2B81DF8"
          }
        ],
        "license": {
          "id": "cc-zero"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15310453"
              }
            }
          ]
        },
        "notes": "Published as part of <i>Akhmedov, Akbar, Bobokandov, Nodirjon, Krehenwinkel, Henrik, Rzepecki, Andreas, Klein, Tamir, Villar, Jose L. &amp; Thomas, Frank M., 2025, Wood Anatomical and Hydraulic Traits of Tamarix Species Across a Large Eurasian Gradient Show a Stronger Climatic Than Phylogenetic Signal, pp. 1-18 in Journal of Biogeography (e 15096) (e 15096) 52 (5)</i> on pages 12-14, DOI: 10.1111/jbi.15096, <a href=\"http://zenodo.org/record/15304522\">http://zenodo.org/record/15304522</a>"
      },
      "title": "Tamarix",
      "links": {
        "self": "https://zenodo.org/api/records/15310454",
        "self_html": "https://zenodo.org/records/15310454",
        "preview_html": "https://zenodo.org/records/15310454?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.15310454",
        "self_doi": "https://doi.org/10.5281/zenodo.15310454",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15310454",
        "parent": "https://zenodo.org/api/records/15310453",
        "parent_html": "https://zenodo.org/records/15310453",
        "parent_doi": "https://doi.org/10.5281/zenodo.15310453",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15310453",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15310454/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15310454/sequence/default",
        "files": "https://zenodo.org/api/records/15310454/files",
        "media_files": "https://zenodo.org/api/records/15310454/media-files",
        "archive": "https://zenodo.org/api/records/15310454/files-archive",
        "archive_media": "https://zenodo.org/api/records/15310454/media-files-archive",
        "latest": "https://zenodo.org/api/records/15310454/versions/latest",
        "latest_html": "https://zenodo.org/records/15310454/latest",
        "versions": "https://zenodo.org/api/records/15310454/versions",
        "draft": "https://zenodo.org/api/records/15310454/draft",
        "reserve_doi": "https://zenodo.org/api/records/15310454/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15310454/access/links",
        "access_grants": "https://zenodo.org/api/records/15310454/access/grants",
        "access_users": "https://zenodo.org/api/records/15310454/access/users",
        "access_request": "https://zenodo.org/api/records/15310454/access/request",
        "access": "https://zenodo.org/api/records/15310454/access",
        "communities": "https://zenodo.org/api/records/15310454/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15310454/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15310454/requests"
      },
      "updated": "2025-04-30T14:39:51.587044+00:00",
      "recid": "15310454",
      "revision": 13,
      "files": [
        {
          "id": "90d49eb0-e946-4353-9e2b-1ba5a0d5c612",
          "key": "treatment.html",
          "size": 15997,
          "checksum": "md5:05e58e81799cfb9edfdff9d3c5f60615",
          "links": {
            "self": "https://zenodo.org/api/records/15310454/files/treatment.html/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-30T12:36:13.420726+00:00",
      "modified": "2025-04-30T19:22:09.861902+00:00",
      "id": 15310264,
      "conceptrecid": "15310263",
      "doi": "10.5281/zenodo.15310264",
      "conceptdoi": "10.5281/zenodo.15310263",
      "doi_url": "https://doi.org/10.5281/zenodo.15310264",
      "metadata": {
        "title": "Xanthium strumarium L.",
        "doi": "10.5281/zenodo.15310264",
        "publication_date": "2025-02-10",
        "description": "<p><b>1.1 | <i>Xanthium strumarium</i></b></p><p>It is a thermophilic complex that is commonly found in sandy habitats, such as ditches and riverbanks (Arcangeli 1882; Widder 1923). It is mainly distributed throughout Eurasia and Africa, and known to be native to these regions, with records in the literature dating back to the Dioscorides' <i>De Materia Medica</i> (First century BC) and fossil records from the last interglacial period (L&ouml;ve 1975; Chauhan 1991). However, the species has suffered a progressive decline in the last two centuries (parallel to the spreading of the non-native <i>X. orientale</i>) and is nowadays difficult to find in nature in a great part of its native range (M&uuml;ller-Kiefer and Tomasello 2022). Differently from its congenerics, the species did not manage to spread outside its native distribution range. The only putative stable populations found outside the Old World were in southern Brazil, initially described by Vellozo (1881) as a different species (<i>X. brasilicum</i> Vell.) and presumably originated from burs arrived from the Mediterranean basin (Widder 1923).</p><p><i>Xanthium strumarium</i> distribution range is unique when compared to the other species of the genus, which are all native to America (Tomasello 2018). Even subtribe Ambrosiinae Less. and tribe Heliantheae Cass. to which <i>Xanthium</i> belongs are well-known to have an American origin and distribution centre (Baldwin 2009). The subtribe, for example, is composed by about thirteen genera and over 150 species (Tomasello et al. 2019), and the only other taxon non-native to America apart from <i>X. strumarium</i> is <i>Ambrosia maritima</i> L. (Martin et al. 2018). <i>Ambrosia maritima</i> is supposed to be native to the Mediterranean basin and the coast of central-western Africa, although its distinctiveness from other taxa of the genus with an American origin is questionable based on phylogenetic data (Martin et al. 2018). At the tribal level, only a few examples are known of genera including species with native ranges found outside America (Baldwin 2009), all of them from subtribe Ecliptinae Less. (<i>Blainvillea</i> Cass., <i>Eclipta</i> L., <i>Indocypraea</i> Orchard, <i>Exomiocarpon</i> Lawalr&eacute;e, <i>Fenixia</i> Merr., <i>Hoffmanniella</i> Schltr. ex Lawalr&eacute;e, <i>Pentalepis</i> F.Muell.).</p><p>The very distinctive distribution of <i>X. strumarium</i> in the Old World may be the results of a relatively recent long-distance dispersal event, as hypothesized also for <i>Ambrosia maritima</i> (Martin et al. 2018). This could be explained by means of the dispersal strategy of <i>Xanthium</i> burs, that include zoochory (as above mentioned), but also hydrochory and thalassochory. Takakura and Fujii (2010) demonstrated that burs of <i>Xanthium</i> can be soaked in salty water for weeks and still be viable, a feature that could have favoured the arrival of <i>Xanthium</i> to the Old World via sea. Also, mammal and bird migration routes from America to Eurasia (Backensto et al. 2016; Yong et al. 2021) might have facilitated the spread of <i>Xanthium</i> diaspores in Eurasia.</p><p>On the other hand, it is widely acknowledged that from the Miocene to the present, numerous alternations of cold and warm periods have impacted the palaeogeography of continents, leading to the cyclical connections and separations of landmasses through ice sheet formation and sea-level changes (Brikiatis 2014; Hosner et al. 2015). These shifts resulted in the formation of different land bridges that facilitated animal and plant dispersal (Hosner et al. 2015; Maguilla et al. 2018). When concerning connections between America and the Old World, a few important events need to be mentioned. The De Geer Land Bridge appeared during the Late Cretaceous and Early Palaeocene in two time windows around 69 million years ago (Ma) and 65.5 Ma, connecting North America with Eurasia through Greenland and Fennoscandia (Brikiatis 2014). The Thulean Route, present from the Early Palaeocene until the Early Eocene, also connected North America with Eurasia via the British Isles and Greenland (Brikiatis 2014). The Japan Land Bridges appeared multiple times due to sea level changes, connecting the Japanese archipelago to modern Russia during the Pleistocene (Millien-Parra and Jaeger 1999). Finally, The Beringia Land Bridge, perhaps the most well-known, connected North America to Eurasia through Russia, Alaska, and Canada and appeared multiple times during the Palaeocene and most recently during the Last Glacial Maximum circa 30&ndash;20 thousand years ago (Brikiatis 2014; Hoffecker et al. 2016).</p><p>With the present study, we want to test if the arrival of the diaspores of the ancestor of <i>X. strumarium</i> in the new continent was caused by a long-distance dispersal event or if alternatively, it was the result of a progressive dispersal through a land bridge (e.g., the Beringian Bridge). Additionally, we aim at addressing a few main questions concerning the biogeographic history of <i>Xanthium strumarium</i>. (a) What is the temporal framework in which the ancestor of the species arrived in the Old World? (b) What have been the possible pathways followed by the species to spread all-over the Old World? To answer these questions, we used herbarium specimens and applied target enrichment of nuclear genes to infer the phylogeography of the species. We used Bayesian methods to estimate its divergence time and ancestral range reconstruction to test different possible scenarios of the pathways followed by the genus <i>Xanthium</i> to reach and colonise the Old World.</p><p><b>2.5 | <i>Xanthium strumarium</i> Divergence Time</b></p><p>We used the concatenated dataset with the 732 regions obtained in the previous step and 26 samples from all recognised species of the genus (Table 1). Input files for Beast2 (Bouckaert et al. 2019) were prepared using BEAUti v.2.7.6 (Bouckaert et al. 2019) and the &ldquo;beast&rdquo; template. We used the GTR + G as sequence substitution model, letting Beast2 optimise model parameters. The &ldquo;Random Local Clock&rdquo; was selected as clock model. In order to obtain absolute divergence times, we followed the approach used in Tomasello et al. (2020) and gave both an informative prior on the clock rate and a calibration point. Accordingly, we gave the &ldquo;clockrates&rdquo; a uniform distribution (min: 5.0 e&minus; 5, max: 5.0 e&minus; 7) with an initial value of 5.0 e&minus; 6. Assuming a standard substitution rate of 5 e&minus; 9 in plants (Wolfe et al. 1989), and since <i>Xanthium</i> plants are annuals, the clock rate will result in 5 e&minus;6 mutations per site per thousand years (&plusmn; an order of magnitude). As for the calibration point, we based it on the oldest <i>Xanthium</i> fossil, consisting of bur fragments found in Indiana (USA) and dating back to the Upper Hemphillian/Blancan North American stages (Farlow et al. 2001). Therefore, we applied to the root of the tree a lognormal prior distribution with mean 3.0 and standard deviation 2.9 (95% highest prior density ranging between 3000 and 8910 thousand years ago (ka)).</p><p>We ran two analyses for 100,000,000 generations, sampling every 10,000 iterations. Convergence between different analyses and effective sample size (ESS) were checked in Tracer v.1.7 (Rambaut et al. 2018). The tree files from the two independent runs were combined using LogCombiner v.2.7 (Bouckaert et al. 2019). Finally, a maximum clade credibility tree was calculated in TreeAnnotator v.2.6 (Bouckaert et al. 2019), applying 10% burn-in, a posterior probability limit of 0.5, and &ldquo;Mean Heights&rdquo; for node heights. Additional sets of analyses were performed using only the clock rates prior or the fossil calibration. This was done to assess the effect of using both calibration and clock-rate priors in the same analysis.</p><p><b>2.7 | Phylogeny of the <i>Xanthium strumarium</i> Species Complex</b></p><p>A total of 48 <i>X. strumarium</i> samples and six outgroups (Table 1) were employed. Data processing and assembly was done in HybPhyloMaker using the aforementioned 2150 sequences as reference. Read mapping was achieved using BWA v0.7.16a (Li and Durbin 2009), with the addition of a mismatch penalty of 8 to make reads more stringently map to the reference. Consensus sequences were generated in ConsensusFixer as it was done for the dating. BLAT was utilised for the alignment of the mapped reads with the targeted exons to generate PSLX files. The minimum sequence identity between the probe and the sample (termed &lsquo;minident&rsquo;) was set to 99. The subsequent steps were carried out as for the age estimation analyses. Further putative paralog sequences were excluded by employing the &ldquo;HybPhyloMaker4a2_selectNonHet.sh&rdquo; script and designating a maximum of 5 heterozygous sites per locus (&ldquo;maxhet&rdquo; in the HybPhyloMaker settings file). Missing data filtering was again performed as for the age estimation analyses.</p><p>A total of 744 loci (Table S1b) were retrieved, concatenated, and used to generate an ultrametric Bayesian phylogenetic tree. The analyses were conducted using the Beast2 software, employing the &ldquo;Optimized Relaxed Clock&rdquo;, the GTR + G as substitution model, and the &ldquo;Birth-Death Model&rdquo; tree model. To obtain absolute divergence times, the crown age of <i>X. strumarium</i> was calibrated using the age obtained in the above analysis (i.e., it was fixed to the estimate obtained in the age estimation analyses). Two independent analyses were run for 100,000,000 generations, sampling every 10,000 iterations. Convergence and effective sample size (ESS) were checked in Tracer v.1.7. The tree files from the two independent runs were combined using LogCombiner v.2.7 (Bouckaert et al. 2019), and a maximum clade credibility tree was calculated in TreeAnnotator v.2.6 applying 10% burn-in, a posterior probability limit of 0.5, and &ldquo;Mean Heights&rdquo; for node heights.</p><p><b>3.3 | Phylogeny of <i>X. strumarium</i></b></p><p>The Bayesian analysis (Figure 4A), revealed various well supported clades and showed a clear geographic pattern. The earliest diverging clade included samples from India and Sri Lanka, followed by a split in which samples from East Asia and Mauritius separated from other clades (posterior probability of 0.99). In the latter clades, sample X353, from Siberia, is found to be sister to the rest of the samples, which are divided into three other clades: a first including samples collected in the Horn of Africa (posterior probability of 1.0); a second counting specimens originated in the Mediterranean (along with the two Brazilian samples; posterior probability of 0.99) and a third including specimens from the continental Europe, and X355, collected in Ethiopia (posterior probability of 1.00).</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Manzo, Eleonora",
            "affiliation": "Department of Systematics, Biodiversity and Evolution of Plants (With Herbarium), University of Göttingen, Göttingen, Germany"
          },
          {
            "name": "Tomasello, Salvatore",
            "affiliation": "Department of Systematics, Biodiversity and Evolution of Plants (With Herbarium), University of Göttingen, Göttingen, Germany"
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy",
          "Plantae",
          "Tracheophyta",
          "Magnoliopsida",
          "Asterales",
          "Asteraceae",
          "Xanthium",
          "Xanthium strumarium"
        ],
        "related_identifiers": [
          {
            "identifier": "10.1111/jbi.15104",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "doi"
          },
          {
            "identifier": "http://zenodo.org/record/15304621",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "http://publication.plazi.org/id/FFB1F15CFFF7FF97FFC1FFBCFFC1C25D",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "https://biodiversitypmc.sibils.org/collections/plazi/03888924FFF6FF95FCF1FD23FC06C3FE",
            "relation": "isSourceOf",
            "scheme": "url"
          },
          {
            "identifier": "https://www.gbif.org/species/260080127",
            "relation": "isSourceOf",
            "scheme": "url"
          },
          {
            "identifier": "https://www.checklistbank.org/dataset/309559/taxon/03888924FFF6FF95FCF1FD23FC06C3FE.taxon",
            "relation": "isSourceOf",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.15304629",
            "relation": "cites",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.15310292",
            "relation": "cites",
            "resource_type": "dataset",
            "scheme": "doi"
          },
          {
            "identifier": "http://table.plazi.org/id/DF5E68BAFFF4FF94FFB9FEDBFC92C384",
            "relation": "cites",
            "resource_type": "dataset",
            "scheme": "url"
          }
        ],
        "references": [
          "Arcangeli, G. 1882. Compendio della flora italiana: ossia manuale per la determinazione delle piante che trovansi selvatiche od inselvatichite nell'Italia e nelle isole adiacenti. Ermanno Loescher.",
          "Widder, F. J. 1923. \" Die Arten der Gattung Xanthium. Beitrage zu einer Monographie. \" Repertorium Specierum Novarum Regni Vegetabilis 20: 1-223.",
          "Love, D. 1975. \" The Genus Acanthoxanthium (DC.) Fourr. Revived. \" Lagascalia 5: 55-71.",
          "Chauhan, M. S. 1991. A Catalogue of Fossil Plants From India Part 6: Cenozoic (Quaternary) Palynology and Palaeobotany, edited by B. Allen, 1 - 50. Birbal Sahni Institute of Paleobotany.",
          "Muller-Kiefer, J., and S. Tomasello. 2022. \" Invasive or Threatened? The Decline of the Old-World Xanthium Strumarium (Asteraceae) in Italy Based on Herbarium Records. \" Flora Mediterranea 31: 17-24. https://doi.org/10.7320/FlMedit32.017.",
          "Vellozo, J. M. 1881. \" Xanthium. \" In Florae fluminensis, seu, Descriptionum plantarum praefectura Fluminensi sponte nascentium, vol. 1, 599. Flumine Januario.",
          "Tomasello, S. 2018. \" How Many Names for a Beloved Genus? - Coalescent-Based Species Delimitation in Xanthium L. (Ambrosiinae, Asteraceae). \" Molecular Phylogenetics and Evolution 127: 135-145. https://doi.org/10.1016/j.ympev.2018.05.024.",
          "Baldwin, B. G. 2009. \" Heliantheae Alliance. \" In Systematics, Evolution, and Biogeography of Compositae, edited by V. A. Funk, A. Susanna, T. F. Stuessy, and R. J. Bayer, 689-711. IAPT.",
          "Tomasello, S., T. F. Stuessy, C. Oberprieler, and G. Heubl. 2019. \" Ragweeds and Relatives: Molecular Phylogenetics of Ambrosiinae (Asteraceae). \" Molecular Phylogenetics and Evolution 130: 104-114. https://doi.org/10.1016/j.ympev.2018.10.005.",
          "Martin, M. D., E. Quiroz-Claros, G. S. Brush, and E. A. Zimmer. 2018. \" Herbarium Collection-Based Phylogenetics of the Ragweeds (Ambrosia, Asteraceae). \" Molecular Phylogenetics and Evolution 120: 335-341. https://doi.org/10.1016/j.ympev.2017.12.023.",
          "Takakura, K. - I., and S. Fujii. 2010. \" Reproductive Interference and Salinity Tolerance Differentiate Habitat Use Between Two Alien Cockleburs: Xanthium Occidentale and X. italicum (Compositae). \" Plant Ecology 206, no. 2: 309-319. https://doi.org/10.1007/s11258-009-9644-x.",
          "Backensto, S., J. Mizel, A. Taylor, M. Boldenow, and M. Robards. 2016. \" Feathered Ambassadors of Arctic Coastal Parks. \" In Coastal Research Science in Alaska's National Parks, Alaska Park Science, National Park Service 15 no. 1. https://home.nps.gov/articles/aps-15-1-3.htm.",
          "Yong, D. L., W. Heim, S. U. Chowdhury, et al. 2021. \" The State of Migratory Landbirds in the East Asian Flyway: Distributions, Threats, and Conservation Needs. \" Frontiers in Ecology and Evolution 9: 613172. https://doi.org/10.3389/fevo.2021.613172.",
          "Brikiatis, L. 2014. \" The De Geer, Thulean and Beringia Routes: Key Concepts for Understanding Early Cenozoic Biogeography. \" Journal of Biogeography 41, no. 6: 1036-1054. https://doi.org/10.1111/jbi.12310.",
          "Hosner, P. A., E. L. Braun, and R. T. Kimball. 2015. \" Land Connectivity Changes and Global Cooling Shaped the Colonization History and Diversification of New World Quail (Aves: Galliformes: Odontophoridae). \" Journal of Biogeography 42, no. 10: 1883-1895. https://doi.org/10.1111/jbi.12555.",
          "Maguilla, E., M. Escudero, and M. Luceno. 2018. \" Vicariance Versus Dispersal Across Beringian Land Bridges to Explain Circumpolar Distribution: A Case Study in Plants With High Dispersal Potential. \" Journal of Biogeography 45, no. 4: 771-783. https://doi.org/10.1111/jbi.13157.",
          "Millien-Parra, V., and J. Jaeger. 1999. \" Island Biogeography of the Japanese Terrestrial Mammal Assemblages: An Example of a Relict Fauna. \" Journal of Biogeography 26, no. 5: 959-972. https://doi.org/10.1046/j.1365-2699.1999.00346.x.",
          "Hoffecker, J. F., S. A. Elias, D. H. O'Rourke, G. R. Scott, and N. H. Bigelow. 2016. \" Beringia and the Global Dispersal of Modern Humans. \" Evolutionary Anthropology: Issues, News, and Reviews 25, no. 2: 64-78. https://doi.org/10.1002/evan.21478.",
          "Bouckaert, R., T. G. Vaughan, J. Barido-Sottani, et al. 2019. \" BEAST 2.5: An Advanced Software Platform for Bayesian Evolutionary Analysis. \" PLoS Computational Biology 15, no. 4: e 1006650. https://doi.org/10.1371/journal.pcbi.1006650.",
          "Tomasello, S., K. Karbstein, L. Hodac, C. Paetzold, and E. Horandl. 2020. \" Phylogenomics Unravels Quaternary Vicariance and Allopatric Speciation Patterns in Temperate-Montane Plant Species: A Case Study on the Ranunculus auricomus Species Complex. \" Molecular Ecology 29, no. 11: 2031-2049. https://doi.org/10.1111/MEC.15458.",
          "Wolfe, K. H., M. Gouy, Y. W. Yang, P. M. Sharp, and W. H. Li. 1989. \" Date of the Monocot-Dicot Divergence Estimated From Chloroplast DNA Sequence Data. \" Proceedings of the National Academy of Sciences 86, no. 16: 6201-6205. https://doi.org/10.1073/pnas.86.16.6201.",
          "Farlow, J. O., J. A. Sunderman, J. J. Havens, et al. 2001. \" The Pipe Creek Sinkhole Biota, a Diverse Late Tertiary Continental Fossil Assemblage From Grant County, Indiana. \" American Midland Naturalist 145, no. 2: 367-378. https://doi.org/10.1674/0003-0031(2001)145[0367:TPCSBA]2.0.CO;2.",
          "Rambaut, A., A. J. Drummond, D. Xie, G. Baele, and M. A. Suchard. 2018. \" Posterior Summarization in Bayesian Phylogenetics Using Tracer 1.7. \" Systematic Biology 67, no. 5: 901-904. https://doi.org/10.1093/sysbio/syy032.",
          "Li, H., and R. Durbin. 2009. \" Fast and Accurate Short Read Alignment With Burrows - Wheeler Transform. \" Bioinformatics 25, no. 14: 1754-1760. https://doi.org/10.1093/bioinformatics/btp324."
        ],
        "custom": {
          "dwc:family": [
            "Asteraceae"
          ],
          "dwc:genus": [
            "Xanthium"
          ],
          "dwc:kingdom": [
            "Plantae"
          ],
          "dwc:order": [
            "Asterales"
          ],
          "dwc:phylum": [
            "Tracheophyta"
          ],
          "dwc:scientificNameAuthorship": [
            "L."
          ],
          "dwc:specificEpithet": [
            "strumarium"
          ],
          "dwc:taxonRank": [
            "species"
          ]
        },
        "resource_type": {
          "title": "Taxonomic treatment",
          "type": "publication",
          "subtype": "taxonomictreatment"
        },
        "journal": {
          "issue": "5",
          "pages": "2-9",
          "title": "Recent Long-Distance-Dispersal Explains the Range Disjunction of the Old-Word Cockleburs (Xanthium strumarium), pp. 1-16 in Journal of Biogeography (e 15104)",
          "volume": "52"
        },
        "alternate_identifiers": [
          {
            "identifier": "http://treatment.plazi.org/id/03888924FFF6FF95FCF1FD23FC06C3FE"
          }
        ],
        "license": {
          "id": "cc-zero"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15310263"
              }
            }
          ]
        },
        "notes": "Published as part of <i>Manzo, Eleonora &amp; Tomasello, Salvatore, 2025, Recent Long-Distance-Dispersal Explains the Range Disjunction of the Old-Word Cockleburs (Xanthium strumarium), pp. 1-16 in Journal of Biogeography (e 15104) (e 15104) 52 (5)</i> on pages 2-9, DOI: 10.1111/jbi.15104, <a href=\"http://zenodo.org/record/15304621\">http://zenodo.org/record/15304621</a>"
      },
      "title": "Xanthium strumarium L.",
      "links": {
        "self": "https://zenodo.org/api/records/15310264",
        "self_html": "https://zenodo.org/records/15310264",
        "preview_html": "https://zenodo.org/records/15310264?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.15310264",
        "self_doi": "https://doi.org/10.5281/zenodo.15310264",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15310264",
        "parent": "https://zenodo.org/api/records/15310263",
        "parent_html": "https://zenodo.org/records/15310263",
        "parent_doi": "https://doi.org/10.5281/zenodo.15310263",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15310263",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15310264/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15310264/sequence/default",
        "files": "https://zenodo.org/api/records/15310264/files",
        "media_files": "https://zenodo.org/api/records/15310264/media-files",
        "archive": "https://zenodo.org/api/records/15310264/files-archive",
        "archive_media": "https://zenodo.org/api/records/15310264/media-files-archive",
        "latest": "https://zenodo.org/api/records/15310264/versions/latest",
        "latest_html": "https://zenodo.org/records/15310264/latest",
        "versions": "https://zenodo.org/api/records/15310264/versions",
        "draft": "https://zenodo.org/api/records/15310264/draft",
        "reserve_doi": "https://zenodo.org/api/records/15310264/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15310264/access/links",
        "access_grants": "https://zenodo.org/api/records/15310264/access/grants",
        "access_users": "https://zenodo.org/api/records/15310264/access/users",
        "access_request": "https://zenodo.org/api/records/15310264/access/request",
        "access": "https://zenodo.org/api/records/15310264/access",
        "communities": "https://zenodo.org/api/records/15310264/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15310264/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15310264/requests"
      },
      "updated": "2025-04-30T19:22:09.861902+00:00",
      "recid": "15310264",
      "revision": 13,
      "files": [
        {
          "id": "3c328146-7e37-4daf-ba5e-fcb4ca5ad506",
          "key": "treatment.html",
          "size": 11162,
          "checksum": "md5:f6b5c403c163d02d3e9885775cb95c64",
          "links": {
            "self": "https://zenodo.org/api/records/15310264/files/treatment.html/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 2,
        "unique_views": 2,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 2,
        "version_views": 2
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-30T11:44:01.183333+00:00",
      "modified": "2025-04-30T11:44:01.308612+00:00",
      "id": 15309875,
      "conceptrecid": "15309874",
      "doi": "10.5281/zenodo.15309875",
      "conceptdoi": "10.5281/zenodo.15309874",
      "doi_url": "https://doi.org/10.5281/zenodo.15309875",
      "metadata": {
        "title": "Dataset and Code for \"Exploring Hidden Dangers: Predicting Mycotoxin-like Toxicity and Mapping Toxicological Networks in Hepatocellular Carcinoma\"",
        "doi": "10.5281/zenodo.15309875",
        "publication_date": "2025-04-30",
        "access_right": "open",
        "creators": [
          {
            "name": "Xiu, Jian",
            "affiliation": "Jilin University"
          }
        ],
        "references": [
          "Li, H., Zhang, R., Min, Y., Ma, D., Zhao, D., & Zeng, J. (2023). A knowledge-guided pre-training framework for improving molecular representation learning. Nature communications, 14(1), 7568. https://doi.org/10.1038/s41467-023-43214-1",
          "Cai, H., Zhang, H., Zhao, D., Wu, J., & Wang, L. (2022). FP-GNN: a versatile deep learning architecture for enhanced molecular property prediction. Briefings in bioinformatics, 23(6), bbac408. https://doi.org/10.1093/bib/bbac408",
          "Jaeger, S., Fulle, S., & Turk, S. (2018). Mol2vec: Unsupervised Machine Learning Approach with Chemical Intuition. Journal of chemical information and modeling, 58(1), 27–35. https://doi.org/10.1021/acs.jcim.7b00616",
          "Chithrananda, S., Grand, G., & Ramsundar, B. (2020). ChemBERTa: large-scale self-supervised pretraining for molecular property prediction. arXiv preprint arXiv:2010.09885."
        ],
        "resource_type": {
          "title": "Dataset",
          "type": "dataset"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15309874"
              }
            }
          ]
        }
      },
      "title": "Dataset and Code for \"Exploring Hidden Dangers: Predicting Mycotoxin-like Toxicity and Mapping Toxicological Networks in Hepatocellular Carcinoma\"",
      "links": {
        "self": "https://zenodo.org/api/records/15309875",
        "self_html": "https://zenodo.org/records/15309875",
        "preview_html": "https://zenodo.org/records/15309875?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.15309875",
        "self_doi": "https://doi.org/10.5281/zenodo.15309875",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15309875",
        "parent": "https://zenodo.org/api/records/15309874",
        "parent_html": "https://zenodo.org/records/15309874",
        "parent_doi": "https://doi.org/10.5281/zenodo.15309874",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15309874",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15309875/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15309875/sequence/default",
        "files": "https://zenodo.org/api/records/15309875/files",
        "media_files": "https://zenodo.org/api/records/15309875/media-files",
        "archive": "https://zenodo.org/api/records/15309875/files-archive",
        "archive_media": "https://zenodo.org/api/records/15309875/media-files-archive",
        "latest": "https://zenodo.org/api/records/15309875/versions/latest",
        "latest_html": "https://zenodo.org/records/15309875/latest",
        "versions": "https://zenodo.org/api/records/15309875/versions",
        "draft": "https://zenodo.org/api/records/15309875/draft",
        "reserve_doi": "https://zenodo.org/api/records/15309875/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15309875/access/links",
        "access_grants": "https://zenodo.org/api/records/15309875/access/grants",
        "access_users": "https://zenodo.org/api/records/15309875/access/users",
        "access_request": "https://zenodo.org/api/records/15309875/access/request",
        "access": "https://zenodo.org/api/records/15309875/access",
        "communities": "https://zenodo.org/api/records/15309875/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15309875/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15309875/requests"
      },
      "updated": "2025-04-30T11:44:01.308612+00:00",
      "recid": "15309875",
      "revision": 4,
      "files": [
        {
          "id": "a2d3647e-26d1-4ada-a77e-f4432098882e",
          "key": "Mycotoxin.zip",
          "size": 254460809,
          "checksum": "md5:e06e15ae3952aff49d1b4f0e8360e725",
          "links": {
            "self": "https://zenodo.org/api/records/15309875/files/Mycotoxin.zip/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1254295"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 2,
        "unique_views": 2,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 2,
        "version_views": 2
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-29T15:04:14.299951+00:00",
      "modified": "2025-04-30T12:51:24.895281+00:00",
      "id": 15304621,
      "conceptrecid": "15304620",
      "doi": "10.1111/jbi.15104",
      "doi_url": "https://doi.org/10.1111/jbi.15104",
      "metadata": {
        "title": "Recent Long-Distance-Dispersal Explains the Range Disjunction of the Old-Word Cockleburs (Xanthium strumarium)",
        "doi": "10.1111/jbi.15104",
        "publication_date": "2025-02-10",
        "description": "Manzo, Eleonora, Tomasello, Salvatore (2025): Recent Long-Distance-Dispersal Explains the Range Disjunction of the Old-Word Cockleburs (Xanthium strumarium). Journal of Biogeography (e15104) 52 (5): 1-16, DOI: 10.1111/jbi.15104, URL: https://doi.org/10.1111/jbi.15104",
        "access_right": "open",
        "creators": [
          {
            "name": "Manzo, Eleonora",
            "affiliation": "Department of Systematics, Biodiversity and Evolution of Plants (With Herbarium), University of Göttingen, Göttingen, Germany"
          },
          {
            "name": "Tomasello, Salvatore",
            "affiliation": "Department of Systematics, Biodiversity and Evolution of Plants (With Herbarium), University of Göttingen, Göttingen, Germany"
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy",
          "Plantae",
          "Tracheophyta",
          "Magnoliopsida",
          "Asterales",
          "Asteraceae"
        ],
        "related_identifiers": [
          {
            "identifier": "https://www.gbif.org/dataset/38953a0f-753d-418e-9a17-e05b927cabf7",
            "relation": "isSourceOf",
            "resource_type": "dataset",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.15310264",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/03888924FFF6FF95FCF1FD23FC06C3FE",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "http://treatment.plazi.org/id/03888924FFF1FF91FCF1FE15FB71C44F",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "http://treatment.plazi.org/id/03888924FFF0FF90FFB8FC4CFB47C31A",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "http://treatment.plazi.org/id/03888924FFFFFF9FFFB8FB46FDA5C4E2",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.15304623",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.15310292",
            "relation": "hasPart",
            "resource_type": "dataset",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.15304625",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.15304627",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.15310295",
            "relation": "hasPart",
            "resource_type": "dataset",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.15304629",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.1017/s0043174500041072",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bioinformatics/btu170",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.pcbi.1006650",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3389/fpls.2019.01102",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/jbi.12310",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1017/s0890037x00028098",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.jas.2012.12.036",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3732/ajb.90.10.1446",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.tree.2004.11.006",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.pone.0069814",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1614/0043",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1098/rstb.2004.1538",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1674/0003-0031(2001)145[0367:TPCSBA]2.0.CO;2",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1177/1176934317742613",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/978-1-4939-2990-0_13",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2307/1221694",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/fwb.14038",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2144/000114517",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2024.108162",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/botlinnean/boaa065",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/jse.12422",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3112/erdkunde.2007.04.05",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.12705/655.9",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/botlinnean/boz061",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/evan.21478",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/jbi.12555",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/neobiota.45.33866",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/molbev/mst010",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1101/gr.229202",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/BF00936909",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/sysbio/syt040",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bioinformatics/btv033",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bioinformatics/btp324",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1600/036364413X666606",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/nph.17663",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/jbi.13157",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3732/apps.1300085",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/tax.13245",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/aps3.11477",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2017.12.023",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3732/ajb.0800216",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.1478250",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1086/589699",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1365-2699.2010.02306.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1046/j.1365-2699.1999.00346.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/aob/mcl148",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.pone.0091836",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.7320/FlMedit32.017",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/nph.17991",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1126/science.1124975",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/aob/mct053",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1101/2023.10.27.564367.bioRxiv64367",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/jse.12504",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/oso/9780198545774.003.0002",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/sysbio/syy032",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11141/ia.11.2",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/10635150701883881",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1086/383334",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2307/2413643",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2016.02.001",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s11258-009-9644-x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2018.05.024",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/MEC.15458",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2018.10.005",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/1755-0998.13684",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/jbi.12727",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/ecog.06470",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3732/ajb.1700159",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1365-2699.2007.01705.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1146/annurev.ecolsys.30.1.421",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1086/322940",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1073/pnas.86.16.6201",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.tree.2022.11.003",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1086/323332",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.pone.0052249",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/mec.16836",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.pone.0171405",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2018.03.005",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3389/fevo.2021.613172",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3390/molecules23112840",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/bij.12509",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/jse.12661",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Adams, J. M. 1993. \"Europe During the Last 150,000Years.\" https:// www.esd.ornl.gov/projects/qen/nercEUROPE.html.",
          "Arcangeli, G. 1882. Compendio della flora italiana: ossia manuale per la determinazione delle piante che trovansi selvatiche od inselvatichite nell'Italia e nelle isole adiacenti. Ermanno Loescher.",
          "Backensto, S., J. Mizel, A. Taylor, M. Boldenow, and M. Robards. 2016. \"Feathered Ambassadors of Arctic Coastal Parks.\" In Coastal Research Science in Alaska's National Parks, Alaska Park Science, National Park Service 15 no. 1. https://home.nps.gov/articles/aps-15-1-3.htm.",
          "Baldwin, B. G. 2009. \"Heliantheae Alliance.\" In Systematics, Evolution, and Biogeography of Compositae, edited by V.A. Funk, A. Susanna, T. F. Stuessy, and R. J. Bayer, 689-711. IAPT.",
          "Bloomberg, J. R., B. L. Kirkpatrick, and L. M. Wax. 1982. \"Competition of Common Cocklebur (Xanthium Pensylvanicum) With Soybean (Glycine max).\" Weed Science 30, no. 5: 507-513. https://doi.org/10.1017/ s0043174500041072.",
          "Bolger, A. M., M. Lohse, and B. Usadel. 2014. \"Trimmomatic: A Flexible Trimmer for Illumina Sequence Data.\" Bioinformatics 30, no. 15: 2114- 2120. https://doi.org/10.1093/bioinformatics/btu170.",
          "Bouckaert, R., T. G. Vaughan, J. Barido-Sottani, et al. 2019. \"BEAST 2.5: An Advanced Software Platform for Bayesian Evolutionary Analysis.\" PLoS Computational Biology 15, no. 4: e1006650. https://doi.org/10. 1371/journal.pcbi.1006650.",
          "Brewer, G. E., J. J. Clarkson, O. Maurin, et al. 2019. \"Factors Affecting Targeted Sequencing of 353 Nuclear Genes From Herbarium Specimens Spanning the Diversity of Angiosperms.\" Frontiers in Plant Science 10: 1102. https://doi.org/10.3389/fpls.2019.01102.",
          "Brikiatis, L. 2014. \"The De Geer, Thulean and Beringia Routes: Key Concepts for Understanding Early Cenozoic Biogeography.\" Journal of Biogeography 41, no. 6: 1036-1054. https://doi.org/10.1111/jbi.12310.",
          "Byrd, J. D., and H. D. Coble. 1991. \"Interference of Common Cocklebur (Xanthium Strumarium) and Cotton (Gossypium Hirsutum).\" Weed Technology 5, no. 2: 270-278. https://doi.org/10.1017/s0890037x0 0028098.",
          "Chauhan, M. S. 1991. A Catalogue of Fossil Plants From India Part 6: Cenozoic (Quaternary) Palynology and Palaeobotany, edited by B. Allen, 1-50. Birbal Sahni Institute of Paleobotany.",
          "Chichinadze, M., and E. Kvavadze. 2013. \"Pollen and Non-pollen Palynomorphs in Organic Residue From the Hoard of Ancient Vani (Western Georgia).\" Journal of Archaeological Science 40, no. 5: 2237- 2253. https://doi.org/10.1016/j.jas.2012.12.036.",
          "Coleman, M., A. Liston, J. W. Kadereit, and R. J. Abbott. 2003. \"Repeat Intercontinental Dispersal and Pleistocene Speciation in Disjunct Mediterranean and Desert Senecio (Asteraceae).\" American Journal of Botany 90, no. 10: 1446-1454. https://doi.org/10.3732/ajb.90.10.1446.",
          "de Queiroz, A. 2005. \"The Resurrection of Oceanic Dispersal in Historical Biogeography.\" Trends in Ecology & Evolution 20, no. 2: 68- 73. https://doi.org/10.1016/j.tree.2004.11.006.",
          "DeChaine, E. G., S. A. Anderson, J. M. McNew, and B. M. Wendling. 2013. \"On the Evolutionary and Biogeographic History of Saxifraga Sect. Trachyphyllum (Gaud.) Koch (Saxifragaceae Juss.).\" Public Library of Science ONE 8, no. 7: e69814. https://doi.org/10.1371/journ al.pone.0069814.",
          "Dinelli, G., A. Bonetti, and P. Viggiani. 2003. \"Genetic Structure and Mating System of Italian Xanthium Strumarium Complex.\" Weed Science 51, no. 1: 69-77. https://doi.org/10.1614/0043.",
          "Donoghue, M. J., and S. A. Smith. 2004. \"Patterns in the Assembly of Temperature Forests Around the Northern Hemisphere.\" Philosophical Transactions of the Royal Society, B: Biological Sciences 359, no. 1450: 1633-1644. https://doi.org/10.1098/rstb.2004.1538.",
          "Farlow, J. O., J. A. Sunderman, J. J. Havens, et al. 2001. \"The Pipe Creek Sinkhole Biota, a Diverse Late Tertiary Continental Fossil Assemblage From Grant County, Indiana.\" American Midland Naturalist 145, no. 2: 367-378. https://doi.org/10.1674/0003-0031(2001)145[0367:TPCSBA] 2.0.CO;2.",
          "Fer, T., and R. E. Schmickl. 2018. \"HybPhyloMaker: Target Enrichment Data Analysis From Raw Reads to Species Trees.\" Evolutionary Bioinformatics 14: 117693431774261. https://doi.org/10.1177/11769 34317742613.",
          "Florin, M.-B. 1969. \"Late Glacial and Pre-Boreal Vegetation in Central Sweden. I. Record of Pollen Species.\" Svensk Botanisk Tidskrift 62: 134-187.",
          "Fortes, G. G., and J. L. A. Paijmans. 2015. \"Analysis of Whole Mitogenomes From Ancient Samples.\" Methods in Molecular Biology 1347: 179-195. https://doi.org/10.1007/978-1-4939-2990-0_13.",
          "Frenzel, B. 1992b. \"February Mean Temperature. Maximum Cooling of the Last Glaciation.\" In Atlas of Palaeoclimates & Palaeoenvironments of the Northern Hemisphere, edited by B. Frenzel, B. Pecsi, and A. A. Velichko, 39. INQUA/Hungarian Academy of Sciences.",
          "Frenzel, B. 1992a. \"August Mean Temperature. Maximum Cooling of the Last Glaciation.\" In Atlas of Palaeoclimates & Palaeoenvironments of the Northern Hemisphere, edited by B. Frenzel, B. Pecsi, and A. A. Velichko, 41. INQUA/Hungarian Academy of Sciences.",
          "Graham, A. 1972. \"Outline of the Origin and Historical Recognition of Floristic Affinities Between Asia and Eastern North America.\" In Floristics and Paleofloristics of Asia and Eastern North America, edited by A. Graham, 1-16. Elsevier Inc.",
          "Gray, A. 1840. \"Dr. Siebold, Flora Japonica; sectio prima, Plantae ornatui vel usui inservientes; digessit Dr. J. G. Zuccarini: fasc.\" American Journal of Science 39: 175-176.",
          "Gray, A. 1846. \"Analogy Between the Flora of Japan and That of the United States.\" American Journal of Science 2, no. 4-6: 135-1364. https://doi.org/10.2307/1221694.",
          "Gray, A. 1856. \"Statistics of the Flora of the Northern United States.\" American Journal of Science 22, no. 64-65: 204-232.",
          "Gray, A. 1857. \"Statistics of the Flora of Northern United States.\" American Journal of Science 23, no. 67-68: 62-84.",
          "Green, A. J., A. Lovas-Kiss, C. Reynolds, et al. 2023. \"Dispersal of Aquatic and Terrestrial Organisms by Waterbirds: A Review of Current Knowledge and Future Priorities.\" Freshwater Biology 68, no. 2: 173- 190. https://doi.org/10.1111/fwb.14038.",
          "Groves, C. P. 2022. \"Biogeographic Region.\" Encyclopedia Britannica. https://www.britannica.com/science/biogeographic-region.",
          "Gutaker, R. M., E. Reiter, A. Furtwangler, V. J. Schuenemann, and H. A. Burbano. 2017. \"Extraction of Ultrashort DNA Molecules From Herbarium Specimens.\" BioTechniques 62, no. 2: 76-79. https://doi.org/ 10.2144/000114517.",
          "Gutierrez-Larruscain, D., P. Vargas, M. Fernandez-Mazuecos, and J. G. Pausas. 2024. \"Phylogenomic Analysis Reveals the Evolutionary History of Paleartic Needle-Leaved Junipers.\" Molecular Phylogenetics and Evolution 199: 108162. https://doi.org/10.1016/j.ympev.2024. 108162.",
          "Hardion, L., R. Verlaque, E. Kaymak, et al. 2021. \"Plastome Sequencing of a 167-Year-Old Herbarium Specimen and Classical Morphology Resolve the Systematics of Two Potentially Extinct Grass Species.\" Botanical Journal of the Linnean Society 195, no. 2: 115-123. https://doi. org/10.1093/botlinnean/boaa065.",
          "Harris, A. J., S. Ickert-Bond, and A. Rodriguez. 2018. \"Long Distance Dispersal in the Assembly of Floras: A Review of Progress and Prospects in North America.\" Journal of Systematics and Evolution 56, no. 5: 430- 448. https://doi.org/10.1111/jse.12422.",
          "Harris, S. A. 2007. \"Biodiversity of the Alpine Vascular Flora of the N.W. North American Cordillera: The Evidence From Phyto-Geography.\" Erdkunde 61, no. 4: 344-356. https://doi.org/10.3112/erdkunde.2007.04.05.",
          "Hart, M. L., L. L. Forrest, J. A. Nicholls, and C. A. Kidner. 2016. \"Retrieval of Hundreds of Nuclear Loci From Herbarium Specimens.\" Taxon 65: 1081-1092. https://doi.org/10.12705/655.9.",
          "Hedenas, L.2019.\"On the Frequency of Northern and Mountain Genetic Variants of Widespread Species: Essential Biodiversity Information in a Warmer World.\" Botanical Journal of the Linnean Society 191, no. 4: 440-474. https://doi.org/10.1093/botlinnean/boz061.",
          "Heyligers, P. C. 2007. \"The Role of Currents in the Dispersal of Introduced Seashore Plants Around Australia.\" Cunninghamia (Beijing) 10, no. 2: 167-188.",
          "Hoffecker, J. F., S. A. Elias, D. H. O'Rourke, G. R. Scott, and N. H. Bigelow. 2016. \"Beringia and the Global Dispersal of Modern Humans.\" Evolutionary Anthropology: Issues, News, and Reviews 25, no. 2: 64-78. https://doi.org/10.1002/evan.21478.",
          "Hosner, P. A., E. L. Braun, and R. T. Kimball. 2015. \"Land Connectivity Changes and Global Cooling Shaped the Colonization History and Diversification of New World Quail (Aves: Galliformes: Odontophoridae).\" Journal of Biogeography 42, no. 10: 1883-1895. https://doi.org/10.1111/jbi.12555.",
          "Jarai-Komlodi, M. 1968. \"The Late Glacial and Holocene Flora of the Hungarian Great Plain.\" Annales Universitatis Scientiarum Budapestinensis de Rolando Eotvos Nominatae. Sectio Biologica 9: 199-225.",
          "Jehlik, V., J. Dostalek, and T. Frantik. 2019. \"Alien Plants in Central European River Ports.\" NeoBiota 45: 93-115. https://doi.org/10.3897/ neobiota.45.33866.",
          "Katoh, K., and D. M. Standley. 2013. \"MAFFT Multiple Sequence Alignment Software Version 7: Improvements in Performance and Usability.\" Molecular Biology and Evolution 30, no. 4: 772-780. https:// doi.org/10.1093/molbev/mst010.",
          "Kent, W. J. 2002. \"BLAT -The BLAST-Like Alignment Tool.\" Genome Research 12, no. 4: 656-664. https://doi.org/10.1101/gr.229202.",
          "Krutzsch, W. 1989. \"Paleogeography and Historical Phytogeography (Paleochorology) in the Neophyticum.\" Plant Systematics and Evolution 162, no. 1-4: 5-61. https://doi.org/10.1007/BF00936909.",
          "Landis, M. J., N. J. Matzke, B. R. Moore, and J. P. Huelsenbeck. 2013. \"Bayesian Analysis of Biogeography When the Number of Areas Is Large.\" Systematic Biology 62, no. 6: 789-804. https://doi.org/10.1093/ sysbio/syt040.",
          "Li, D., C.-M. Liu, R. Luo, K. Sadakane, and T.-W. Lam. 2015. \"MEGAHIT:An Ultra-Fast Single-Node Solution for Large and Complex Metagenomics Assembly via Succinct de Bruijn Graph.\" Bioinformatics 31, no. 10: 1674-1676. https://doi.org/10.1093/bioinformatics/btv033.",
          "Li, H., and R. Durbin. 2009. \"Fast and Accurate Short Read Alignment With Burrows -Wheeler Transform.\" Bioinformatics 25, no. 14: 1754- 1760. https://doi.org/10.1093/bioinformatics/btp324.",
          "Li, R., and J. Wen. 2013. \"Phylogeny and Biogeography of Dendropanax (Araliaceae), an Amphi-Pacific Disjunct Genus Between Tropical/ Subtropical Asia and the Neotropics.\" Systematic Botany 38, no. 2: 536- 551. https://doi.org/10.1600/036364413X666606.",
          "Liddle, M. J., and M. A. Elgar. 1984. \"Multiple Pathways in Diaspore Dispersal Exemplified by Studies of Noogoora Burr (Xanthium Occidentale Bertol., Compositae).\" Botanical Journal of the Linnean Society 88: 303-315.",
          "Liu, J., A. J. Lindstrom, Y. S. Chen, R. Nathan, and X. Gong. 2021. \"Congruence Between Ocean-Dispersal Modelling and Phylogeography Explains Recent Evolutionary History of Cycas Species With Buoyant Seeds.\" New Phytologist 232, no. 4: 1863-1875. https://doi.org/10.1111/ nph.17663.",
          "Love, D. 1975. \"The Genus Acanthoxanthium (DC.) Fourr. Revived.\" Lagascalia 5: 55-71.",
          "Love, D., and L. Dansereau. 1959. \"Biosystematic Studies on Xanthium: Taxonomic Appraisal and Ecological Status.\" Canadian Journal of Botany 37: 173-208.",
          "Maguilla, E., M. Escudero, and M. Luceno. 2018. \"Vicariance Versus Dispersal Across Beringian Land Bridges to Explain Circumpolar Distribution: A Case Study in Plants With High Dispersal Potential.\" Journal of Biogeography 45, no. 4: 771-783. https://doi.org/10.1111/jbi. 13157.",
          "Mandel, J. R., R. B. Dikow, V. A. Funk, et al. 2014.\"A Target Enrichment Method for Gathering Phylogenetic Information From Hundreds of Loci: An Example From the Compositae.\" Applications in Plant Sciences 2, no. 2: 1300085. https://doi.org/10.3732/apps.1300085.",
          "Manzo, E., S. Nillies, D. G. Gutierrez, J. Panero, C. Brauchler, and S. Tomasello. 2024. \"Species Delimitation in Xanthium Sect. Acanthoxanthium (Heliantheae, Asteraceae) and the Neglected Species Xanthium Argenteum.\" Taxon 73, no. 5: 1251-1271. https://doi.org/10. 1002/tax.13245.",
          "Mao, K., R. I. Milne, L. Zhang, et al. 2012. \"Distribution of Living Cupressaceae Reflects the Breakup of Pangea.\" Proceedings of the",
          "Marincek, P., N. D. Wagner, and S. Tomasello. 2022. \"Ancient DNA Extraction Methods for Herbarium Specimens: When Is It Worth the Effort?\" Applications in Plant Sciences 10, no. 3: e11477. https://doi.org/ 10.1002/aps3.11477.",
          "Martin, M. D., E. Quiroz-Claros, G. S. Brush, and E. A. Zimmer. 2018. \"Herbarium Collection-Based Phylogenetics of the Ragweeds (Ambrosia, Asteraceae).\" Molecular Phylogenetics and Evolution 120: 335-341. https://doi.org/10.1016/j.ympev.2017.12.023.",
          "Martin-Bravo, S., P. Vargas, and M. Luceno. 2009. \"Is Oligomeris (Resedaceae) Indigenous to North America? Molecular Evidence for a Natural Colonization From the Old World.\" American Journal of Botany 96, no. 2: 507-518. https://doi.org/10.3732/ajb.0800216.",
          "Matzke, N. J. 2018. \"BioGeoBEARS: BioGeography with Bayesian (and likelihood) Evolutionary Analysis with R Scripts. version 1.1.1.\" https:// doi.org/10.5281/zenodo.1478250.",
          "Meyers, S. C., and A. Liston. 2008. \"The Biogeography of Plantago Ovata Forssk. (Plantaginaceae).\" International Journal of Plant Sciences 169, no. 7: 954-962. https://doi.org/10.1086/589699.",
          "Michalak, I., L. Zhang, and S. S. Renner. 2010. \"Trans-Atlantic, Trans-Pacific and Trans-Indian Ocean Dispersal in the Small Gondwanan Laurales Family Hernandiaceae.\" Journal of Biogeography 37, no. 7: 1214-1226. https://doi.org/10.1111/j.1365-2699.2010.02306.x.",
          "Millien-Parra, V., and J. Jaeger. 1999. \"Island Biogeography of the Japanese Terrestrial Mammal Assemblages: An Example of a Relict Fauna.\" Journal of Biogeography 26, no. 5: 959-972. https://doi.org/10. 1046/j.1365-2699.1999.00346.x.",
          "Millspaugh, C. F., and E. E. Sherff. 1919. \"Revision of the North American Species of Xanthium.\" In Field Museum of Natural History, Botanical Series, vol. 4, 9-49. Chicago Natural History Museum.",
          "Milne, I. 2006. \"Northern Hemisphere Plant Disjunctions: A Window on Tertiary Land Bridges and Climate Change?\" Annals of Botany 98, no. 3: 465-472. https://doi.org/10.1093/aob/mcl148.",
          "Miryeganeh, M., K. Takayama, Y. Tateishi, and T. Kajita. 2014. \"Long-Distance Dispersal by Sea-Drifted Seeds Has Maintained the Global Distribution of Ipomoea pes-Caprae Subsp.Brasiliensis (Convolvulaceae).\" PLoS One 9, no. 4: e91836. https://doi.org/10.1371/journal.pone.0091836.",
          "Muller-Kiefer, J., and S. Tomasello. 2022. \"Invasive or Threatened? The Decline of the Old-World Xanthium Strumarium (Asteraceae) in Italy Based on Herbarium Records.\" Flora Mediterranea 31: 17-24. https:// doi.org/10.7320/FlMedit32.017.",
          "Munoz-Rodriguez, P., T. Wells, J. R. I. Wood, et al. 2022. \"Discovery and Characterization of sweetpotato's Closest Tetraploid Relative.\" New Phytologist 234, no. 4: 1185-1194. https://doi.org/10.1111/nph.17991.",
          "Nathan, R. 2006. \"Long-Distance Dispersal of Plants.\" Science 313, no. 5788: 786-788. https://doi.org/10.1126/science.1124975.",
          "Nie, Z.-L., T.Deng, Y.Meng,H. Sun, and J.Wen.2013.\"Post-Boreotropical Dispersals Explain the Pantropical Disjunction in Paederia (Rubiaceae).\" Annals of Botany 111, no. 5: 873-886. https://doi.org/10.1093/aob/mct053.",
          "Ortiz, E.M., A. Howener, G.Shigita, et al. 2023.\"A Novel Phylogenomics Pipeline Reveals Complex Pattern of Reticulate Evolution in Cucurbitales.\" https://doi.org/10.1101/2023.10.27.564367.bioRxiv 64367.",
          "Otero, A., P. Jimenez-Mejias, V. Valcarcel, and P. Vargas. 2019. \"Worldwide Long-Distance Dispersal Favored by Epizoochorous Traits in the Biogeographic History of Omphalodeae (Boraginaceae).\" Journal of Systematics and Evolution 57, no. 6: 579-593. https://doi.org/10.1111/ jse.12504.",
          "Parrish, J. T. 2023. \"The Palaeogeography of the Opening South Atlantic.\" In The Africa -South America Connection, 8-27. Oxford Academic. https://doi.org/10.1093/oso/9780198545774.003.0002.",
          "Rambaut, A., A. J. Drummond, D. Xie, G. Baele, and M. A. Suchard. 2018. \"Posterior Summarization in Bayesian Phylogenetics Using Tracer 1.7.\" Systematic Biology 67, no. 5: 901-904. https://doi.org/10. 1093/sysbio/syy032.",
          "Raven, P. H., and D. I. Axelrod. 1974. \"Angiosperm Biogeography and Past Continental Movements.\" Annals of the Missouri Botanical Garden 61, no. 3: 540-573.",
          "Ray, N., and J. M. Adams. 2001. \"A GIS-Based Vegetation Map of the World at the Last Glacial Maximum (25,000-15,000 BP).\" Internet Archaeology 11. https://doi.org/10.11141/ia.11.2.",
          "Ree, R. H., and S. A. Smith. 2008. \"Maximum Likelihood Inference of Geographic Range Evolution by Dispersal, Local Extinction, and Cladogenesis.\" Systematic Biology 57, no. 1: 4-14. https://doi.org/10. 1080/10635150701883881.",
          "Renner, S. 2004. \"Plant Dispersal Across the Tropical Atlantic by Wind and Sea Currents.\" International Journal of Plant Sciences 165, no. S4: S23-S33. https://doi.org/10.1086/383334.",
          "Ronquist, F. 1997. \"Dispersal-Vicariance Analysis: A New Approach to the Quantification of Historical Biogeography.\" Systematic Biology 46, no. 1: 195. https://doi.org/10.2307/2413643.",
          "Snak, C., M. Vatanparast, C. Silva, et al. 2016. \"A Dated Phylogeny of the Papilionoid Legume Genus Canavalia Reveals Recent Diversification by a Pantropical Liana Lineage.\" Molecular Phylogenetics and Evolution 98: 133-146. https://doi.org/10.1016/j.ympev.2016.02.001.",
          "Sostaric, R., A. Alegro, V. Hrsak, Z. Stancic, and H. Kuster. 2009. \"Plant Remains From an Early Iron Age Well at Hajndl, Slovenia.\" Collegium Antropologicum 33, no. 4: 1295-1301.",
          "Takakura, K.-I., and S. Fujii. 2010. \"Reproductive Interference and Salinity Tolerance Differentiate Habitat Use Between Two Alien Cockleburs: Xanthium Occidentale and X. italicum (Compositae).\" Plant Ecology 206, no. 2: 309-319. https://doi.org/10.1007/s1125 8-009-9644-x.",
          "Thiers, B. 2024. \"Index Herbarium: A Global Directory of Public Herbaria and Associated Staff. New York Botanical Garden's Virtual Herbarium.\" http://sweetgum.nybg.org/ih/.",
          "Thorne, R. F. 1972. \"Major Disjunctions in the Geographic Ranges of Seed Plants.\" Quarterly Review of Biology 47, no. 4: 341-365.",
          "Tomasello, S. 2018. \"How Many Names for a Beloved Genus? - Coalescent-Based Species Delimitation in Xanthium L. (Ambrosiinae, Asteraceae).\" Molecular Phylogenetics and Evolution 127: 135-145. https://doi.org/10.1016/j.ympev.2018.05.024.",
          "Tomasello, S., K. Karbstein, L. Hodac, C. Paetzold, and E. Horandl. 2020. \"Phylogenomics Unravels Quaternary Vicariance and Allopatric Speciation Patterns in Temperate-Montane Plant Species: A Case Study on the Ranunculus auricomus Species Complex.\" Molecular Ecology 29, no. 11: 2031-2049. https://doi.org/10.1111/MEC.15458.",
          "Tomasello, S., T. F. Stuessy, C. Oberprieler, and G. Heubl. 2019. \"Ragweeds and Relatives: Molecular Phylogenetics of Ambrosiinae (Asteraceae).\" Molecular Phylogenetics and Evolution 130: 104-114. https://doi.org/10.1016/j.ympev.2018.10.005.",
          "Topfer, A. 2018. \"Cbg-Ethz/ConsensusFixer: Computes a Consensus Sequence with Wobbles, Ambiguous Bases, and In-Frame Insertions, From a NGS Read Alignment.\" https://github.com/cbg-ethz/Conse nsusFixer.",
          "Ufimov, R., J. M. Gorospe, T. Fer, et al. 2022. \"Utilizing Paralogues for Phylogenetic Reconstruction Has the Potential to Increase Species Tree Support and Reduce Gene Tree Discordance in Target Enrichment Data.\" Molecular Ecology Resources 22, no. 8: 3018-3034. https://doi. org/10.1111/1755-0998.13684.",
          "Van Andel, T. H., and P. C. Tzedakis. 1996. \"Palaeolithic Landscapes of Europe and Environs: 150,000-25,000 Years Ago: An Overview.\" Quaternary Science Reviews 15: 481-500.",
          "van Dam, M. H., and N. J. Matzke. 2016. \"Evaluating the Influence of Connectivity and Distance on Biogeographical Patterns in the South-Western Deserts of North America.\" Journal of Biogeography 43, no. 8: 1514-1532. https://doi.org/10.1111/jbi.12727.",
          "van Leeuwen, C. H. A., M. B. Soons, L. G. V. T. I. Vandionant, A. J. Green, and E. S. Bakker. 2023. \"Seed Dispersal by Waterbirds: A Mechanistic Understanding by Simulating Avian Digestion.\" Ecography (Copenhagen, Denmark) 2023, no. 1: e06470. https://doi.org/10.1111/ ecog.06470.",
          "van Steenis, C. G. G. J. 1962. \"The Land -Bridge Theory in Botany.\" Blumea. Biodiversity, Evolution and Biogeography of Plants 11: 266-267.",
          "Velichko, A.A., and L.L.Isavea.1992.\"Landscape Types During the Last Glacial Maximum.\" In Atlas of Palaeoclimates & Palaeoenvironments of the Northern Hemisphere, edited by B. Frenzel, B. Pecsi, and A. A. Velichko. INQUA/Hungarian Academy of Sciences.",
          "Vellozo, J. M. 1881. \"Xanthium.\" In Florae fluminensis, seu, Descriptionum plantarum praefectura Fluminensi sponte nascentium, vol. 1, 599. Flumine Januario.",
          "Villaverde, T., M. Escudero, S. Martin-Bravo, et al. 2017. \"Bipolar Distributions in Vascular Plants: A Review.\" American Journal of Botany 104, no. 11: 1680-1694. https://doi.org/10.3732/ajb.1700159.",
          "Wallace, A. R. 1880. Island Life, or, the Phenomena and Causes of Insular Faunas and Floras: Including a Revision and Attempted Solution of the Problem of Geological Climates. Macmillan and Co (Ed).",
          "Waltari, E., E. P. Hoberg, E. P. Lessa, and J. A. Cook. 2007. \"Eastward ho: Phylogeographical Perspectives on Colonization of Hosts and Parasites Across the Beringian Nexus.\" Journal of Biogeography 34, no. 4: 561-574. https://doi.org/10.1111/j.1365-2699.2007.01705.x.",
          "Wang, Y. G., P. W. Fritsch, S. H. Shi, et al. 2004. \"Phylogeny and Infrageneric Classification of Symplocos (Symplocaceae) Inferred From DNA Sequence Data.\" American Journal of Botany 91: 1901-1914.",
          "Wen, J. 1999. \"Evolution of Eastern Asian and Eastern North American Disjunct Distributions in Flowering Plants.\" Annual Review of Ecology and Systematics 30: 421-455. https://doi.org/10.1146/annurev.ecolsys. 30.1.421.",
          "Wen, J. 2001. \"Evolution of Eastern Asian-Eastern North American Biogeographic Disjunctions: A Few Additional Issues.\" International Journal of Plant Sciences 162, no. 6 SUPPL: S117-S122. https://doi.org/ 10.1086/322940.",
          "Wen, J., S. T. Berggren, C. Lee, et al. 2008. \"Phylogenetic Inferences in Prunus (Rosaceae) Using Chloroplast ndhF and Nuclear Ribosomal ITS Sequences.\" Journal of Systematics and Evolution 46: 322-332.",
          "Wen, J., S. Ickert-Bond, Z.-L. Nie, and R. Li. 2010. Timing and modes of evolution of Eastern Asian-North American biogeographic disjunctions in seed plants. Darwin's Heritage Today: Proceedings of the Darwin 2010 Beijing International Conference, November 2015, 252-269.",
          "Widder, F. J. 1923. \"Die Arten der Gattung Xanthium. Beitrage zu einer Monographie.\" Repertorium Specierum Novarum Regni Vegetabilis 20: 1-223.",
          "Wolfe, K. H., M. Gouy, Y.W.Yang, P. M. Sharp, and W.H. Li. 1989. \"Date of the Monocot-Dicot Divergence Estimated From Chloroplast DNA Sequence Data.\" Proceedings of the National Academy of Sciences 86, no. 16: 6201-6205. https://doi.org/10.1073/pnas.86.16.6201.",
          "Wu, Z.-Y., R. I. Milne, J. Liu, R. Nathan, R. T. Corlett, and D.-Z. Li. 2023. \"The Establishment of Plants Following Long-Distance Dispersal.\" Trends in Ecology & Evolution 38, no. 3: 289-300. https://doi.org/10. 1016/j.tree.2022.11.003.",
          "Xiang, Q. Y., and D. E. Soltis. 2001. \"Dispersal-Vicariance Analyses of Intercontinental Disjuncts: Historical Biogeographical Implications for Angiosperms in the Northern Hemisphere.\" International Journal of Plant Sciences 162, no. 6 SUPPL: S29-S39. https://doi.org/10.1086/323332.",
          "Xu, H., X. Luo, J. Qian, et al. 2012.\"FastUniq: A Fast De Novo Duplicates Removal Tool for Paired Short Reads.\" PLoS One 7, no. 12: e52249. https://doi.org/10.1371/journal.pone.0052249.",
          "Yamazaki, Y., T. Kajita, and K. Takayama. 2023. \"Spatiotemporal Process of Long-Distance Seed Dispersal in a Pantropically Distributed Sea Hibiscus Group.\" Molecular Ecology 32, no. 7: 1726-1738. https:// doi.org/10.1111/mec.16836.",
          "Yang, M. Q., D. Z. Li, J. Wen, and T. S. Yi. 2017. \"Phylogeny and Biogeography of the Amphi-Pacific Genus Aphananthe.\" PLoS One 12, no. 2: e0171405. https://doi.org/10.1371/journal.pone.0171405.",
          "Yang, T., L.M.Lu, W.Wang, et al. 2018.\"Boreotropical Range Expansion and Long-Distance Dispersal Explain Two Amphi-Pacific Tropical Disjunctions in Sabiaceae.\" Molecular Phylogenetics and Evolution 124: 181-191. https://doi.org/10.1016/j.ympev.2018.03.005.",
          "Yong, D. L., W. Heim, S. U. Chowdhury, et al. 2021. \"The State of Migratory Landbirds in the East Asian Flyway: Distributions, Threats, and Conservation Needs.\" Frontiers in Ecology and Evolution 9: 613172. https://doi.org/10.3389/fevo.2021.613172.",
          "Yuan, Z., X.Zheng, Y.Zhao, et al. 2018.\"Phytotoxic Compounds Isolated From Leaves of the Invasive Weed Xanthium spinosum.\" Molecules 23, no. 11: 2840. https://doi.org/10.3390/molecules23112840.",
          "Zedane, L., C. Hong-Wa, J. Murienne, C. Jeziorski, B. G. Baldwin, and G. Besnard. 2016. \"Museomics Illuminate the History of an Extinct, Paleoendemic Plant Lineage (Hesperelaea, Oleaceae) Known From an 1875 Collection From Guadalupe Island, Mexico.\" Biological Journal of the Linnean Society 117, no. 1: 44-57. https://doi.org/10.1111/bij.12509.",
          "Zhu, Y. X., F. W. Lei, L. Tong, X. Y. Mu, J. Wen, and Z. X. Zhang. 2020. \"Animal-Mediated Long-Distance Dispersals and Migrations Shaping the Intercontinental Disjunctions of Celastrus (Celastraceae) Among Five Continents.\" Journal of Systematics and Evolution 58, no. 6: 945- 957.https://doi.org/10.1111/jse.12661."
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "5",
          "pages": "1-16",
          "title": "Journal of Biogeography",
          "volume": "52"
        },
        "alternate_identifiers": [
          {
            "identifier": "https://www.checklistbank.org/dataset/309559"
          },
          {
            "identifier": "urn:lsid:plazi.org:pub:FFB1F15CFFF7FF97FFC1FFBCFFC1C25D"
          },
          {
            "identifier": "http://publication.plazi.org/id/FFB1F15CFFF7FF97FFC1FFBCFFC1C25D"
          }
        ],
        "license": {
          "id": "cc-by-nc-nd-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15304620"
              }
            }
          ]
        }
      },
      "title": "Recent Long-Distance-Dispersal Explains the Range Disjunction of the Old-Word Cockleburs (Xanthium strumarium)",
      "links": {
        "self": "https://zenodo.org/api/records/15304621",
        "self_html": "https://zenodo.org/records/15304621",
        "preview_html": "https://zenodo.org/records/15304621?preview=1",
        "doi": "https://doi.org/10.1111/jbi.15104",
        "self_doi": "https://doi.org/10.1111/jbi.15104",
        "self_doi_html": "https://zenodo.org/doi/10.1111/jbi.15104",
        "parent": "https://zenodo.org/api/records/15304620",
        "parent_html": "https://zenodo.org/records/15304620",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15304621/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15304621/sequence/default",
        "files": "https://zenodo.org/api/records/15304621/files",
        "media_files": "https://zenodo.org/api/records/15304621/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15304621:source.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15304621:source.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15304621:source.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15304621:source.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15304621:source.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15304621:source.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15304621/files-archive",
        "archive_media": "https://zenodo.org/api/records/15304621/media-files-archive",
        "latest": "https://zenodo.org/api/records/15304621/versions/latest",
        "latest_html": "https://zenodo.org/records/15304621/latest",
        "versions": "https://zenodo.org/api/records/15304621/versions",
        "draft": "https://zenodo.org/api/records/15304621/draft",
        "reserve_doi": "https://zenodo.org/api/records/15304621/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15304621/access/links",
        "access_grants": "https://zenodo.org/api/records/15304621/access/grants",
        "access_users": "https://zenodo.org/api/records/15304621/access/users",
        "access_request": "https://zenodo.org/api/records/15304621/access/request",
        "access": "https://zenodo.org/api/records/15304621/access",
        "communities": "https://zenodo.org/api/records/15304621/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15304621/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15304621/requests"
      },
      "updated": "2025-04-30T12:51:24.895281+00:00",
      "recid": "15304621",
      "revision": 13,
      "files": [
        {
          "id": "ac28d8ee-7110-47c0-9268-09e0b6ea7285",
          "key": "source.pdf",
          "size": 1134249,
          "checksum": "md5:03b1f15cd7f774974bc1ffbccec1c25d",
          "links": {
            "self": "https://zenodo.org/api/records/15304621/files/source.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 3,
        "unique_downloads": 3,
        "views": 2,
        "unique_views": 2,
        "version_downloads": 3,
        "version_unique_downloads": 3,
        "version_unique_views": 2,
        "version_views": 2
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-29T14:59:54.589347+00:00",
      "modified": "2025-04-30T13:20:09.446933+00:00",
      "id": 15304522,
      "conceptrecid": "15304521",
      "doi": "10.1111/jbi.15096",
      "doi_url": "https://doi.org/10.1111/jbi.15096",
      "metadata": {
        "title": "Wood Anatomical and Hydraulic Traits of Tamarix Species Across a Large Eurasian Gradient Show a Stronger Climatic Than Phylogenetic Signal",
        "doi": "10.1111/jbi.15096",
        "publication_date": "2025-02-03",
        "description": "Akhmedov, Akbar, Bobokandov, Nodirjon, Krehenwinkel, Henrik, Rzepecki, Andreas, Klein, Tamir, Villar, Jose L., Thomas, Frank M. (2025): Wood Anatomical and Hydraulic Traits of Tamarix Species Across a Large Eurasian Gradient Show a Stronger Climatic Than Phylogenetic Signal. Journal of Biogeography (e15096) 52 (5): 1-18, DOI: 10.1111/jbi.15096, URL: https://doi.org/10.1111/jbi.15096",
        "access_right": "open",
        "creators": [
          {
            "name": "Akhmedov, Akbar",
            "affiliation": "Department of Botany, Samarkand State University, University Boulevard, Samarkand, Uzbekistan |"
          },
          {
            "name": "Bobokandov, Nodirjon",
            "affiliation": "Samarkand Agroinnovations and Research"
          },
          {
            "name": "Krehenwinkel, Henrik",
            "affiliation": "Biogeography, Faculty of Spatial and Environmental Sciences, Trier University, Universitätsring, Trier,"
          },
          {
            "name": "Rzepecki, Andreas",
            "affiliation": "Geobotany, Faculty of Spatial and Environmental Sciences, Trier University, Trier, Germany |"
          },
          {
            "name": "Klein, Tamir",
            "affiliation": "Weizmann Tree Lab, Department of Plant &"
          },
          {
            "name": "Villar, Jose L.",
            "affiliation": "Department of Environmental Sciences and Natural Resources, University of"
          },
          {
            "name": "Thomas, Frank M.",
            "affiliation": "Geobotany, Faculty of Spatial and Environmental Sciences, Trier University, Trier, Germany |"
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy",
          "Plantae",
          "Tracheophyta",
          "Magnoliopsida",
          "Caryophyllales",
          "Tamaricaceae"
        ],
        "related_identifiers": [
          {
            "identifier": "https://www.gbif.org/dataset/1235570f-1ec7-4b44-9ba8-19868cd11298",
            "relation": "isSourceOf",
            "resource_type": "dataset",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.15310454",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/E2043C517064944FFFF81937F2B81DF8",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.15310524",
            "relation": "hasPart",
            "resource_type": "dataset",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.15310526",
            "relation": "hasPart",
            "resource_type": "dataset",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.15304524",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.15310528",
            "relation": "hasPart",
            "resource_type": "dataset",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.15310452",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.15304528",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/s0140-1963(02)00318-x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ppees.2020.125586",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1163/22941932-90001641",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/nph.18586",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1163/22941932-90001064",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1006/jare.1999.0585",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2305/IUCN.UK.2018-1.RLTS.T79928148A123870302.en",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1175/2010bams2988.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1469-8137.2005.01610.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/jxb/eru218",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1654-109X.2009.01050.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.scitotenv.2007.09.005",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1079/cabicompendium.52483",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1139/b2012-048",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.revpalbo.2015.03.001",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/tax.592002",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00468-012-0824-2",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/nph.13646",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1078/1433-8319-00017",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s004420100628",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/pce.12777",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/joc.3711",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.14738/aivp.93.10175",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.plantsci.2024.112201",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1600/036364406779695997",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00468-012-0834-0",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1088/1755-1315/939/1/012081",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.jaridenv.2019.104045",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/treephys/tpr047",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/treephys/tpac007",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/nph.13035",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.20870/jph.2024.2",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/nph.14545",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00267-015-0499-8",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.pone.0221607",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/aob/mcw151",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/s41477-023-01369-1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3390/f14091784",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.7717/peerj.8999",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/ece3.70353",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.14214/sf.528",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00442-009-1455-1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/1365-2435.12868",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/nph.16961",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/treephys/tpaa159",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1472-4669.2010.00232.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1006/jare.2001.0829",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s11356-024-32432-9",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.jaridenv.2010.11.004",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/ele.13584",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/nmeth.2089",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/treephys/tpt050",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1073/pnas.2008987118",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1073/pnas.0404206101",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/molbev/msab120",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00442-024-05562-7",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/botlinnean/boad025",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.baae.2005.07.008",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/jpe/rtn023",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1104/pp.114.249706",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1146/annurev.pp.40.060189.000315",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1175/2009jcli2909.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3989/ajbm.2308",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/jse.12478",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1017/S1464793106007007",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3732/ajb.95.3.299",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00442-018-4250-z",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/nph.19132",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Abdelgawad, A. 2017. \"Tamarix Nilotica (Ehrenb) Bunge: A Review of Phytochemistry and Pharmacology.\" Journal of Microbial and Biochemical Technology 9, no. 1: 544-553.",
          "Abdel-Ghani, M. M., and W. M. Amer. 2003. \"Soil-Vegetation Relationships in a Coastal Desert Plain of Southern Sinai, Egypt.\" Journal of Arid Environments 55, no. 4: 607-628. https://doi.org/10. 1016/s0140-1963(02)00318-x.",
          "Akhmedov, A., I. Rog, A. Bachar, H. Shomurodov, M. Nasirov, and T. Klein. 2021. \"Higher Risk for Six Endemic and Endangered Lagochilus Species in Central Asia Under Drying Climate.\" Perspectives in Plant Ecology, Evolution and Systematics 48: 125586. https://doi.org/10.1016/j. ppees.2020.125586.",
          "Akkemik, U., A. Efe, Z. Kaya, and D. Demir. 2007. \"Wood Anatomy of Endemic Rhamnus Species in the Mediterranean Region of Turkey.\" IAWA Journal 28, no. 3: 301-310. https://doi.org/10.1163/22941 932-90001641.",
          "Anderegg, L. D. L. 2023. \"Why Can't We Predict Traits From the Environment?\" New Phytologist 237, no. 6: 1998-2004. https://doi.org/ 10.1111/nph.18586.",
          "Baas, P., P. M. Esser, M. E. T. van der Westen, and M. Zandee. 1988. \"Wood Anatomy of the Oleaceae.\" IAWA Journal 9, no. 2: 103-182. https://doi.org/10.1163/22941932-90001064.",
          "Badri, M. A., and A. I. Hamed. 2000. \"Nutrient Value of Plants in an Extremely Arid Environment (Wadi Allaqi Biosphere Reserve, Egypt).\" Journal of Arid Environments 44, no. 3: 347-356. https://doi.org/10. 1006/jare.1999.0585.",
          "Baum, B. R. 1978. The Genus Tamarix. Jerusalem: Israel Academy of Sciences and Humanities.",
          "Beech, E. 2018. \"Tamarix boveana. The IUCN Red List of Threatened Species 2018.\" https://doi.org/10.2305/IUCN.UK.2018-1.RLTS.T7992 8148A123870302.en.",
          "Begon, M., C. R. Townsend, and J. L. Harper. 2006. Ecology -From Individuals to Ecosystems. 4th ed. Oxford, UK: Blackwell.",
          "Begueria, S., S. M. Vicente-Serrano, and M. Angulo-Martinez. 2010. \"A Multiscalar Global Drought Dataset: The SPEIbase: A New Gridded Product for the Analysis of Drought Variability and Impacts.\" Bulletin of the American Meteorological Society 91, no. 10: 1351-1356. https://doi. org/10.1175/2010bams2988.1.",
          "Blattner, F. R. 2006. \"Multiple Intercontinental Dispersals Shaped the Distribution Area of Hordeum (Poaceae).\" New Phytologist 169, no. 3: 603-614. https://doi.org/10.1111/j.1469-8137.2005.01610.x.",
          "Bouche, P. S., M. Larter, J. C. Domec, et al. 2014. \"A Broad Survey of Hydraulic and Mechanical Safety in the Xylem of Conifers.\" Journal of Experimental Botany 65, no. 15: 4419-4431. https://doi.org/10.1093/jxb/ eru218.",
          "Bruelheide, H., B. Vonlanthen, U. Jandt, et al. 2010. \"Life on the Edge - To Which Degree Does Phreatic Water Sustain Vegetation in the Periphery of the Taklamakan Desert?\" Applied Vegetation Science 13, no. 1: 56-71. https://doi.org/10.1111/j.1654-109X.2009.01050.x.",
          "Bruus, H. 2009. Theoretical Microfluidics. 2nd ed. Oxford, UK: Oxford University Press.",
          "Bukata, A. R., and T. K. Kyser. 2008. \"Tree-Ring Elemental Concentrations in Oak Do Not Necessarily Passively Record Changes in Bioavailability.\" Science of the Total Environment 390, no. 1: 275-286. https://doi.org/10.1016/j.scitotenv.2007.09.005.",
          "CABI. 2022. \"Tamarix aphylla (Athel).\" CABI Compendium. https://doi. org/10.1079/cabicompendium.52483.",
          "Carlquist, S. 2012. \"How Wood Evolves: A New Synthesis.\" Botany 90, no. 10: 901-940. https://doi.org/10.1139/b2012-048.",
          "Castroviejo, S., C. Aedo, S. Cirujano, et al. 1995. Flora iberica: plantas vasculares de la Peninsula Iberica e Islas Baleares. Vol. 3. Madrid, Spain: CSIC, Consejo Superior de Investigaciones Cientificas.",
          "Cavender-Bares, J., D. D. Ackerly, D. A. Baum, and F. A. Bazzaz. 2004. \"Phylogenetic Overdispersion in Floridian Oak Communities.\" American Naturalist 163, no. 6: 823-843.",
          "Chew, M. K. 2009. \"The Monstering of Tamarisk: How Scientists Made a Plant Into a Problem.\" Journal of the History of Biology 42, no. 2: 231-266.",
          "Choat, B., A. R. Cobb, and S. Jansen. 2008. \"Structure and Function of Bordered Pits: New Discoveries and Impacts on Whole-Plant Hydraulic Function.\" New Phytologist 177, no. 3: 608-626.",
          "Climate-data.org. 2024. \"AM Online Projects, Oedheim, Germany.\" https://en.climate-data.org.",
          "Cohen, H. 1988. Statistical Power Analysis for Behavioral Sciences. 2nd ed. Mahwah, NJ, USA: Lawrence Erlbaum Associates.",
          "Combourieu-Nebout, N., A. Bertini, E. Russo-Ermolli, et al. 2015. \"Climate Changes in the Central Mediterranean and Italian Vegetation Dynamics Since the Pliocene.\" Review of Palaeobotany and Palynology 218: 127-147. https://doi.org/10.1016/j.revpalbo.2015.03.001.",
          "Danin, A., and O. Fragman-Sapir. 2016. Tamarix negevensis Zohary. Flora of Israel and Adjacent Areas. https://flora.org.il/en/plants/ TAMNEG/.",
          "Denk, T., and G. W. Grimm. 2010. \"The Oaks of Western Eurasia: Traditional Classifications and Evidence From Two Nuclear Markers.\" Taxon 59, no. 2: 351-366. https://doi.org/10.1002/tax.592002.",
          "Dettmann, S., C. A. Perez, and F. M. Thomas. 2013. \"Xylem Anatomy and Calculated Hydraulic Conductance of Four Nothofagus Species With Contrasting Distribution in South-Central Chile.\" Trees 27, no. 3: 685-696. https://doi.org/10.1007/s00468-012-0824-2.",
          "Di Tomaso, J. M. 1998. \"Impact, Biology, and Ecology of Saltcedar (Tamarix Spp.) in the Southwestern United States.\" Weed Technology 12, no. 2: 326-336.",
          "Dickison, W. C. 2000. Integrative Plant Anatomy San Diego. San Diego, CA: USA Harcourt Academic Press.",
          "Encyclopedia of Life (EOL). 2008. \"Tamarix boveana Bunge.\" https:// eol.org/pages/5743104.",
          "Falster, D., D. Warton, and I. Wright. 2006. \"SMATR: Standardised Major Axis Tests and Routines.\" Version 2.0. http://www.bio.mq.edu. au/ecology/SMATR/.",
          "Faul, F., E. Erdfelder, A.-G. Lang, and A. Buchner. 2007. \"G*Power 3: A Flexible Statistical Power Analysis Program for the Social, Behavioral, and Biomedical Sciences.\" Behavior Research Methods 39, no. 2: 175-191.",
          "Flora of China (FOC). 2024. \"Tamarix hispida Willdenow.\" http://www. efloras.org/florataxon.aspx?flora_id=2&taxon_id=200014305.",
          "Gleason, S. M., M. Westoby, S. Jansen, et al. 2016. \"Weak Tradeoff Between Xylem Safety and Xylem-Specific Hydraulic Efficiency Across the World's Woody Plant Species.\" New Phytologist 209, no. 1: 123-136. https://doi.org/10.1111/nph.13646.",
          "Gould, S. J., and R. C. Lewontin. 1979. \"The Spandrels of San Marco and the Panglossian Paradigm: A Critique of the Adaptationist Programme.\" Proceedings of the Royal Society of London, Series B: Biological Sciences 205, no. 1161: 581-598.",
          "Hacke, U. G., and J. S. Sperry. 2001. \"Functional and Ecological Xylem Anatomy.\" Perspectives in Plant Ecology, Evolution and Systematics 4, no. 2: 97-115. https://doi.org/10.1078/1433-8319-00017.",
          "Hacke, U. G., J. S. Sperry, W. T. Pockman, S. D. Davis, and K. A. McCulloh. 2001. \"Trends in Wood Density and Structure Are Linked to Prevention of Xylem Implosion by Negative Pressure.\" Oecologia 126, no. 4: 457-461. https://doi.org/10.1007/s004420100628.",
          "Hacke, U. G., J. S. Sperry, J. K. Wheeler, and L. Castro. 2006. \"Scaling of Angiosperm Xylem Structure With Safety and Efficiency.\" Tree Physiology 26, no. 6: 689-701.",
          "Hacke, U. G., R. Spicer, S. G. Schreiber, and L. Plavcova. 2017. \"An Ecophysiological and Developmental Perspective on Variation in Vessel Diameter.\" Plant, Cell & Environment 40, no. 6: 831-845. https://doi.org/ 10.1111/pce.12777.",
          "Harris, I., P. D. Jones, T. J. Osborn, and D. H. Lister. 2014. \"Updated High-Resolution Grids of Monthly Climatic Observations -The CRU TS3.10 Dataset.\" International Journal of Climatology 34, no. 3: 623- 642. https://doi.org/10.1002/joc.3711.",
          "Heywood, V. H., D. M. Moore, V. Goaman, et al. 1978. Flowering Plants of the World. Oxford, UK: Oxford University Press.",
          "Ighbareyeh, J. M. H., A. Cano-Ortiz, and E. Cano. 2021. \"Endemic Plant Species in the West of Hebron, Palestine.\" European Journal of Applied Sciences 9, no. 3: 368-385. https://doi.org/10.14738/aivp.93.10175.",
          "Ighbareyeh, J. M. H., A.Cano-Ortiz, and E. Cano.2022. \"Phytosociology and Vegetation of Plants of Beit Jibrin in Palestine.\" Landscape 11, no. 2: 264.",
          "Iqbal, U., A. Daad, A. Ali, et al. 2024. \"Surviving the Desert's Grasp: Decipherment Phreatophyte Tamarix aphylla (L.) Karst. Adaptive Strategies for Arid Resilience.\" Plant Science 347: 112201. https://doi. org/10.1016/j.plantsci.2024.112201.",
          "Islam, M. B., and M. P. Simmons. 2006. \"A Thorny Dilemma: Testing Alternative Intrageneric Classifications Within Ziziphus (Rhamnaceae).\" Systematic Botany 31, no. 4: 826-842. https://doi.org/ 10.1600/036364406779695997.",
          "Jacobsen, A. L., F. W. Ewers, R. B. Pratt, W. A. Paddock 3rd, and S. D. Davis. 2005. \"Do Xylem Fibers Affect Vessel Cavitation Resistance?\" Plant Physiology 139, no. 1: 546-556.",
          "Kallarackal, J., D. O. Otieno, B. Reineking, et al. 2013. \"Functional Convergence in Water Use of Trees From Different Geographical Regions: A Meta-Analysis.\" Trees 27, no. 3: 787-799. https://doi.org/10. 1007/s00468-012-0834-0.",
          "Kenjaev, Y., and A. Tursunkulova. 2021. \"Changes in Soil Physical Properties Under the Effect of Irrigation.\" IOP Conference Series: Earth and Environmental Science 939, no. 1: 012081. https://doi.org/10.1088/ 1755-1315/939/1/012081.",
          "Klein, T. 2020. \"A Race to the Unknown: Contemporary Research on Tree and Forest Drought Resistance, an Israeli Perspective.\" Journal of Arid Environments 172: 104045. https://doi.org/10.1016/j.jaridenv.2019. 104045.",
          "Klein, T., S. Cohen, and D. Yakir. 2011. \"Hydraulic Adjustments Underlying Drought Resistance of Pinus halepensis.\" Tree Physiology 31, no. 6: 637-648. https://doi.org/10.1093/treephys/tpr047.",
          "Klein, T., J. M. Torres-Ruiz, and J. J. Albers. 2022. \"Conifer Desiccation in the 2021 NW Heatwave Confirms the Role of Hydraulic Damage.\" Tree Physiology 42, no. 4: 722-726. https://doi.org/10.1093/treephys/tpac007.",
          "Kolb, K. J., and J. S. Sperry. 1999. \"Differences in Drought Adaptation Between Subspecies of Sagebrush (Artemisia tridentata).\" Ecology 80, no. 7: 2373-2384.",
          "Lachenbruch, B., and K. A. McCulloh. 2014. \"Traits, Properties, and Performance: How Woody Plants Combine Hydraulic and Mechanical Functions in a Cell, Tissue, or Whole Plant.\" New Phytologist 204, no. 4: 747-764. https://doi.org/10.1111/nph.13035.",
          "Larter, M., A. Akhmedov, C. Payne, S. Delzon, and T. Klein. 2024. \"High and Variable Hydraulic Resistance to Embolism Among Three Asian Juniper Species: Hydraulic Resistance to Embolism in Asian Junipers.\" Journal of Plant Hydraulics 10, no. 1: e002. https://doi.org/ 10.20870/jph.2024.2.",
          "Larter, M., S. Pfautsch, J.-C. Domec, S. Trueba, N. Nagalingum, and S. Delzon. 2017. \"Aridity Drove the Evolution of Extreme Embolism Resistance and the Radiation of Conifer Genus Callitris.\" New Phytologist 215, no. 1: 97-112. https://doi.org/10.1111/nph.14545.",
          "Lavaine, C., A. Evette, and H. Piegay. 2015. \"European Tamaricaceae in Bioengineering on Dry Soils.\" Environmental Management 56, no. 1: 221-232. https://doi.org/10.1007/s00267-015-0499-8.",
          "Lechowicz, K., D. Wronska-Pilarek, J. Bocianowski, and T. Malinski. 2020. \"Pollen Morphology of Polish Species From the Genus Rubus L. (Rosaceae) and Its Systematic Importance.\" PLoSOne 15, no. 5: e0221607. https://doi.org/10.1371/journal.pone.0221607.",
          "Lens, F., R. A. Vos, G. Charrier, et al. 2016. \"Scalariform-To-Simple Transition in Vessel Perforation Plates Triggered by Differences in Climate During the Evolution of Adoxaceae.\" Annals of Botany 118, no. 5: 1043-1056. https://doi.org/10.1093/aob/mcw151.",
          "Lerner, D., M. F. Martinez, S. Livne-Luzon, J. Belmaker, J. Penuelas, and T. Klein. 2023. \"A Biome-Dependent Distribution Gradient of Tree Species Range Edges Is Strongly Dictated by Climate Spatial Heterogeneity.\" Nature Plants 9, no. 4: 544-553. https://doi.org/10.1038/ s41477-023-01369-1.",
          "Li, S., S. Lu, J. Wang, et al. 2023. \"Responses of Physiological, Morphological and Anatomical Traits to Abiotic Stress in Woody Plants.\" Forests 14, no. 9: 1784. https://doi.org/10.3390/f14091784.",
          "Liede-Schumann, S., G. W. Grimm, N. M. Nurk, A. J. Potts, U. Meve, and H. E. K. Hartmann. 2020. \"Phylogenetic Relationships in the Southern African Genus Drosanthemum (Ruschioideae, Aizoaceae).\" PeerJ 8: e8999. https://doi.org/10.7717/peerj.8999.",
          "Liu,Y.,K.Ding,L.Liang,Z.Zhang,K.Chen,and H.Li.2024.\"Comparative Study on Chloroplast Genome of Tamarix Species.\" Ecology and Evolution 14, no. 10: e70353. https://doi.org/10.1002/ece3.70353.",
          "Maherali, H., W. T. Pockman, and R. B. Jackson. 2004. \"Adaptive Variation in the Vulnerability of Woody Plants to Xylem Cavitation.\" Ecology 85, no. 8: 2184-2199.",
          "Makela, A., T. J. Givnish, F. Berninger, T. N. Buckley, G. D. Farquhar, and P. Hari. 2002. \"Challenges and Opportunities of the Optimality Approach in Plant Ecology.\" Silva Fennica 36, no. 3: 605-614. https:// doi.org/10.14214/sf.528.",
          "Marks, C. O., and M. J. Lechowicz. 2006. \"Alternative Designs and the Evolution of Functional Diversity.\" American Naturalist 167, no. 1: 55-66.",
          "Martinez-Vilalta, J., M. Mencuccini, X. Alvarez, J. Camacho, L. Loepfe, and J. Pinol. 2012. \"Spatial Distribution and Packing of Xylem Conduits.\" American Journal of Botany 99, no. 7: 1189-1196. https://doi. org/10.3732/ajb.1100384.",
          "Mayr, E. 1983. \"How to Carry Out the Adaptationist Program?\" American Naturalist 121, no. 3: 324-334.",
          "Meusel, H., E. Jaeger, and E. Weinert. 1965. Vergleichende Chorologie der zentraleuropaischen Flora. Vol. I. Jena, Germany: VEB G. Fischer.",
          "Molina, J. A., C. Pertinez, A. Diez, and M. A. Casermeiro. 2004. \"Vegetation Composition and Zonation of a Mediterranean Braided River Floodplain.\" Belgian Journal of Botany 137, no. 2: 140-154.",
          "Natale, E. S., J. Gaskin, S. M. Zalba, M. Ceballos, and H. E. Reinoso. 2008. \"Especies del genero Tamarix (Tamaricaceae) invadiendo ambientes naturales y seminaturales en Argentina.\" Boletin de la Sociedad Argentina de Botanica 43, no. 1-2: 137-145.",
          "Niklas, K. J. 1992. Plant Biomechanics. Chicago, USA: University of Chicago Press.",
          "Nippert, J. B., J. J. Butler Jr., G. J. Kluitenberg, et al. 2010. \"Patterns of Tamarix Water Use During a Record Drought.\" Oecologia 162, no. 2: 283-292. https://doi.org/10.1007/s00442-009-1455-1.",
          "Niu, C.-Y., F. C. Meinzer, and G.-Y. Hao. 2017. \"Divergence in Strategies for Coping With Winter Embolism Among Co-Occurring Temperate Tree Species: The Role of Positive Xylem Pressure, Wood Type and Tree Stature.\" Functional Ecology 31: 1550-1560. https://doi.org/10.1111/ 1365-2435.12868.",
          "Oksanen, J., G. Simpson, F. Blanchet, et al. 2022. \"vegan: Community Ecology Package.\" R package version 2.6-4, Accessed June 07, 2024, https://CRAN.R-project.org/package=vegan.",
          "Olson, M. E., T. Anfodillo, S. M. Gleason, and K. A. McCulloh. 2021. \"Tip-To-Base Xylem Conduit Widening as an Adaptation: Causes, Consequences, and Empirical Priorities.\" New Phytologist 229, no. 4: 1877-1893. https://doi.org/10.1111/nph.16961.",
          "Pallardy, S. G. 2008. Physiology of Woody Plants. 3rd ed. Amsterdam, The Netherlands: Elsevier.",
          "Paudel, I., H. Gerbi, A. Zisovich, G. Sapir, and T. Klein. 2021. \"Intraspecific Plasticity in Hydraulic and Stomatal Regulation Under Drought Is Linked to Aridity at the Seed Source in a Wild Pear Species.\" Tree Physiology 41, no. 6: 960-973. https://doi.org/10.1093/treephys/ tpaa159.",
          "Pittermann, J. 2010. \"The Evolution of Water Transport in Plants: An Integrated Approach.\" Geobiology 8, no. 2: 112-139. https://doi.org/10. 1111/j.1472-4669.2010.00232.x.",
          "Pockman, W. T., and J. S. Sperry. 2000. \"Vulnerability to Xylem Cavitation and the Distribution of Sonoran Desert Vegetation.\" American Journal of Botany 87, no. 9: 1287-1299.",
          "Qong, M., H. Takamura, and M. Hudaberdi. 2002. \"Formation and Internal Structure of Tamarix Cones in the Taklimakan Desert.\" Journal of Arid Environments 50, no. 1: 81-97. https://doi.org/10.1006/ jare.2001.0829.",
          "Roy, P., S. C. Pal, R. Chakrabortty, et al. 2024. \"Climate Change and Geo-Environmental Factors Influencing Desertification: A Critical Review.\" Environmental Science and Pollution Research. https://doi.org/ 10.1007/s11356-024-32432-9.",
          "Rzepecki, A., F. Zeng, and F. M. Thomas. 2011. \"Xylem Anatomy and Hydraulic Conductivity of Three Co-Occurring Desert Phreatophytes.\" Journal of Arid Environments 75, no. 4: 338-345. https://doi.org/10. 1016/j.jaridenv.2010.11.004.",
          "Sanchez-Martinez, P., J. Martinez-Vilalta, K. G. Dexter, R. A. Segovia, and M. Mencuccini. 2020. \"Adaptation and Coordinated Evolution of Plant Hydraulic Traits.\" Ecology Letters 23, no. 11: 1599-1610. https:// doi.org/10.1111/ele.13584.",
          "Schneider, C. A., W.S. Rasband, and K. W. Eliceiri.2012. \"NIH Image to ImageJ: 25 Years of Image Analysis.\" Nature Methods 9, no. 7: 671-675. https://doi.org/10.1038/nmeth.2089.",
          "Scholz, A., D. Rabaey, A. Stein, H. Cochard, E. Smets, and S. Jansen. 2013. \"The Evolution and Function of Vessel and Pit Characters With Respect to Cavitation Resistance Across 10 Prunus Species.\" Tree Physiology 33, no. 7: 684-694. https://doi.org/10.1093/treephys/tpt050.",
          "Skelton, R. P., L. D. L. Anderegg, J. Diaz, et al. 2021. \"Evolutionary Relationships Between Drought-Related Traits and Climate Shape Large Hydraulic Safety Margins in Western North American Oaks.\" Proceedings of the National Academy of Sciences 118, no. 10: e2008987118. https://doi.org/10.1073/pnas.2008987118.",
          "Sperry, J. S. 2003. \"Evolution of Water Transport and Xylem Structure.\" International Journal of Plant Sciences 164, no. S3: S115-S127.",
          "Sperry, J. S., and J. E. M. Sullivan. 1992. \"Xylem Embolism in Response to Freeze-Thaw Cycles and Water Stress in Ring-Porous, Diffuse-Porous, and Conifer Species.\" Plant Physiology 100, no. 2: 605-613.",
          "Spicer, R., and B. L. Gartner. 2001. \"The Effects of Cambial Age and Position Within the Stem on Specific Conductivity in Douglas-Fir ( (Pseudotsuga Menziesii) ) Sapwood.\" Trees 15, no. 4: 222-229.",
          "Tamura, K., M. Nei, and S. Kumar. 2004. \"Prospects for Inferring Very Large Phylogenies by Using the Neighbor-Joining Method.\" Proceedings of the National Academy of Sciences 101: 11030-11035. https://doi.org/ 10.1073/pnas.0404206101.",
          "Tamura, K., G. Stecher, and S. Kumar. 2021. \"MEGA11: Molecular Evolutionary Genetics Analysis Version 11.\" Molecular Biology and Evolution 38, no. 7: 3022-3027. https://doi.org/10.1093/molbev/ msab120.",
          "Tang, W., X. Liu, X. Liang, et al. 2024. \"Hydraulic Vulnerability Difference Between Branches and Roots Increases With Environmental Aridity.\" Oecologia 205, no. 1: 177-190. https://doi.org/10.1007/s00442- 024-05562-7.",
          "Terrones, A., and A. Juan. 2023. \"First Dated Phylogenetic Reconstruction of the Genus Tamarix (Tamaricaceae): Biogeographical Implications and Hybridization Processes in the Mediterranean Basin.\" Botanical Journal of the Linnean Society 203, no. 3: 209-226. https://doi. org/10.1093/botlinnean/boad025.",
          "The World Flora Online (WFO). 2024. \"Tamarix hispida Willd.\" www. worldfloraonline.org/taxon/wfo-0000458607.",
          "Thomas, F. M. 2014. \"Ecology of Phreatophytes.\" In Progress in Botany 75, edited by U. Luttge, W. Beyschlag, and J. Cushman, 335-375. New York, USA: Springer.",
          "Thomas, F. M., S. K. Arndt, H. Bruelheide, et al. 2000. \"Ecological Basis for a Sustainable Management of the Indigenous Vegetation in a Central-Asian Desert: Presentation and First Results.\" Journal of Applied Botany-Angewandte Botanik 74, no. 5-6: 212-219.",
          "Thomas, F. M., A. Foetzki, S. K. Arndt, et al. 2006. \"Water Use by Perennial Plants in the Transition Zone Between River Oasis and Desert in NW China.\" Basic and Applied Ecology 7, no. 3: 253-267. https://doi. org/10.1016/j.baae.2005.07.008.",
          "Thomas, F. M., A. Foetzki, D. Gries, et al. 2008. \"Regulation of the Water Status in Three Co-Occurring Phreatophytes at the Southern Fringe of the Taklamakan Desert.\" Journal of Plant Ecology 1, no. 4: 227-235. https://doi.org/10.1093/jpe/rtn023.",
          "Torres-Ruiz, J. M., S. Jansen, B. Choat, et al. 2015. \"Direct X-Ray Microtomography Observation Confirms the Induction of Embolism Upon Xylem Cutting Under Tension.\" Plant Physiology 167, no. 1: 40-43. https://doi.org/10.1104/pp.114.249706.",
          "Tyree, M. T., and H. Cochard. 1996. \"Summer and Winter Embolism in Oak: Impact on Water Relations.\" Annales des Sciences Forestieres 53, no. 2-3: 173-180.",
          "Tyree, M. T., and J. S. Sperry. 1989.\"Vulnerability of Xylem to Cavitation and Embolism.\" Annual Review of Plant Physiology and Plant Molecular Biology 40, no. 1: 19-36. https://doi.org/10.1146/annurev.pp.40.060189. 000315.",
          "Tyree, M. T., and M. H. Zimmermann. 2002. Xylem Structure and the Ascent of Sap. 2nd ed. Berlin, Germany: Springer.",
          "Vicente-Serrano, S. M., S. Begueria, and J. I. Lopez-Moreno. 2010. \"A Multiscalar Drought Index Sensitive to Global Warming: The Standardized Precipitation Evapotranspiration Index.\" Journal of Climate 23, no. 7: 1696-1718. https://doi.org/10.1175/2009jcli2909.1.",
          "Villar, J. L., M. A. Alonso, A. Juan, and M. B. Crespo. 2012. \"Does Tamarix Dalmatica (Tamaricaceae) Occur in Spain?\" Anales del Jardin Botanico de Madrid 69, no. 2: 253-258.https://doi.org/10.3989/ajbm.2308.",
          "Villar, J. L., M. A. Alonso, A. Juan, J. F. Gaskin, and M. B. Crespo. 2019. \"Out of the Middle East: New Phylogenetic Insights in the Genus Tamarix (Tamaricaceae).\" Journal of Systematics and Evolution 57, no. 5: 488-507. https://doi.org/10.1111/jse.12478.",
          "Warton, D. I., I. J. Wright, D. S. Falster, and M. Westoby.2006. \"Bivariate Line-Fitting Methods for Allometry.\" Biological Reviews 81, no. 2: 259- 291. https://doi.org/10.1017/S1464793106007007.",
          "Watson, L., and M. J. Dallwitz. 1992. \"The Families of Flowering Plants: Descriptions, Illustrations, Identification, and Information Retrieval.\" Version: 13th January 2024. https://www.delta-intkey.com/angio/ www/tamarica.htm.",
          "Weather and Climate. 2024. \"Weather and Climate - The Global Historical Weather and Climate Data.\" Accessed October 14, 2024, https://weatherandclimate.com/china/xinjiang/hotan-prefecture#t2.",
          "Wheeler, J. K., J. S. Sperry, U. G. Hacke, and N. Hoang. 2005. \"Inter-Vessel Pitting and Cavitation in Woody Rosaceae and Other Vesselled Plants: A Basis for a Safety Versus Efficiency Trade-Off in Xylem Transport.\" Plant, Cell & Environment 28, no. 6: 800-812.",
          "Willson, C. J., P. S. Manos, and R. B. Jackson. 2008. \"Hydraulic Traits Are Influenced by Phylogenetic History in the Drought-Resistant, Invasive Genus Juniperus (Cupressaceae).\" American Journal of Botany 95, no. 3: 299-314. https://doi.org/10.3732/ajb.95.3.299.",
          "Winters, G., D. Otieno, S. Cohen, et al. 2018. \"Tree Growth and Water-Use in Hyper-Arid Acacia Occurs During the Hottest and Driest Season.\" Oecologia 188: 695-705. https://doi.org/10.1007/s00442-018-4250-z.",
          "Xia, X., C. Li, X. Zhou, H. Zhang, P. Huang, and B. Pan. 1993. Desertification and Control of Blown Sand Disasters in Xinjiang. Beijing, China: Science Press.",
          "Zhang, G., Z. Mao, P. Maillard, et al. 2023. \"Functional Trade-Offs Are Driven by Coordinated Changes Among Cell Types in the Wood of Angiosperm Trees From Different Climates.\" New Phytologist 240, no. 3: 1162-1176. https://doi.org/10.1111/nph.19132.",
          "Zohary, M. 1982. Vegetation of Israel and Adjacent Areas. Wiesbaden, Germany: Dr. Ludwig Reichert Verlag.",
          "Zohary, M. 1987. Flora Palaestina: Equisetaceae to Umbelliferae, Text (Vol. 2, Text). Jerusalem, Israel: Israel Academy of Sciences and Humanities."
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "5",
          "pages": "1-18",
          "title": "Journal of Biogeography",
          "volume": "52"
        },
        "alternate_identifiers": [
          {
            "identifier": "https://www.checklistbank.org/dataset/309561"
          },
          {
            "identifier": "urn:lsid:plazi.org:pub:1E3D4429706F9442FF811C31F1581D55"
          },
          {
            "identifier": "http://publication.plazi.org/id/1E3D4429706F9442FF811C31F1581D55"
          }
        ],
        "license": {
          "id": "cc-by-nc-nd-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15304521"
              }
            }
          ]
        }
      },
      "title": "Wood Anatomical and Hydraulic Traits of Tamarix Species Across a Large Eurasian Gradient Show a Stronger Climatic Than Phylogenetic Signal",
      "links": {
        "self": "https://zenodo.org/api/records/15304522",
        "self_html": "https://zenodo.org/records/15304522",
        "preview_html": "https://zenodo.org/records/15304522?preview=1",
        "doi": "https://doi.org/10.1111/jbi.15096",
        "self_doi": "https://doi.org/10.1111/jbi.15096",
        "self_doi_html": "https://zenodo.org/doi/10.1111/jbi.15096",
        "parent": "https://zenodo.org/api/records/15304521",
        "parent_html": "https://zenodo.org/records/15304521",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15304522/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15304522/sequence/default",
        "files": "https://zenodo.org/api/records/15304522/files",
        "media_files": "https://zenodo.org/api/records/15304522/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15304522:source.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15304522:source.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15304522:source.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15304522:source.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15304522:source.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15304522:source.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15304522/files-archive",
        "archive_media": "https://zenodo.org/api/records/15304522/media-files-archive",
        "latest": "https://zenodo.org/api/records/15304522/versions/latest",
        "latest_html": "https://zenodo.org/records/15304522/latest",
        "versions": "https://zenodo.org/api/records/15304522/versions",
        "draft": "https://zenodo.org/api/records/15304522/draft",
        "reserve_doi": "https://zenodo.org/api/records/15304522/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15304522/access/links",
        "access_grants": "https://zenodo.org/api/records/15304522/access/grants",
        "access_users": "https://zenodo.org/api/records/15304522/access/users",
        "access_request": "https://zenodo.org/api/records/15304522/access/request",
        "access": "https://zenodo.org/api/records/15304522/access",
        "communities": "https://zenodo.org/api/records/15304522/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15304522/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15304522/requests"
      },
      "updated": "2025-04-30T13:20:09.446933+00:00",
      "recid": "15304522",
      "revision": 15,
      "files": [
        {
          "id": "5df8a789-22e7-418c-be78-1ec1c3dfd83f",
          "key": "source.pdf",
          "size": 1947902,
          "checksum": "md5:1e3d4429706f944273811c31f1581d55",
          "links": {
            "self": "https://zenodo.org/api/records/15304522/files/source.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 5,
        "unique_downloads": 5,
        "views": 3,
        "unique_views": 3,
        "version_downloads": 5,
        "version_unique_downloads": 5,
        "version_unique_views": 3,
        "version_views": 3
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-27T07:30:33.213569+00:00",
      "modified": "2025-04-27T07:30:33.666393+00:00",
      "id": 15289558,
      "conceptrecid": "15289557",
      "doi": "10.3897/phytokeys.255.144697",
      "doi_url": "https://doi.org/10.3897/phytokeys.255.144697",
      "metadata": {
        "title": "Diving into Diversity: Haslea berepwari (Bacillariophyceae, Naviculaceae), a new species of marine diatom from New Caledonia",
        "doi": "10.3897/phytokeys.255.144697",
        "publication_date": "2025-04-25",
        "description": "<p>The current article introduces and describes <i>Haslea berepwari</i> sp. nov., a new species of diatom discovered in the vicinity of Boulouparis, New Caledonia. Under light microscopy, <i>H. berepwari</i> sp. nov. strongly resembles <i>Haslea pseudostrearia</i>, but preliminary molecular barcoding conducted using partial 18S and <i>rbcL</i> genes suggested that it was a distinct species. This was confirmed first by scanning electron microscopy which showed the differences in stria densities between both species. A short-reads genome-skimming protocol applied on <i>H. berepwari</i> sp. nov. led us to obtain its complete mitochondrial and plastid genomes. The mitogenome is 36,572 bp in length and as already observed among other species of <i>Haslea</i> spp., the <i>nad6</i> and <i>nad2</i> genes are fused within a single open-reading frame. The plastome is 131,897 bp length, and unlike the mitogenome, it is not colinear with those of <i>H. pseudostrearia</i>. The results derived from the sequencing of the plastome allowed to perform a 123-gene multigene maximum likelihood phylogeny that associates <i>H. berepwari</i> sp. nov. to <i>H. pseudostrearia</i> with maximum support at the nodes but also strictly distinguishes them, suggesting a greater genetic distance between these species than what has been previously observed between other marennine-producing species.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Prasetiya, Fiddy Semba",
            "affiliation": "Research Center for Biosystematics and Evolution, Research Organization for Life Sciences and Environment, National Research and Innovation Agency (BRIN), Cibinong, Indonesia"
          },
          {
            "name": "Jauffrais, Thierry",
            "affiliation": "Ifremer, IRD, Univ Nouvelle-Calédonie, Univ La Réunion, CNRS, UMR 9220 ENTROPIE, Nouméa, New Caledonia (Fr)"
          },
          {
            "name": "Mohamed-Benkada, Mustapha",
            "affiliation": "University Oran1, Oran, Algeria|University of Sciences and Technology- Mohamed Boudiaf, Oran, Algeria"
          },
          {
            "name": "Callac, Nolwenn",
            "affiliation": "Ifremer, IRD, Univ Nouvelle-Calédonie, Univ La Réunion, CNRS, UMR 9220 ENTROPIE, Nouméa, New Caledonia (Fr)"
          },
          {
            "name": "Ansquer, Dominique",
            "affiliation": "Ifremer, IRD, Univ Nouvelle-Calédonie, Univ La Réunion, CNRS, UMR 9220 ENTROPIE, Nouméa, New Caledonia (Fr)"
          },
          {
            "name": "Yılmaz, Elif",
            "affiliation": "University of Szczecin, Szczecin, Poland"
          },
          {
            "name": "Lemieux, Claude",
            "affiliation": "Université Laval, Québec, Canada"
          },
          {
            "name": "Turmel, Monique",
            "affiliation": "Université Laval, Québec, Canada"
          },
          {
            "name": "Mouget, Jean-Luc",
            "affiliation": "Le Mans Université, Le Mans, France"
          },
          {
            "name": "Prabowo, Danang Ambar",
            "affiliation": "Research Center for Biosystematics and Evolution, Research Organization for Life Sciences and Environment, National Research and Innovation Agency (BRIN), Cibinong, Indonesia"
          },
          {
            "name": "Purbani, Debora Christin",
            "affiliation": "Research Center for Biosystematics and Evolution, Research Organization for Life Sciences and Environment, National Research and Innovation Agency (BRIN), Cibinong, Indonesia"
          },
          {
            "name": "Noerdjito, Diah Radini",
            "affiliation": "Research Center for Biosystematics and Evolution, Research Organization for Life Sciences and Environment, National Research and Innovation Agency (BRIN), Cibinong, Indonesia"
          },
          {
            "name": "Fahmi, Varian",
            "affiliation": "Research Center for Biosystematics and Evolution, Research Organization for Life Sciences and Environment, National Research and Innovation Agency (BRIN), Cibinong, Indonesia"
          },
          {
            "name": "Arsad, Sulastri",
            "affiliation": "University of Szczecin, Szczecin, Poland"
          },
          {
            "name": "Gastineau, Romain",
            "affiliation": "University of Szczecin, Szczecin, Poland"
          }
        ],
        "keywords": [
          "Coral Sea",
          "Naviculales",
          "organellar genomes",
          "tropical diatoms"
        ],
        "related_identifiers": [
          {
            "identifier": "10.3897/phytokeys.255.144697.figure4",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/phytokeys.255.144697.figure1",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/phytokeys.255.144697.figure2",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/phytokeys.255.144697.figure3",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/phytokeys.255.144697.figure5",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/phytokeys.255.144697.figure6",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/phytokeys.255.144697.figure7",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00253-022-12055-1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.pone.0179422",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1089/cmb.2012.0021",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.aquaculture.2007.07.015",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1128/spectrum.04241-22",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.7717/peerj.15201",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3390/microorganisms12030608",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bioinformatics/btp348",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.marpolbul.2022.113563",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3389/fmicb.2023.1260585",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3389/fmars.2022.950716",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1126/science.1096806",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/molbev/msz189",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3390/md17030160",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.aquatox.2019.01.016",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.biortech.2022.126922",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/09670262.2012.741713",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.aquaculture.2012.09.016",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3390/md12063161",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/09670262.2015.1110861",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ecolind.2020.107104",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3390/biology10040328",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.7717/peerj.12241",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3389/fmicb.2022.886752",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bioinformatics/btt515",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/molbev/mst010",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1051/limn/1985004",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/0269249X.2017.1407827",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5507/fot.2019.017",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5252/cryptogamie-algologie2020v41a1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/S0960-8524(99)00096-6",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.aquaculture.2021.736697",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/0269249X.2017.1401008",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/0269249X.2020.1761887",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/nar/gkt289",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/phytotaxa.357.1.4",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/S0764-4469(01)01330-0",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/molbev/msaa015",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.algal.2021.102251",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3390/fishes7060334",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1095-8339.1922.tb00474.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.20884/1.oa.2019.15.1.626",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/24701394.2018.1450397",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/0967026042000202136",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.jembe.2007.07.011",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1021/jf073187n",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s10811-015-0779-y",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.aquaculture.2016.08.029",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/mollus/eyx012",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.aqrep.2019.100228",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5091/plecevo.2019.1623",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.aqrep.2020.100546",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.aqrep.2020.100389",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.algal.2022.102633",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1365-2109.2006.01458.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/phytotaxa.552.1.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.26881/oahs-2022.1.03",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ecss.2021.107551",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/nmeth.2089",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3390/phycology4030027",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/msb.2011.75",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bioinformatics/btm619",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/phytotaxa.207.2.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/phytotaxa.177.4.4",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/molbev/msab120",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3389/fpls.2022.749982",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/phytokeys.241.118903",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/phytokeys.249.133205",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Adjout R, Mouget JL, Pruvost J, Chentir I, Loiseau C, Baba Hamed MB (2022) Effects of temperature, irradiance, and pH on the growth and biochemical composition of Haslea ostrearia batch-cultured in an airlift plan-photobioreactor. Applied Microbiology and Biotechnology 106(13–16): 5233–5247. https://doi.org/10.1007/s00253-022-12055-1",
          "An SM, Choi DH, Lee JH, Lee H, Noh JH (2017) Identification of benthic diatoms isolated from the eastern tidal flats of the Yellow Sea: Comparison between morphological and molecular approaches. PLoS One 12(6): e0179422. https://doi.org/10.1371/journal.pone.0179422",
          "Bankevich A, Nurk S, Antipov D, Gurevich AA, Dvorkin M, Kulikov A, Lesin VM, Nikolenko SI, Pham S, Prjibelski A, Pyshkin AV, Sirotkin AV, Vyahhi N, Tesler G, Alekseyev MA, Pevzner PA (2012) SPAdes: A new genome assembly algorithm and its applications to single-cell sequencing. Journal of Computational Biology 19: 455–477. https://doi.org/10.1089/cmb.2012.0021",
          "Bell JD, Agudo NN, Purcell SW, Blazer P, Simutoga M, Pham D, Della Patrona L (2007) Grow-out of sandfish Holothuria scabra in ponds shows that co-culture with shrimp Litopenaeus stylirostris is not viable. Aquaculture (Amsterdam, Netherlands) 273(4): 509–519. https://doi.org/10.1016/j.aquaculture.2007.07.015",
          "Callac N, Boulo V, Giraud C, Beauvais M, Ansquer D, Ballan V, Maillez JR, Wabete N, Pham D (2022) Microbiota of the rearing water of Penaeus stylirostris larvae influenced by lagoon seawater and specific key microbial lineages of larval stage and survival. Microbiology Spectrum 10(6): e0424122. https://doi.org/10.1128/spectrum.04241-22",
          "Callac N, Giraud C, Boulo V, Wabete N, Pham D (2023) Microbial biomarker detection in shrimp larvae rearing water as putative bio-surveillance proxies in shrimp aquaculture. PeerJ 11: e15201. https://doi.org/10.7717/peerj.15201",
          "Callac N, Giraud C, Pham D, Ansquer D, Wabete N, Boulo V (2024) Active microbiota of Penaeus stylirostris larvae: Partially shaped via vertical and horizontal transmissions and larval ontogeny. Microorganisms 12(3): 608. https://doi.org/10.3390/microorganisms12030608",
          "Capella-Gutiérrez S, Silla-Martínez JM, Gabaldón T (2009) trimAl: A tool for automated alignment trimming in large-scale phylogenetic analyses. Bioinformatics (Oxford, England) 25(15): 1972–1973. https://doi.org/10.1093/bioinformatics/btp348",
          "Colette M, Guentas L, Gunkel-Grillon P, Callac N, Della Patrona L (2022) Is halophyte species growing in the vicinity of the shrimp ponds a promising agri-aquaculture system for shrimp ponds remediation in New Caledonia? Marine Pollution Bulletin 177: 113563. https://doi.org/10.1016/j.marpolbul.2022.113563",
          "Colette M, Guentas L, Della Patrona L, Ansquer D, Callac N (2023) Suaeda australis and its associated rhizosphere microbiota: A comparison of the nutrient removal potential between different shrimp farm sediments in New Caledonia. Frontiers in Microbiology 14: 1260585. https://doi.org/10.3389/fmicb.2023.1260585",
          "Dąbek P, Gastineau R, Bornman TG, Lemieux C, Turmel M, Hallegraeff G, Mouget J-L, Witkowski A (2022) The blue diatom Haslea ostrearia from the Indian Ocean coast of South Africa, with comparative analysis of Haslea organellar genomes. Frontiers in Marine Science 9: 950716. https://doi.org/10.3389/fmars.2022.950716",
          "Damsté JS, Muyzer G, Abbas B, Rampen SW, Massé G, Allard WG, Belt ST, Robert JM, Rowland SJ, Moldowan JM, Barbanti SM, Fago FJ, Denisevich P, Dahl J, Trindade LA, Schouten S (2004) The rise of the rhizosolenid diatoms. Science 304(5670): 584–587. https://doi.org/10.1126/science.1096806",
          "Darriba D, Posada D, Kozlov AM, Stamatakis A, Morel B, Flouri T (2020) ModelTest-NG: A new and scalable tool for the selection of DNA and protein evolutionary models. Molecular Biology and Evolution 37(1): 291–294. https://doi.org/10.1093/molbev/msz189",
          "Falaise C, James A, Travers MA, Zanella M, Badawi M, Mouget JL (2019a) Complex relationships between the Blue Pigment Marennine and Marine Bacteria of the genus Vibrio. Marine Drugs 17(3): 160. https://doi.org/10.3390/md17030160",
          "Falaise C, Cormier P, Tremblay R, Audet C, Deschênes JS, Turcotte F, François C, Seger A, Hallgraeff G, Lindquist N, Sirjacobs D, Gobert S, Lejeune P, Demoulin V, Mouget JL (2019b) Harmful or harmless: Biological effects of marennine on marine organisms. Aquatic Toxicology (Amsterdam, Netherlands) 209: 13–25. https://doi.org/10.1016/j.aquatox.2019.01.016",
          "Gagnon J (2004) Création d'outils pour l'automatisation d'analyses phylogénétiques de génomes d'organites [Development of metagenomics tools for the phylogenetic analyzes of organellar genomes]. M.Sc. Dissertation, University of Laval, Québec, Canada. https://www.collectionscanada.gc.ca/obj/s4/f2/dsk3/QQLA/TC-QQLA-21635.pdf",
          "Gaillon B (1820) Des huîtres vertes, et des causes de cette coloration. Journal de Physique, de Chimie, d'Histoire Naturelle et des Arts 91, 222–225.",
          "Galinie C (1989) Shrimp aquaculture in New Caledonia. Actes de colloques Ifremer, Tahiti, French Polynesia, 20 Feb – 4 Mar 1989, n°9, chap. 5, 45–50. https://archimer.ifremer.fr/doc/00000/1496/",
          "Gargouch N, Touchard R, Marec H, Mouget JL, Pruvost J, Massé A (2022) Submerged membrane photobioreactor for the cultivation of Haslea ostrearia and the continuous extraction of extracellular marennine. Bioresource Technology 350: 126922. https://doi.org/10.1016/j.biortech.2022.126922",
          "Gastineau R, Davidovich NA, Bardeau JF, Caruso A, Leignel V, Hardivillier Y, Jacquette B, Davidovich OI, Rince Y, Gaudin P, Cox EJ, Mouget JL (2012a) Haslea karadagensis (Bacillariophyta): A second blue diatom, recorded from the Black Sea and producing a novel blue pigment. European Journal of Phycology 47: 469–479. https://doi.org/10.1080/09670262.2012.741713",
          "Gastineau R, Hardivillier Y, Leignel V, Tekaya N, Morançais M, Fleurence J, Davidovich N, Jacquette B, Gaudin P, Hellio C, Bourgougnon N, Mouget JL (2012b) Greening effect on oysters and biological activities of the blue pigments produced by the diatom Haslea karadagensis (Naviculaceae). Aquaculture (Amsterdam, Netherlands) 368–369: 61–67. https://doi.org/10.1016/j.aquaculture.2012.09.016",
          "Gastineau R, Turcotte F, Pouvreau J-B, Morançais M, Fleurence J, Windarto E, Prasetiya FS, Arsad S, Jaouen P, Babin M, Coiffard L, Couteau C, Bardeau JF, Jacquette B, Leignel V, Hardivillier Y, Marcotte I, Bourgougnon N, Tremblay R, Deschênes JS, Badawy H, Pasetto P, Davidovich N, Hansen G, Dittmer J, Mouget JL (2014) Marennine, promising blue pigments from a widespread Haslea diatom species complex. Marine Drugs 12: 3161–3189. https://doi.org/10.3390/md12063161",
          "Gastineau R, Hansen G, Davidovich NA, Davidovich O, Bardeau J-F, Kaczmarska I, Ehrman JM, Leignel V, Hardivillier Y, Jacquette B, Poulin M, Morançais M, Fleurence J, Mouget J-L (2016) A new blue-pigmented hasleoid diatom, Haslea provincialis, from the Mediterranean Sea. European Journal of Phycology 51: 156–170. https://doi.org/10.1080/09670262.2015.1110861",
          "Gastineau R, Hamedi C, Baba Hamed MB, Abi-Ayad S-ME-A, Bąk M, Lemieux C, Turmel M, Dobosz S, Wróbel RJ, Kierzek A, Lange-Bertalot H, Witkowski A (2021a) Morphological and molecular identification reveals that waters from an isolated oasis in Tamanrasset (extreme South of Algerian Sahara) are colonized by opportunistic and pollution-tolerant diatom species. Ecological Indicators 121(6): 107104. https://doi.org/10.1016/j.ecolind.2020.107104",
          "Gastineau R, Hansen G, Poulin M, Lemieux C, Turmel M, Bardeau JF, Leignel V, Hardivillier Y, Morançais M, Fleurence J, Gaudin P, Méléder V, Cox EJ, Davidovich NA, Davidovich OI, Witkowski A, Kaczmarska I, Ehrman JM, Soler Onís E, Quintana AM, Mucko M, Mordret S, Sarno D, Jacquette B, Falaise C, Séveno J, Lindquist NL, Kemp Jr PS, Eker-Develi E, Konucu M, Mouget JL (2021b) Haslea silbo, a novel cosmopolitan species of blue diatoms. Biology (Basel) 10: 328. https://doi.org/10.3390/biology10040328",
          "Giraud C, Callac N, Beauvais M, Mailliez J, Ansquer D, Selmaoui-Folcher N, Pham D, Wabete N, Boulo V (2021) Potential lineage transmission within the active microbiota of the eggs and the nauplii of the shrimp Litopenaeus stylirostris: Possible influence of the rearing water and more. PeerJ 9: e12241. https://doi.org/10.7717/peerj.12241",
          "Giraud C, Callac N, Boulo V, Lam JS, Pham D, Selmaoui-Folcher N, Wabete N (2022) The active microbiota of the eggs and the Nauplii of the Pacific Blue Shrimp Litopenaeus stylirostris partially shaped by a potential vertical transmission. Frontiers in Microbiology 13: 886752. https://doi.org/10.3389/fmicb.2022.886752",
          "Gordon D, Green P (2013) Consed: A graphical editor for next-generation sequencing. Bioinformatics (Oxford, England) 29: 2936–2937. https://doi.org/10.1093/bioinformatics/btt515",
          "Guiry MD, Guiry GM 21 (2011) AlgaeBase. World-wide electronic publication, National University of Ireland, Galway. https://www.algaebase.org [searched on 18 March 2025]",
          "Katoh K, Standley DM (2013) MAFFT multiple sequence alignment software version 7: Improvements in performance and usability. Molecular Biology and Evolution 30(4): 772–780. https://doi.org/10.1093/molbev/mst010",
          "Le Cohu R (1985) Ultrastructure Des Diatomées de Nouvelle-Calédonie. Première Partie. International Journal of Limnology 21: 3–12. https://doi.org/10.1051/limn/1985004",
          "Le Cohu R, Marquié J, Tudesque L (2018) Three new species of Delicata (Bacillariophyceae – Cymbellales) from New Caledonia and further observations on Delicata nepouiana Krammer and D. neocaledonica Krammer. Diatom Research 33(1): 39–53. https://doi.org/10.1080/0269249X.2017.1407827",
          "Le Cohu R, Lange-Bertalot H, Van de Viver B, Tudesque L (2020a) Analysis and critical evaluation of structural features in four Cymbellaceae taxa from New Caledonia. Fottea 20(1): 75–85. https://doi.org/10.5507/fot.2019.017",
          "Le Cohu R, Marquié J, Tudesque L (2020b) Adlafia diahotensis, sp. nov. (Bacillariophyceae), a new species from New Caledonia. Cryptogamie. Algologie 41(1): 1–6. https://doi.org/10.5252/cryptogamie-algologie2020v41a1",
          "Lebeau T, Junter GA, Jouenne T, Robert JM (1999) Marennine production by agar-entrapped Haslea ostrearia Simonsen. Bioresource Technology 67: 13–17. https://doi.org/10.1016/S0960-8524(99)00096-6",
          "Lemonnier H, Wabete N, Pham D, Lignot J-H, Barri K, Mermoud I, Royer F, Boulo V, Laugier T (2021) Iron deposits turn blue shrimp gills to orange. Aquaculture (Amsterdam, Netherlands) 540: 736697. https://doi.org/10.1016/j.aquaculture.2021.736697",
          "Li Y, Chen X, Sun Z, Xu K (2017) Taxonomy and molecular phylogeny of three marine benthic species of Haslea (Bacillariophyceae), with transfer of two species to Navicula. Diatom Research 8347: 1–13. https://doi.org/10.1080/0269249X.2017.1401008",
          "Lobban CS, Perez CO, Ashworth MP (2020) Non-blue Haslea species (Bacillariophyceae: Naviculaceae) in the benthic marine flora of Guam (Mariana Islands, Western Pacific Ocean). Diatom Research 35(2): 163–183. https://doi.org/10.1080/0269249X.2020.1761887",
          "Lohse M, Drechsel O, Kahlau S, Bock R (2013) OrganellarGenomeDRAW—a suite of tools for generating physical maps of plastid and mitochondrial genomes and visualizing expression data sets. Nucleic acids research 41(Web Server issue): W575–W581. https://doi.org/10.1093/nar/gkt289",
          "Marquie J, Le Cohu R, Coste M (2018) Adlafia moseri and A. tjibaoui two new diatom species (Bacillariophyta) from New Caledonia with further observations on Adlafia muscora and Kobayasiella saxicola. Phytotaxa 357(1): 41–51. https://doi.org/10.11646/phytotaxa.357.1.4",
          "Massé G, Rincé Y, Cox EJ, Allard G, Belt ST, Rowland SJ (2001) Haslea salstonica sp. nov. and Haslea pseudostrearia sp. nov. (Bacillariophyta), two new epibenthic diatoms from the Kingsbridge estuary, United Kingdom. Comptes Rendus de l'Académie des Sciences. Série III, Sciences de la Vie 324: 617–626. https://doi.org/10.1016/S0764-4469(01)01330-0",
          "Minh BQ, Schmidt HA, Chernomor O, Schrempf D, Woodhams MD, von Haeseler A, Lanfear R (2020) IQ-TREE 2: New Models and Efficient Methods for Phylogenetic Inference in the Genomic Era. Molecular Biology and Evolution 37(5): 1530–1534. https://doi.org/10.1093/molbev/msaa015",
          "Nghiem Xuan R, Mouget JL, Turpin V, Jaouen P, Pruvost J (2021) Optimization of the growth and marennine production by the diatom Haslea ostrearia in photobioreactor. Algal Research-Biomass Biofuels and Bioproducts 55: 102251. https://doi.org/10.1016/j.algal.2021.102251",
          "Nguyen NTB, Wantiez L, Lemaire P, Chim L (2022) Feed efficiency, tissue growth and energy budget changes during the molting cycle of Juvenile Mud Crab, Scylla serrata: Effects of dietary proteins, fishmeal versus soy protein concentrate. Fishes 7(6): 334. https://doi.org/10.3390/fishes7060334",
          "Pearson WH, Gepp A, Carter N, Groves J, Smith AL, Wakefield EM, Lister G (1922) A systematic account of the plants collected in New Caledonia and the Isle of Pines by Mr. R. H. Compton, M.A., in 1914.-Part III. Cryptogams (Hepaticae-Fungi). Journal of the Linnean Society of London, Botany 46(305): 13–96. https://doi.org/10.1111/j.1095-8339.1922.tb00474.x",
          "Permatasari I, Prasetiya F, Arsad S, Agung M, Mouget JL (2019) Antibacterial activity of Haslea ostrearia supernatant adapted in Indonesia against pathogenic bacteria relevant to mariculture (in-vitro study). Omni-Akuatika 15(1): 30–38. https://doi.org/10.20884/1.oa.2019.15.1.626",
          "Pogoda CS, Keepers KG, Hamsher SE, Stepanek JG, Kane NC, Kociolek JP (2019) Comparative analysis of the mitochondrial genomes of six newly sequenced diatoms reveals group II introns in the barcoding region of cox1. Mitochondrial DNA. Part A, DNA Mapping, Sequencing, and Analysis 30: 43–51. https://doi.org/10.1080/24701394.2018.1450397",
          "Poulin M, Massé G, Belt ST, Delavault P, Rousseau F, Robert JM, Rowland SJ (2004) Morphological, biochemical and molecular evidence for the transfer of Gyrosigma nipkowii Meister to the genus Haslea (Bacillariophyta). European Journal of Phycology 39: 181–195. https://doi.org/10.1080/0967026042000202136",
          "Pouvreau J, Housson E, Tallec LL, Morançais M, Rincé Y, Fleurence J, Pondaven P (2007) Growth inhibition of several marine diatom species induced by the shading effect and allelopathic activity of marennine, a blue-green polyphenolic pigment of the diatom Haslea ostrearia (Gaillon/Bory) Simonsen. Journal of Experimental Marine Biology and Ecology 352: 212–225. https://doi.org/10.1016/j.jembe.2007.07.011",
          "Pouvreau JB, Morançais M, Taran F, Rosa P, Dufossé L, Guérard F, Pin S, Fleurence J, Pondaven P (2008) Antioxidant and free radical scavenging properties of marennine, a blue-green polyphenolic pigment from the diatom Haslea ostrearia (Gaillon/Bory) Simonsen responsible for the natural greening of cultured oysters. Journal of Agricultural and Food Chemistry 56(15): 6278–6286. https://doi.org/10.1021/jf073187n",
          "Prasetiya FS, Safitri I, Widowati I, Cognie B, Decottignies P, Gastineau R, Morançais M, Windarto E, Tremblay R, Mouget JL (2016) Does allelopathy affect co-culturing Haslea ostrearia with other microalgae relevant to aquaculture? Journal of Applied Phycology 1–14. https://doi.org/10.1007/s10811-015-0779-y",
          "Prasetiya FS, Comeau L, Gastineau R, Decottignies P, Cognie B, Morançais M, Turcotte F, Mouget JL, Tremblay R (2017a) Effect of marennine produced by the blue diatom Haslea ostrearia on behavioral, physiological and biochemical traits of juvenile Mytilus edulis and Crassostrea virginica. Aquaculture (Amsterdam, Netherlands) 467: 138–148. https://doi.org/10.1016/j.aquaculture.2016.08.029",
          "Prasetiya FS, Decottignies P, Barillé L, Gastineau R, Jacquette B, Figiel A, Morançais M, Tremblay R, Mouget JL, Cognie B (2017b) Cell size-based, passive selection of the blue diatom Haslea ostrearia by the oyster Crassostrea gigas. The Journal of Molluscan Studies 83: 145–152. https://doi.org/10.1093/mollus/eyx012",
          "Prasetiya FS, Decottignies P, Tremblay R, Mouget JL, Cognie B (2019a) Does culture supernatant of Haslea ostrearia containing marennine a ff ect short-term physiological traits in the adult blue mussel Mytilus edulis? Aquaculture Reports 15: 100228–100228. https://doi.org/10.1016/j.aqrep.2019.100228",
          "Prasetiya FS, Gastineau R, Poulin M, Lemieux C, Turmel M, Syakti AD, Hardivillier Y, Widowati I, Risjani Y, Iskandar I, Subroto T, Falaise C, Arsad S, Safitri I, Mouget JL, Leignel V (2019b) Haslea nusantara (Bacillariophyceae), a new blue diatom from the Java Sea, Indonesia: Morphology, biometry and molecular characterization. Plant Ecology and Evolution 152: 188–202. https://doi.org/10.5091/plecevo.2019.1623",
          "Prasetiya FS, Decottignies P, Tremblay R, Mouget JL, Sunarto S, Iskandar I, Dhahiyat Y, Cognie B (2020a) Not only greening: The effects of marennine produced by Haslea ostrearia on physiological traits of three bivalve species. Aquaculture Reports 18: 100546–100546. https://doi.org/10.1016/j.aqrep.2020.100546",
          "Prasetiya FS, Sunarto S, Bachtiar E, Agung MUK, Nathanael B, Pambudi AC, Lestari AD, Astuty S, Mouget JL (2020b) Effect of the blue pigment produced by the tropical diatom Haslea nusantara on marine organisms from different trophic levels and its bioactivity. Aquaculture Reports 17: 100389–100389. https://doi.org/10.1016/j.aqrep.2020.100389",
          "Prasetiya FS, Arsad S, Astuty S, Mochamad U, Agung K, Stavrakakis C, Mouget JL (2021a) Effect of culture supernatant from Haslea ostrearia on the clearance rate and survival rate of adult Pacific oyster Crassostrea gigas infected with Vibrio aestuarianus. Aquaculture, Aquarium, Conservation & Legislation 14: 2050–2060. http://www.bioflux.com.ro/docs/2021.2050-2060.pdf",
          "Prasetiya FS, Ramdhani DS, Mulyani Y, Mochamad U, Agung K, Arsad S, Mouget JL (2021b) Antioxidant activities of culture supernatant Haslea ostrearia adapted in Indonesia. Aquaculture, Aquarium, Conservation & Legislation 14: 111–119. http://bioflux.com.ro/docs/2021.111-119.pdf",
          "Prasetiya FS, Foret M, Deschênes JS, Gastineau R, Mouget JL, Tremblay R (2022) Semi-continuous system for benthic diatom cultivation and marennine production. Algal Research 62: 102633. https://doi.org/10.1016/j.algal.2022.102633",
          "Purcell SW, Patrois J, Fraisse N (2006) Experimental evaluation of co-culture of juvenile sea cucumbers, Holothuria scabra (Jaeger), with juvenile blue shrimp, Litopenaeus stylirostris (Stimpson). Aquaculture Research 37: 515–522. https://doi.org/10.1111/j.1365-2109.2006.01458.x",
          "QGIS.org (2023) QGIS Geographic Information System. QGIS Association. http://www.qgis.org",
          "Riaux-Gobin C, Witkowski A, Coste M, Berteaux-Lecellier V, Daniszewska-Kowalczyk G (2022a) Marine Achnanthales (Bacillariophyceae) from New Caledonia (Melanesia): Assemblage specificities, ultramafic environment. Phytotaxa 552(1): 1–21. https://doi.org/10.11646/phytotaxa.552.1.1",
          "Riaux-Gobin C, Witkowski A, Risjani Y, Yunianta Y, Berteaux-Lecellier V, Peszek Ł, Daniszewska-Kowalczyk G (2022b) Upsilococconeis dapalistriata gen. nov. & comb. nov. (Bacillariophyta) – a pantropical marine member of Cocconeidaceae. Oceanological and Hydrobiological Studies 51(1): 23–31. https://doi.org/10.26881/oahs-2022.1.03",
          "Risjani Y, Witkowski A, Kryk A, Yunianta , Górecka E, Krzywda M, Safitri I, Sapar A, Dąbek P, Arsad S, Gusev E, Rudiyansyah , Peszek Ł, Wróbel RJ (2021) Indonesian coral reef habitats reveal exceptionally high species richness and biodiversity of diatom assemblages. Estuarine, Coastal and Shelf Science 261: 107551. https://doi.org/10.1016/j.ecss.2021.107551",
          "Schneider CA, Rasband WS, Eliceiri KW (2012) NIH Image to ImageJ: 25 years of image analysis. Nature Methods 9: 671–675. https://doi.org/10.1038/nmeth.2089",
          "Seveno J, Witkowski A, Car A, Gastineau R, Sirjacobs D, Leignel V, Mouget JL (2024) Impact of blue Haslea spp. blooms on benthic diatom and bacterial communities. Phycology 4(3): 465–507. https://doi.org/10.3390/phycology4030027",
          "Sievers F, Wilm A, Dineen D, Gibson TJ, Karplus K, Li W, Lopez R, McWilliam H, Remmert M, Söding J, Thompson JD, Higgins DG (2011) Fast, scalable generation of high-quality protein multiple sequence alignments using Clustal Omega. Molecular Systems Biology 7: 539. https://doi.org/10.1038/msb.2011.75",
          "Simonsen R (1974) The diatom plankton of the Indian Ocean Expedition of R/V Meteor 1964-5, \"Meteor\" Forschungsergebnisse. Reihe D: Biologie 19, 1–107.",
          "Smith SA, Dunn CW (2008) Phyutility: A phyloinformatics tool for trees, alignments and molecular data. Bioinformatics (Oxford, England) 24(5): 715–716. https://doi.org/10.1093/bioinformatics/btm619",
          "Sterrenburg FAS, Tiffany MA, Hinz F, Herwig WE, Hargraves PE (2015) Seven new species expand the morphological spectrum of Haslea. A comparison with Gyrosigma and Pleurosigma (Bacillariophyta). Phytotaxa 207: 143–162. https://doi.org/10.11646/phytotaxa.207.2.1",
          "Talgatti D, Sar EA, Torgan LC (2014) Haslea sigma (Naviculaceae, Bacillariophyta) a new sigmoid benthic species from salt marshes of Southern Brazil. Phytotaxa 177: 231–238. https://doi.org/10.11646/phytotaxa.177.4.4",
          "Tamura K, Stecher G, Kumar S (2021) MEGA11: Molecular evolutionary genetics analysis version 11. Molecular Biology and Evolution 38(7): 3022–3027. https://doi.org/10.1093/molbev/msab120",
          "Wang Y, Liu S, Wang J, Yao Y, Chen Y, Xu Q, Zhao Z, Chen N (2022) Diatom biodiversity and speciation revealed by comparative analysis of mitochondrial genomes. Frontiers in Plant Science 13: 749982. https://doi.org/10.3389/fpls.2022.749982",
          "Yılmaz E, Mann DG, Gastineau R, Trobajo R, Solak CN, Górecka E, Turmel M, Lemieux C, Ertorun N, Witkowski A (2024a) Description of Navicula vanseea sp. nov. (Naviculales, Naviculaceae), a new species of diatom from the highly alkaline Lake Van (Republic of Türkiye) with complete characterisation of its organellar genomes and multigene phylogeny. PhytoKeys 241: 27–48. https://doi.org/10.3897/phytokeys.241.118903",
          "Yılmaz E, Gastineau R, Solak CN, Górecka E, Trobajo R, Turmel M, Lemieux C, Otis C, Witkowski A, Mann DG (2024b) Morphological and molecular characterization of Halamphora vantushpaensis (Bacillariophyceae, Amphipleuraceae), a new diatom species widely dispersed on the shores of the soda Lake Van (Türkiye). PhytoKeys 249: 95–114. https://doi.org/10.3897/phytokeys.249.133205"
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "",
          "pages": "215-234",
          "title": "PhytoKeys",
          "volume": "255"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15289557"
              }
            }
          ]
        }
      },
      "title": "Diving into Diversity: Haslea berepwari (Bacillariophyceae, Naviculaceae), a new species of marine diatom from New Caledonia",
      "links": {
        "self": "https://zenodo.org/api/records/15289558",
        "self_html": "https://zenodo.org/records/15289558",
        "preview_html": "https://zenodo.org/records/15289558?preview=1",
        "doi": "https://doi.org/10.3897/phytokeys.255.144697",
        "self_doi": "https://doi.org/10.3897/phytokeys.255.144697",
        "self_doi_html": "https://zenodo.org/doi/10.3897/phytokeys.255.144697",
        "parent": "https://zenodo.org/api/records/15289557",
        "parent_html": "https://zenodo.org/records/15289557",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15289558/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15289558/sequence/default",
        "files": "https://zenodo.org/api/records/15289558/files",
        "media_files": "https://zenodo.org/api/records/15289558/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15289558:PK_article_144697.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15289558:PK_article_144697.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15289558:PK_article_144697.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15289558:PK_article_144697.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15289558:PK_article_144697.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15289558:PK_article_144697.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15289558/files-archive",
        "archive_media": "https://zenodo.org/api/records/15289558/media-files-archive",
        "latest": "https://zenodo.org/api/records/15289558/versions/latest",
        "latest_html": "https://zenodo.org/records/15289558/latest",
        "versions": "https://zenodo.org/api/records/15289558/versions",
        "draft": "https://zenodo.org/api/records/15289558/draft",
        "reserve_doi": "https://zenodo.org/api/records/15289558/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15289558/access/links",
        "access_grants": "https://zenodo.org/api/records/15289558/access/grants",
        "access_users": "https://zenodo.org/api/records/15289558/access/users",
        "access_request": "https://zenodo.org/api/records/15289558/access/request",
        "access": "https://zenodo.org/api/records/15289558/access",
        "communities": "https://zenodo.org/api/records/15289558/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15289558/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15289558/requests"
      },
      "updated": "2025-04-27T07:30:33.666393+00:00",
      "recid": "15289558",
      "revision": 5,
      "files": [
        {
          "id": "18192683-547a-4b85-88a1-51f8f67afcc6",
          "key": "PK_article_144697.pdf",
          "size": 5850420,
          "checksum": "md5:d6a7dd4f39f8a5b5cf155cb57cb75495",
          "links": {
            "self": "https://zenodo.org/api/records/15289558/files/PK_article_144697.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-26T16:18:22.182338+00:00",
      "modified": "2025-04-26T16:18:22.426021+00:00",
      "id": 15287969,
      "conceptrecid": "15287968",
      "doi": "10.15561/health.2024.0201",
      "doi_url": "https://doi.org/10.15561/health.2024.0201",
      "metadata": {
        "title": "Pedagogical strategies for enhancing physical activity: A systematic review of trends and approaches",
        "doi": "10.15561/health.2024.0201",
        "publication_date": "2024-12-30",
        "description": "<p><em><span lang=\"EN-US\">Background and purpose of the study.</span></em><span lang=\"EN-US\"> In modern society, issues of physical health and an active lifestyle are becoming increasingly relevant. However, despite the growing interest in this topic, there is a need for a more in-depth understanding of the pedagogical aspects of physical activity. The purpose of this study is to analyze academic publications on the pedagogical aspects of physical activity to identify current trends, issues, and prospects in this field.</span></p>\n<p><em><span lang=\"EN-US\">Materials and Methods.</span></em><span lang=\"EN-US\"> The Web of Science database was used as the source of information. Articles published over the last 10 years were extracted. The search was conducted using the keywords \"Pedagogy\" and \"Physical Activity\". As a result of the search, 93 scientific articles were selected. A special algorithm in the Python programming language was developed for analyzing and synthesizing data from the selected articles.</span></p>\n<p><em><span lang=\"EN-US\">Results</span></em><span lang=\"EN-US\">. The analysis of the retrieved publications highlighted two major research themes. The theme \"Physical Activity and Health\" with 5 subgroups emphasizes the importance of physical activity and pedagogical methods in the educational process and public health. The results illustrate the link between physical activity and improved health, cognitive functions, as well as supporting motivation and autonomy among participants. The significance of integrated approaches and personalized strategies aimed at enhancing quality of life and educational effectiveness is also highlighted. Research in the area of \"Physical Education and Pedagogy\" with 4 subgroups demonstrates approaches that contribute to physical and psychological well-being. Physical literacy remains an important strategy for developing sports skills and for promoting a healthy lifestyle from an early age. It is noted that effective physical education can significantly enhance academic achievements, emphasizing the importance of implementing comprehensive educational programs.</span></p>\n<p><em><span lang=\"EN-US\">Conclusions</span></em><span lang=\"EN-US\">. The research results emphasize the importance of integrating physical health improvement strategies into healthcare policies. Attention is focused on the need for health monitoring and improving access to a healthy environment for all segments of the population. Special attention should be given to preventive measures related to lifestyle improvement and increasing physical activity to combat chronic diseases. The studies confirm that to enhance educational and health-preserving outcomes, it is important to promote policies that support the integration of physical activity into the daily academic and extracurricular lives of participants of all age groups.</span></p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Jagiello, Marina",
            "affiliation": "Gdansk University of Physical Education and Sport",
            "orcid": "0000-0001-5591-4537"
          },
          {
            "name": "Lochbaum, Marc",
            "affiliation": "Tech Texas University",
            "orcid": "0000-0001-7640-7075"
          }
        ],
        "related_identifiers": [
          {
            "identifier": "10.15561/health.2024.0201",
            "relation": "hasVersion",
            "resource_type": "publication-article",
            "scheme": "crossreffunderid"
          }
        ],
        "dates": [
          {
            "type": "accepted"
          }
        ],
        "references": [
          "1.\tPiercy KL, Troiano RP, Ballard RM, Carlson SA, Fulton JE, Galuska DA, et al. The Physical Activity Guidelines for Americans. Jama-Journal of The American Medical Association, 2018;320(19): 2020–2028. https://doi.org/10.1001/jama.2018.14854 2.\tBull FC, Al-Ansari SS, Biddle S, Borodulin K, Buman MP, Cardon G, et al. World Health Organization 2020 guidelines on physical activity and sedentary behaviour. British Journal of Sports Medicine, 2020;54(24): 1451–1462. https://doi.org/10.1136/bjsports-2020-102955 3.\tGuthold R, Stevens GA, Riley LM, Bull FC. Worldwide trends in insufficient physical activity from 2001 to 2016: a pooled analysis of 358 population-based surveys with 1.9 million participants. Lancet Global Health, 2018;6(10): E1077–E1086. https://doi.org/10.1016/S2214-109X(18)30357-7 4.\tGuthold R, Stevens GA, Riley LM, Bull FC. Global trends in insufficient physical activity among adolescents: a pooled analysis of 298 population-based surveys with 1.6 million participants. Lancet Child & Adolescent Health, 2020;4(1): 23–35. https://doi.org/10.1016/S2352-4642(19)30323-2 5.\tWarburton DER, Bredin SSD. Health benefits of physical activity: a systematic review of current systematic reviews. Current Opinion In Cardiology, 2017;32(5): 541–556. https://doi.org/10.1097/HCO.0000000000000437 6.\tEkelund U, Steene-Johannessen J, Brown WJ, Fagerland MW, Owen N, Powell KE, et al. Does physical activity attenuate, or even eliminate, the detrimental association of sitting time with mortality? A harmonised meta-analysis of data from more than 1 million men and women. Lancet, 2016;388(10051): 1302–1310. https://doi.org/10.1016/S0140-6736(16)30370-1 7.\tMoore SC, Lee IM, Weiderpass E, Campbell PT, Sampson JN, Kitahara CM, et al. Association of Leisure-Time Physical Activity With Risk of 26 Types of Cancer in 1.44 Million Adults. Jama Internal Medicine, 2016;176(6): 816–825. https://doi.org/10.1001/jamainternmed.2016.1548 8.\tRomero-Gomez M, Zelber-Sagi S, Trenell M. Treatment of NAFLD with diet, physical activity and exercise. Journal of Hepatology, 2017;67(4): 829–846.  9.\tPedersen BK, Saltin B. Exercise as medicine - evidence for prescribing exercise as therapy in 26 different chronic diseases. Scandinavian Journal of Medicine & Science in Sports, 2015;25: 1–72. https://doi.org/10.1111/sms.12581 10.\tDeutz NEP, Bauer JM, Barazzoni R, Biolo G, Boirie Y, Bosy-Westphal A, et al. Protein intake and exercise for optimal muscle function with aging: Recommendations from the ESPEN Expert Group. Clinical Nutrition, 2014;33(6): 929–936. https://doi.org/10.1016/j.clnu.2014.04.007 11.\tPahor M, Guralnik JM, Ambrosius WT, Blair S, Bonds DE, Church TS, et al. Effect of Structured Physical Activity on Prevention of Major Mobility Disability in Older Adults The LIFE Study Randomized Clinical Trial. Jama-Journal of the American Medical Association, 2014;311(23): 2387–2396. https://doi.org/10.1001/jama.2014.5616 12.\tSchuch FB, Vancampfort D, Firth J, Rosenbaum S, Ward PB, Silva ES, et al. Physical Activity and Incident Depression: A Meta-Analysis of Prospective Cohort Studies. American Journal of Psychiatry, 2018;175(7): 631–648. https://doi.org/10.1176/appi.ajp.2018.17111194 13.\tLavie CJ, Ozemek C, Carbone S, Katzmarzyk PT, Blair SN. Sedentary Behavior, Exercise, and Cardiovascular Health. Circulation Research, 2019;124(5): 799–815. https://doi.org/10.1161/CIRCRESAHA.118.312669 14.\tBenjamin EJ, Blaha MJ, Chiuve SE, Cushman M, Das SR, Deo R, et al. Heart Disease and Stroke Statistics-2017 Update A Report From the American Heart Association. Circulation, 2017;135(10): E146–E603. https://doi.org/10.1161/CIR.0000000000000485 15.\tBenjamin EJ, Muntner P, Alonso A, Bittencourt MS, Callaway CW, Carson AP, et al. Heart Disease and Stroke Statistics-2019 Update A Report From the American Heart Association. Circulation, 2019;139(10): E56–E528. https://doi.org/10.1161/CIR.0000000000000659 16.\tVirani SS, Alonso A, Benjamin EJ, Bittencourt MS, Callaway CW, Carson AP, et al. Heart Disease and Stroke Statistics-2020 Update: A Report From the American Heart Association. Circulation, 2020;141(9): E139–E596. https://doi.org/10.1161/CIR.0000000000000757 17.\tVirani SS, Alonso A, Aparicio HJ, Benjamin EJ, Bittencourt MS, Callaway CW, et al. Heart Disease and Stroke Statistics-2021 Update A Report From the American Heart Association. Circulation, 2021;143(8): e254–e743. https://doi.org/10.1161/CIR.0000000000000950 18.\tTsao CW, Aday AW, Almarzooq ZI, Alonso A, Beaton AZ, Bittencourt MS, et al. Heart Disease and Stroke Statistics-2022 Update: A Report From the American Heart Association. Circulation, 2022;145(8): E153–E639. https://doi.org/10.1161/CIR.0000000000001052 19.\tTsao CW, Aday AW, Almarzooq ZI, Anderson CAM, Arora P, Avery CL, et al. Heart Disease and Stroke Statistics-2023 Update: A Report From the American Heart Association. Circulation, 2023;147(8): E93–E621. https://doi.org/10.1161/CIR.0000000000001123 20.\tBillinger SA, Arena R, Bernhardt J, Eng JJ, Franklin BA, Johnson CM, et al. Physical Activity and Exercise Recommendations for Stroke Survivors A Statement for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke, 2014;45(8): 2532–2553. https://doi.org/10.1161/STR.0000000000000022 21.\tFeigin VL, Roth GA, Naghavi M, Parmar P, Krishnamurthi R, Chugh S, et al. Global burden of stroke and risk factors in 188 countries, during 1990-2013: a systematic analysis for the Global Burden of Disease Study 2013. Lancet Neurology, 2016;15(9): 913–924. https://doi.org/10.1016/S1474-4422(16)30073-4 22.\tNg M, Fleming T, Robinson M, Thomson B, Graetz N, Margono C, et al. Global, regional, and national prevalence of overweight and obesity in children and adults during 1980-2013: a systematic analysis for the Global Burden of Disease Study 2013. Lancet, 2014;384(9945): 766–781. https://doi.org/10.1016/S0140-6736(14)60460-8 23.\tSaklayen MG. The Global Epidemic of the Metabolic Syndrome. Current Hypertension Reports, 2018;20(2): 12. https://doi.org/10.1007/s11906-018-0812-z 24.\tHruby A, Hu FB. The Epidemiology of Obesity: A Big Picture. Pharmacoeconomics, 2015;33(7): 673–689. https://doi.org/10.1007/s40273-014-0243-x 25.\tChooi YC, Ding C, Magkos F. The epidemiology of obesity. Metabolism-Clinical and Experimental, 2019;92: 6–10. https://doi.org/10.1016/j.metabol.2018.09.005 26.\tClaussnitzer M, Dankel SN, Kim KH, Quon G, Meuleman W, Haugen C, et al. FTO Obesity Variant Circuitry and Adipocyte Browning in Humans. New England Journal of Medicine, 2015;373(10): 895–907. https://doi.org/10.1056/NEJMoa1502214 27.\tKumar S, Kelly AS. Review of Childhood Obesity: From Epidemiology, Etiology, and Comorbidities to Clinical Assessment and Treatment. Mayo Clinic Proceedings, 2017;92(2): 251–265. https://doi.org/10.1016/j.mayocp.2016.09.017 28.\tYumuk V, Tsigos C, Fried M, Schindler K, Busetto L, Micic D, et al. European Guidelines for Obesity Management in Adults. Obesity Facts, 2015;8(6): 402–424. https://doi.org/10.1159/000442721 29.\tWolch JR, Byrne J, Newell JP. Urban green space, public health, and environmental justice: The challenge of making cities 'just green enough'. Landscape and Urban Planning, 2014;125: 234–244. https://doi.org/10.1016/j.landurbplan.2014.01.017 30.\tLeigh-Hunt N, Bagguley D, Bash K, Turner V, Turnbull S, Valtorta N, et al. An overview of systematic reviews on the public health consequences of social isolation and loneliness. Public Health, 2017;152: 157–171. https://doi.org/10.1016/j.puhe.2017.07.035 31.\tAscherio A, Schwarzschild MA. The epidemiology of Parkinson's disease: risk factors and prevention. Lancet Neurology, 2016;15(12): 1255–1270. https://doi.org/10.1016/S1474-4422(16)30230-7 32.\tHerrington W, Lacey B, Sherliker P, Armitage J, Lewington S. Epidemiology of Atherosclerosis and the Potential to Reduce the Global Burden of Atherothrombotic Disease. Circulation Research, 2016;118(4): 535–546. https://doi.org/10.1161/CIRCRESAHA.115.307611 33.\tFitzmaurice C, Allen C, Barber RM, Barregard L, Bhutta ZA, Brenner H, et al. Global, Regional, and National Cancer Incidence, Mortality, Years of Life Lost, Years Lived With Disability, and Disability-Adjusted Life-years for 32 Cancer Groups, 1990 to 2015 A Systematic Analysis for the Global Burden of Disease Study. Jama Oncology, 2017;3(4): 524–548. https://doi.org/10.1001/jamaoncol.2016.5688 34.\tArends J, Bachmann P, Baracos V, Barthelemy N, Bertz H, Bozzetti F, et al. ESPEN guidelines on nutrition in cancer patients. Clinical Nutrition, 2017;36(1): 11–48. https://doi.org/10.1016/j.clnu.2016.07.015 35.\tCampbell KL, Winters-Stone KM, Wiskemann J, May AM, Schwartz AL, Courneya KS, et al. Exercise Guidelines for Cancer Survivors: Consensus Statement from International Multidisciplinary Roundtable. Medicine & Science in Sports & Exercise, 2019;51(11): 2375–2390. https://doi.org/10.1249/MSS.0000000000002116 36.\tKoene RJ, Prizment AE, Blaes A, Konety SH. Shared Risk Factors in Cardiovascular Disease and Cancer. Circulation, 2016;133(11): 1104–1114. https://doi.org/10.1161/CIRCULATIONAHA.115.020406 37.\tChan DSM, Vieira AR, Aune D, Bandera EV, Greenwood DC, McTiernan A, et al. Body mass index and survival in women with breast cancer-systematic literature review and meta-analysis of 82 follow-up studies. Annals of Oncology, 2014;25(10): 1901–1914. https://doi.org/10.1093/annonc/mdu042 38.\tArnett DK, Blumenthal RS, Albert MA, Buroker AB, Goldberger ZD, Hahn EJ, et al. 2019 ACC/AHA Guideline on the Primary Prevention of Cardiovascular Disease: A Report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Circulation, 2019;140(11): E596–E646. https://doi.org/10.1161/CIR.0000000000000678 39.\tArnett DK, Blumenthal RS, Albert MA, Buroker AB, Goldberger ZD, Hahn EJ, et al. 2019 ACC/AHA Guideline on the Primary Prevention of Cardiovascular Disease: Executive Summary: A Report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Circulation, 2019;140(11): E563–E595. https://doi.org/10.1161/CIR.0000000000000677 40.\tBiswas A, Oh PI, Faulkner GE, Bajaj RR, Silver MA, Mitchell MS, et al. Sedentary Time and Its Association With Risk for Disease Incidence, Mortality, and Hospitalization in Adults A Systematic Review and Meta-analysis. Annals of Internal Medicine, 2015;162(2): 123-+. https://doi.org/10.7326/M14-1651 41.\tTremblay MS, Aubert S, Barnes JD, Saunders TJ, Carson V, Latimer-Cheung AE, et al. Sedentary Behavior Research Network (SBRN) - Terminology Consensus Project process and outcome. International Journal of Behavioral Nutrition and Physical Activity, 2017;14: 75. https://doi.org/10.1186/s12966-017-0525-8 42.\tCarson V, Hunter S, Kuzik N, Gray CE, Poitras VJ, Chaput JP, et al. Systematic review of sedentary behaviour and health indicators in school-aged children and youth: an update. Applied Physiology Nutrition and Metabolism, 2016;41(6): S240–S265. https://doi.org/10.1139/apnm-2015-0630 43.\tMigueles JH, Cadenas-Sanchez C, Ekelund U, Nystrom CD, Mora-Gonzalez J, Lof M, et al. Accelerometer Data Collection and Processing Criteria to Assess Physical Activity and Other Outcomes: A Systematic Review and Practical Considerations. Sports Medicine, 2017;47(9): 1821–1845. https://doi.org/10.1007/s40279-017-0716-0 44.\tEkelund U, Tarp J, Steene-Johannessen J, Hansen BH, Jefferis B, Fagerland MW, et al. Dose-response associations between accelerometry measured physical activity and sedentary time and all cause mortality: systematic review and harmonised meta-analysis. Bmj-British Medical Journal, 2019;366: l4570. https://doi.org/10.1136/bmj.l4570 45.\tWeston KS, Wisloff U, Coombes JS. High-intensity interval training in patients with lifestyle-induced cardiometabolic disease: a systematic review and meta-analysis. British Journal of Sports Medicine, 2014;48(16): 1227-U52. https://doi.org/10.1136/bjsports-2013-092576 46.\tRyan RM, Deci EL. Intrinsic and extrinsic motivation from a self-determination theory perspective: Definitions, theory, practices, and future directions. Contemporary Educational Psychology, 2020;61: 101860. https://doi.org/10.1016/j.cedpsych.2020.101860 47.\tCerasoli CP, Nicklin JM, Ford MT. Intrinsic Motivation and Extrinsic Incentives Jointly Predict Performance: A 40-Year Meta-Analysis. Psychological Bulletin, 2014;140(4): 980–1008. https://doi.org/10.1037/a0035661 48.\tTaylor G, Jungert T, Mageau GA, Schattke K, Dedic H, Rosenfield S, et al. A self-determination theory approach to predicting school achievement over time: the unique role of intrinsic motivation. Contemporary Educational Psychology, 2014;39(4): 342–358. https://doi.org/10.1016/j.cedpsych.2014.08.002 49.\tVasconcellos D, Parker PD, Hilland T, Cinelli R, Owen KB, Kapsal N, et al. Self-Determination Theory Applied to Physical Education: A Systematic Review and Meta-Analysis. Journal of Educational Psychology, 2020;112(7): 1444–1469. https://doi.org/10.1037/edu0000420 50.\tVan den Berghe L, Vansteenkiste M, Cardon G, Kirk D, Haerens L. Research on self-determination in physical education: key findings and proposals for future research. Physical Education and Sport Pedagogy, 2014;19(1): 97–121. https://doi.org/10.1080/17408989.2012.732563 51.\tShen B, McCaughtry N, Martin J, Garn A, Kulik N, Fahlman M. The relationship between teacher burnout and student motivation. British Journal of Educational Psychology, 2015;85(4): 519–532. https://doi.org/10.1111/bjep.12089 52.\tHan J, Yin H. Teacher motivation: Definition, research development and implications for teachers. Cogent Education, 2016;3: UNSP 1217819. https://doi.org/10.1080/2331186X.2016.1217819 53.\tKing RB, McInerney DM. Culture's Consequences on Student Motivation: Capturing Cross-Cultural Universality and Variability Through Personal Investment Theory. Educational Psychologist, 2014;49(3): 175–198. https://doi.org/10.1080/00461520.2014.926813 54.\tVansteenkiste M, Aelterman N, De Muynck GJ, Haerens L, Patall E, Reeve J. Fostering Personal Meaning and Self-relevance: A Self-Determination Theory Perspective on Internalization. Journal of Experimental Education, 2018;86(1): 30–49. https://doi.org/10.1080/00220973.2017.1381067 55.\tLochbaum M, Zanatta T, Kazak Z. The 2 × 2 Achievement Goals in Sport and Physical Activity Contexts: A Meta-Analytic Test of Context, Gender, Culture, and Socioeconomic Status Differences and Analysis of Motivations, Regulations, Affect, Effort, and Physical Activity Correlates. European Journal of Investigation in Health, Psychology and Education, 2019;10(1): 173–205. https://doi.org/10.3390/ejihpe10010015 56.\tLochbaum M, Sisneros C, Kazak Z. The 3 × 2 Achievement Goals in the Education, Sport, and Occupation Literatures: A Systematic Review with Meta-Analysis. European Journal of Investigation in Health, Psychology and Education, 2023;13(7): 1130–1157. https://doi.org/10.3390/ejihpe13070085 57.\tDonnelly JE, Hillman CH, Castelli D, Etnier JL, Lee S, Tomporowski P, et al. Physical Activity, Fitness, Cognitive Function, and Academic Achievement in Children: A Systematic Review. Medicine & Science in Sports & Exercise, 2016;48(6): 1197–1222. https://doi.org/10.1249/MSS.0000000000000901 58.\tAlvarez-Bueno C, Pesce C, Cavero-Redondo I, Sanchez-Lopez M, Alberto Martinez-Hortelano J, Martinez-Vizcaino V. The Effect of Physical Activity Interventions on Children's Cognition and Metacognition: A Systematic Review and Meta-Analysis. Journal of The American Academy of Child and Adolescent Psychiatry, 2017;56(9): 729–738. https://doi.org/10.1016/j.jaac.2017.06.012 59.\tAlvarez-Bueno C, Pesce C, Cavero-Redondo I, Sanchez-Lopez M, Garrido-Miguel M, Martinez-Vizcaino V. Academic Achievement and Physical Activity: A Meta-analysis. Pediatrics, 2017;140(6): e20171498. https://doi.org/10.1542/peds.2017-1498 60.\tSantana CCA, Azevedo LB, Cattuzzo MT, Hill JO, Andrade LP, Prado WL. Physical fitness and academic performance in youth: A systematic review. Scandinavian Journal of Medicine & Science in Sports, 2017;27(6): 579–603. https://doi.org/10.1111/sms.12773 61.\tHaegele JA, Porretta D. Physical Activity and School-Age Individuals With Visual Impairments: A Literature Review. Adapted Physical Activity Quarterly, 2015;32(1): 68–82. https://doi.org/10.1123/apaq.2013-0110 62.\tKremer P, Elshaug C, Leslie E, Toumbourou JW, Patton GC, Williams J. Physical activity, leisure-time screen use and depression among children and young adolescents. Journal of Science and Medicine in Sport, 2014;17(2): 183–187. https://doi.org/10.1016/j.jsams.2013.03.012 63.\tCairney J, Dudley D, Kwan M, Bulten R, Kriellaars D. Physical Literacy, Physical Activity and Health: Toward an Evidence-Informed Conceptual Model. Sports Medicine, 2019;49(3): 371–383. https://doi.org/10.1007/s40279-019-01063-3 64.\tOwen KB, Smith J, Lubans DR, Ng JYY, Lonsdale C. Self-determined motivation and physical activity in children and adolescents: A systematic review and meta-analysis. Preventive Medicine, 2014;67: 270–279. https://doi.org/10.1016/j.ypmed.2014.07.033 65.\tMorton KL, Atkin AJ, Corder K, Suhrcke M, van Sluijs EMF. The school environment and adolescent physical activity and sedentary behaviour: a mixed-studies systematic review. Obesity Reviews, 2016;17(2): 142–158. https://doi.org/10.1111/obr.12352 66.\tMcMullen J, Kulinna P, Cothran D. Physical Activity Opportunities During the School Day: Classroom Teachers' Perceptions of Using Activity Breaks in the Classroom. Journal of Teaching in Physical Education, 2014;33(4): 511–527. https://doi.org/10.1123/jtpe.2014-0062 67.\tGoethals L, Barth N, Guyot J, Hupin D, Celarier T, Bongue B. Impact of Home Quarantine on Physical Activity Among Older Adults Living at Home During the COVID-19 Pandemic: Qualitative Interview Study. Jmir Aging, 2020;3(1): e19007. https://doi.org/10.2196/19007 68.\tSchmidt M, Jaeger K, Egger F, Roebers CM, Conzelmann A. Cognitively Engaging Chronic Physical Activity, But Not Aerobic Exercise, Affects Executive Functions in Primary School Children: A Group-Randomized Controlled Trial. Journal of Sport & Exercise Psychology, 2015;37(6): 575–591. https://doi.org/10.1123/jsep.2015-0069 69.\tCrova C, Struzzolino I, Marchetti R, Masci I, Vannozzi G, Forte R, et al. Cognitively challenging physical activity benefits executive function in overweight children. Journal of Sports Sciences, 2014;32(3): 201–211. https://doi.org/10.1080/02640414.2013.828849 70.\tBassett DR, John D, Conger SA, Fitzhugh EC, Coe DP. Trends in Physical Activity and Sedentary Behaviors of United States Youth. Journal of Physical Activity & Health, 2015;12(8): 1102–1111. https://doi.org/10.1123/jpah.2014-0050 71.\tEdwards LC, Bryant AS, Keegan RJ, Morgan K, Jones AM. Definitions, Foundations and Associations of Physical Literacy: A Systematic Review. Sports Medicine, 2017;47(1): 113–126. https://doi.org/10.1007/s40279-016-0560-7 72.\tGiblin S, Collins D, Button C. Physical Literacy: Importance, Assessment and Future Directions. Sports Medicine, 2014;44(9): 1177–1184. https://doi.org/10.1007/s40279-014-0205-7 73.\tHills AP, Dengel DR, Lubans DR. Supporting Public Health Priorities: Recommendations for Physical Education and Physical Activity Promotion in Schools. Progress in Cardiovascular Diseases, 2015;57(4): 368–374. https://doi.org/10.1016/j.pcad.2014.09.010 74.\tKuo YC, Walker AE, Schroder KEE, Belland BR. Interaction, Internet self-efficacy, and self-regulated learning as predictors of student satisfaction in online education courses. Internet and Higher Education, 2014;20: 35–50. https://doi.org/10.1016/j.iheduc.2013.10.001 75.\tPearl RL. Weight Bias and Stigma: Public Health Implications and Structural Solutions. Social Issues and Policy Review, 2018;12(1): 146–182. https://doi.org/10.1111/sipr.12043 76.\tHaerens L, Aelterman N, Vansteenkiste M, Soenens B, Van Petegem S. Do perceived autonomy-supportive and controlling teaching relate to physical education students' motivational experiences through unique pathways? Distinguishing between the bright and dark side of motivation. Psychology of Sport and Exercise, 2015;16: 26–36. https://doi.org/10.1016/j.psychsport.2014.08.013 77.\tReeve J, Vansteenkiste M, Assor A, Ahmad I, Cheon SH, Jang H, et al. The beliefs that underlie autonomy-supportive and controlling teaching: A multinational investigation. Motivation and Emotion, 2014;38(1): 93–110. https://doi.org/10.1007/s11031-013-9367-0 78.\tCheon SH, Reeve J, Yu TH, Jang HR. The Teacher Benefits From Giving Autonomy Support During Physical Education Instruction. Journal of Sport & Exercise Psychology, 2014;36(4): 331–346. https://doi.org/10.1123/jsep.2013-0231 79.\tCasey A, MacPhail A. Adopting a models-based approach to teaching physical education. Physical Education and Sport Pedagogy, 2018;23(3): 294–310. https://doi.org/10.1080/17408989.2018.1429588 80.\tRenshaw I, Chow JY. A constraint-led approach to sport and physical education pedagogy. Physical Education and Sport Pedagogy, 2019;24(2): 103–116. https://doi.org/10.1080/17408989.2018.1552676 81.\tTelford RM, Telford RD, Olive LS, Cochrane T, Davey R. Why Are Girls Less Physically Active than Boys? Findings from the LOOK Longitudinal Study. PLoS One, 2016;11(3): e0150041. https://doi.org/10.1371/journal.pone.0150041 82.\tHollis JL, Sutherland R, Williams AJ, Campbell E, Nathan N, Wolfenden L, et al. A systematic review and meta-analysis of moderate-to-vigorous physical activity levels in secondary school physical education lessons. International Journal of Behavioral Nutrition and Physical Activity, 2017;14: 52. https://doi.org/10.1186/s12966-017-0504-0 83.\tArem H, Moore SC, Patel A, Hartge P, de Gonzalez AB, Visvanathan K, et al. Leisure Time Physical Activity and Mortality A Detailed Pooled Analysis of the Dose-Response Relationship. Jama Internal Medicine, 2015;175(6): 959–967. https://doi.org/10.1001/jamainternmed.2015.0533 84.\tHoward JL, Gagne M, Bureau JS. Testing a Continuum Structure of Self-Determined Motivation: A Meta-Analysis. Psychological Bulletin, 2017;143(12): 1346–1377. https://doi.org/10.1037/bul0000125 85.\tHagger MS, Chatzisarantis NLD. The Trans-Contextual Model of Autonomous Motivation in Education: Conceptual and Empirical Issues and Meta-Analysis. Review of Educational Research, 2016;86(2): 360–407. https://doi.org/10.3102/0034654315585005 86.\tKalajas-Tilga H, Koka A, Hein V, Tilga H, Raudsepp L. Motivational processes in physical education and objectively measured physical activity among adolescents. Journal of Sport and Health Science, 2020;9(5): 462–471. https://doi.org/10.1016/j.jshs.2019.06.001 87.\tKerner C, Goodyear VA. The Motivational Impact of Wearable Healthy Lifestyle Technologies: A Self-determination Perspective on Fitbits With Adolescents. American Journal of Health Education, 2017;48(5): 287–297. https://doi.org/10.1080/19325037.2017.1343161 88.\tTeixeira PJ, Marques MM, Silva MN, Brunet J, Duda JL, Haerens L, et al. A Classification of Motivation and Behavior Change Techniques Used in Self-Determination Theory-Based Interventions in Health Contexts. Motivation Science, 2020;6(4): 438–455. https://doi.org/10.1037/mot0000172 89.\tPatall EA, Steingut RR, Vasquez AC, Trimble SS, Pituch KA, Freeman JL. Daily Autonomy Supporting or Thwarting and Students' Motivation and Engagement in the High School Science Classroom. Journal of Educational Psychology, 2018;110(2): 269–288. https://doi.org/10.1037/edu0000214 90.\tBartholomew KJ, Ntoumanis N, Mouratidis A, Katartzi E, Thogersen-Ntoumani C, Vlachopoulos S. Beware of your teaching style: A school-year long investigation of controlling teaching and student motivational experiences. Learning and Instruction, 2018;53: 50–63. https://doi.org/10.1016/j.learninstruc.2017.07.006 91.\tDe Meyer J, Tallir IB, Soenens B, Vansteenkiste M, Aelterman N, Van den Berghe L, et al. Does Observed Controlling Teaching Behavior Relate to Students' Motivation in Physical Education? Journal of Educational Psychology, 2014;106(2): 541–554. https://doi.org/10.1037/a0034399 92.\tLochbaum M, Jean-Noel J. Perceived Autonomy-Support Instruction and Student Outcomes in Physical Education and Leisure-Time: A Meta-Analytic Review of Correlates [Percepción de la formación de apoyo a la autonomía y resultados en estudiantes en educación física y tiempo libre: Una revisión meta-analítica de correlaciones]. RICYDE. Revista Internacional de Ciencias del Deporte, 2015; 12(43): 29–47. https://doi.org/10.5232/ricyde 93.\tCushion CJ, Jones RL. A Bourdieusian analysis of cultural reproduction: socialisation and the 'hidden curriculum' in professional football. Sport Education and Society, 2014;19(3): 276–298. https://doi.org/10.1080/13573322.2012.666966 94.\tPatton K, Parker M. Teacher education communities of practice: More than a culture of collaboration. Teaching and Teacher Education, 2017;67: 351–360. https://doi.org/10.1016/j.tate.2017.06.013 95.\tHsu HCK, Wang CV, Levesque-Bristol C. Reexamining the impact of self-determination theory on learning outcomes in the online learning environment. Education and Information Technologies, 2019;24(3): 2159–2174. https://doi.org/10.1007/s10639-019-09863-w 96.\tWhite RL, Babic MJ, Parker PD, Lubans DR, Astell-Burt T, Lonsdale C. Domain-Specific Physical Activity and Mental Health: A Meta-analysis. American Journal of Preventive Medicine, 2017;52(5): 653–666. https://doi.org/10.1016/j.amepre.2016.12.008"
        ],
        "language": "eng",
        "resource_type": {
          "title": "Journal",
          "type": "publication",
          "subtype": "journal"
        },
        "journal": {
          "issue": "2",
          "pages": "37-48",
          "title": "Pedagogy of Health",
          "volume": "3"
        },
        "alternate_identifiers": [
          {
            "identifier": "10.15561/health.2024.0201"
          }
        ],
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15287968"
              }
            }
          ]
        }
      },
      "title": "Pedagogical strategies for enhancing physical activity: A systematic review of trends and approaches",
      "links": {
        "self": "https://zenodo.org/api/records/15287969",
        "self_html": "https://zenodo.org/records/15287969",
        "preview_html": "https://zenodo.org/records/15287969?preview=1",
        "doi": "https://doi.org/10.15561/health.2024.0201",
        "self_doi": "https://doi.org/10.15561/health.2024.0201",
        "self_doi_html": "https://zenodo.org/doi/10.15561/health.2024.0201",
        "parent": "https://zenodo.org/api/records/15287968",
        "parent_html": "https://zenodo.org/records/15287968",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15287969/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15287969/sequence/default",
        "files": "https://zenodo.org/api/records/15287969/files",
        "media_files": "https://zenodo.org/api/records/15287969/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15287969:01Jagiello.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15287969:01Jagiello.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15287969:01Jagiello.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15287969:01Jagiello.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15287969:01Jagiello.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15287969:01Jagiello.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15287969/files-archive",
        "archive_media": "https://zenodo.org/api/records/15287969/media-files-archive",
        "latest": "https://zenodo.org/api/records/15287969/versions/latest",
        "latest_html": "https://zenodo.org/records/15287969/latest",
        "versions": "https://zenodo.org/api/records/15287969/versions",
        "draft": "https://zenodo.org/api/records/15287969/draft",
        "reserve_doi": "https://zenodo.org/api/records/15287969/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15287969/access/links",
        "access_grants": "https://zenodo.org/api/records/15287969/access/grants",
        "access_users": "https://zenodo.org/api/records/15287969/access/users",
        "access_request": "https://zenodo.org/api/records/15287969/access/request",
        "access": "https://zenodo.org/api/records/15287969/access",
        "communities": "https://zenodo.org/api/records/15287969/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15287969/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15287969/requests"
      },
      "updated": "2025-04-26T16:18:22.426021+00:00",
      "recid": "15287969",
      "revision": 4,
      "files": [
        {
          "id": "b28ec087-a922-4c05-b7c4-2d1313849245",
          "key": "01Jagiello.pdf",
          "size": 316449,
          "checksum": "md5:28dec32d1f055ea50695503436f701cd",
          "links": {
            "self": "https://zenodo.org/api/records/15287969/files/01Jagiello.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "3566"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-24T08:29:43.300641+00:00",
      "modified": "2025-04-24T08:29:43.599209+00:00",
      "id": 15274141,
      "conceptrecid": "15274140",
      "doi": "10.15802/unilib/2024_317987",
      "doi_url": "https://doi.org/10.15802/unilib/2024_317987",
      "metadata": {
        "title": "Transforming Libraries into Inclusive Spaces: The Paradigm and Functions of Living Collection in Academic Library of Indonesia",
        "doi": "10.15802/unilib/2024_317987",
        "publication_date": "2024-12-28",
        "description": "<p><strong>Objective.</strong>&nbsp;This research aims to understand the paradigm underlying the implementation of living collection services and the functions of living collection presented at Sunan Kalijaga State Islamic University library.&nbsp;<strong>Method.</strong>&nbsp;This research uses qualitative methods, with collecting the data through observation, interviews, and documentation. The data that has been obtained is then analyzed by performing data reduction. After that, the data is presented in the form of text, images, and tables, followed by drawing conclusions related to the research questions.&nbsp;<strong>Result.</strong>&nbsp;The research results show that the living collection at Sunan Kalijaga State Islamic University library refers to inclusive and knowledge management paradigm. The inclusive paradigm helps libraries strive for the dissemination of information to all users without exception, while the knowledge management paradigm allows libraries to manage and maintain rare information that can be accessed into the future. Living Collection as inclusive service present any functions namely educational, information, preservation, research, and recreational functions.&nbsp;<strong>Conclusions.</strong> By using an inclusive and knowledge management paradigm, living collections represent many functions that help libraries transforming new face to become inclusive-based libraries that can be enjoyed by all communities.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Firdaus, Fadlan Agustina",
            "affiliation": "Faculty of Adab and Cultural Sciences, Sunan Kalijaga State Islamic University (Yogyakarta, Indonesia)",
            "orcid": "0009-0001-3461-7530"
          },
          {
            "name": "Saufa, Arina Faila",
            "affiliation": "Faculty of Adab and Cultural Sciences, Sunan Kalijaga State Islamic University (Yogyakarta, Indonesia)",
            "orcid": "0000-0001-7700-258X"
          }
        ],
        "keywords": [
          "academic library",
          "inclusive library",
          "living collection",
          "library transformation",
          "академічна бібліотека",
          "інклюзивна бібліотека",
          "Жива бібліотека",
          "трансформація бібліотеки"
        ],
        "references": [
          "Algolaylat, A. S., Alodat, A. M., Muhidat, M. A., & Almakanin, H. A. (2023). Perspectives of Students with Disabilities on Inclusive Education Challenges in Higher Education: A Case Study of a Jordanian University. TEM Journal, 12(1), 406-413. doi: https://doi.org/10.18421/TEM121-50 (in English)",
          "Aminu, M., & Perpetua, O. N. (2023). Provision of Inclusive Library Services for Effective Learning Among People Living with Disabilities in Academic Libraries: Issues and Way Forward. Global Review of Library and Information Science (GRELIS), 19(2), 1-11. Retriеved from https://www.grelis.com.ng/volume.php?id=19 (in English)",
          "Beyene, W. M., Mekonnen, A. T., & Giannoumis, G. A. (2023). Inclusion, Access, and Accessibility of Educational Resources in Higher Education Institutions: Exploring the Ethiopian Context. International Journal of Inclusive Education, 27(1), 18-34. doi: https://doi.org/10.1080/13603116.2020.1817580 (in English)",
          "Creswell, J. W. (2015). Penelitian Kualitatif dan Desain Riset: Memilih di Antara Lima Pendekatan [Qualitative Inquiry & Research Design: Choosing Among Five Approaches] (3rd ed.). Yogyakarta, Indonesia: Pustaka Pelajar (in Indonesian)",
          "Green, M. (2019). Inclusive Library Service to Individuals with Mental Illnesses and Disorders. The International Journal of Information, Diversity, & Inclusion (IJIDI), 4(1), 119-126. doi: https://doi.org/10.33137/ijidi.v4i1.32500 (in English)",
          "Gupta, A., Liu, Y., Lin, T.-C., Zhong, Q., & Suzuki, T. (2024). Listening to Diverse Voices: Inclusive Pedagogy and Culturally Responsive Teaching for Library Interactions. Reference Services Review, 52(1), 66-85. doi: https://doi.org/10.1108/RSR-04-2023-0042 (in English)",
          "Horsfall, M. N., & Opara, V. C. (2023). Availability of Information Resources for Visually Impaired Students in University Libraries in Nigeria: A Tool for Inclusive University Education. International Journal of Knowledge Content Development & Technology, 13(4), 39-49. doi: https://doi.org/10.5865/IJKCT.2023.13.4.039 (in English)",
          "Human Library. (n.d.). Home [Website]. Retrieved from https://humanlibrary.org/about/ (in English)",
          "Ilako, C., Maceviciute, E., & Muwanguzi, J. B. (2020). Creating Inclusive Library Spaces for Students with Disabilities (SWDs): Perceptions and Experiences. In A. Sundqvist, G. Berget, J. Nolin, & K. I. Skjerdingstad (Eds.). Sustainable Digital Communities. iConference (Vol. 12051, pp. 487-494). Springer International Publishing. doi: https://doi.org/10.1007/978-3-030-43687-2_39 (in English)",
          "McPhee, C., Leminen, S., Schuurman, D., Westerlund, M., & Huizingh, K. (2018). Editorial: Living Labs. Technology Innovation Management Review, 8(12), 3-6. doi: https://doi.org/10.22215/timreview/1200 (in English)",
          "Ngulube, B. (2022). The Contribution of Case Study Research in Information Science. In Research Anthology on Innovative Research Methodologies and Utilization Across Multiple Disciplines (pp. 568-586). IGI Global Scientific Publishing. doi: https://doi.org/10.4018/978-1-6684-3881-7.ch029 (in English)",
          "Qalyubi, S., Purwono, Septiyantono, T., Sidik, U., Tafrikhuddin, Arianto, M. S., Masruri, A., Zulaikha, SR., Hs, L., Rohmadi, D., & Laugu N. (2003). Dasar-dasar Ilmu Perpustakaan dan Informasi. Jurusan Ilmu Perpustakaan dan Informasi, (IPI) Iain Sunan Kalijaga, Yogyakarta, Indonesia (in Indonesian)",
          "Ronning, K. (2024). Inclusive Library Education for Students with Extensive Support Needs. Culminating Projects inInformation Media, 46. Retriеved from https://repository.stcloudstate.edu/im_etds/46 (in English)",
          "Subramaniam, M. M., & Jaeger, P. T. (2010). Modeling Inclusive Practice?: Attracting Diverse Faculty and Future Faculty to the Information Workforce. Library Trends, 59(1-2), 109-127. doi: https://doi.org/10.1353/lib.2010.a407809 (in English)",
          "Wambui, M., Muigai, P., & Kamau, C. (2023). The Challenges and Opportunities for Providing Inclusive Library Spaces for Persons with Disabilities in Kenyan Universities. American Journal of Art and Communication, 7(5), 1-15. Retriеved from https://topjournals.org/index.php/AJAC/article/view/226 (in English)",
          "Yulia, Y., & Sujana, J. G. (2014). Pengembangan Koleksi. Jakarta, Indonesia: Universitas Terbuka. (in Indonesian)"
        ],
        "language": "eng",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "9",
          "pages": "325–335",
          "title": "University Library at a New Stage of Social Communications Development. Conference Proceedings"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "unilibnsd"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15274140"
              }
            }
          ]
        }
      },
      "title": "Transforming Libraries into Inclusive Spaces: The Paradigm and Functions of Living Collection in Academic Library of Indonesia",
      "links": {
        "self": "https://zenodo.org/api/records/15274141",
        "self_html": "https://zenodo.org/records/15274141",
        "preview_html": "https://zenodo.org/records/15274141?preview=1",
        "doi": "https://doi.org/10.15802/unilib/2024_317987",
        "self_doi": "https://doi.org/10.15802/unilib/2024_317987",
        "self_doi_html": "https://zenodo.org/doi/10.15802/unilib/2024_317987",
        "parent": "https://zenodo.org/api/records/15274140",
        "parent_html": "https://zenodo.org/records/15274140",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15274141/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15274141/sequence/default",
        "files": "https://zenodo.org/api/records/15274141/files",
        "media_files": "https://zenodo.org/api/records/15274141/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15274141:317987-Article%20Text-739594-2-10-20241228.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15274141:317987-Article%20Text-739594-2-10-20241228.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15274141:317987-Article%20Text-739594-2-10-20241228.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15274141:317987-Article%20Text-739594-2-10-20241228.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15274141:317987-Article%20Text-739594-2-10-20241228.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15274141:317987-Article%20Text-739594-2-10-20241228.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15274141/files-archive",
        "archive_media": "https://zenodo.org/api/records/15274141/media-files-archive",
        "latest": "https://zenodo.org/api/records/15274141/versions/latest",
        "latest_html": "https://zenodo.org/records/15274141/latest",
        "versions": "https://zenodo.org/api/records/15274141/versions",
        "draft": "https://zenodo.org/api/records/15274141/draft",
        "reserve_doi": "https://zenodo.org/api/records/15274141/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15274141/access/links",
        "access_grants": "https://zenodo.org/api/records/15274141/access/grants",
        "access_users": "https://zenodo.org/api/records/15274141/access/users",
        "access_request": "https://zenodo.org/api/records/15274141/access/request",
        "access": "https://zenodo.org/api/records/15274141/access",
        "communities": "https://zenodo.org/api/records/15274141/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15274141/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15274141/requests"
      },
      "updated": "2025-04-24T08:29:43.599209+00:00",
      "recid": "15274141",
      "revision": 4,
      "files": [
        {
          "id": "98e37987-ffaf-4a94-8033-d71a256c97cf",
          "key": "317987-Article Text-739594-2-10-20241228.pdf",
          "size": 683971,
          "checksum": "md5:15c2426852e1f7fb764e7f458d603f65",
          "links": {
            "self": "https://zenodo.org/api/records/15274141/files/317987-Article Text-739594-2-10-20241228.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "249501"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 6,
        "unique_downloads": 6,
        "views": 6,
        "unique_views": 6,
        "version_downloads": 6,
        "version_unique_downloads": 6,
        "version_unique_views": 6,
        "version_views": 6
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-04-23T16:26:06.125141+00:00",
      "modified": "2025-04-23T16:26:06.303900+00:00",
      "id": 15269846,
      "conceptrecid": "15269845",
      "doi": "10.5281/zenodo.15269846",
      "conceptdoi": "10.5281/zenodo.15269845",
      "doi_url": "https://doi.org/10.5281/zenodo.15269846",
      "metadata": {
        "title": "Erzählcafé Lauchhammer: Dokumentation",
        "doi": "10.5281/zenodo.15269846",
        "publication_date": "2023-11",
        "description": "<p>Dieses Dokument fasst wichtige Ergebnisse des Erz&auml;hlcaf&eacute;s in Lauchhammer am 24.10.2023 zusammen. Zun&auml;chst werden Rahmen und Ablauf des Erz&auml;hlcaf&eacute;s rekapituliert bevor wichtige Erkenntnisse pr&auml;sentiert werden. Es folgt ein Fazit.&nbsp;</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Huber, Andreas",
            "affiliation": "Brandenburg University of Technology (BTU)"
          },
          {
            "name": "Jaeger-Erben, Melanie",
            "affiliation": "Brandenburg University of Technology (BTU)"
          },
          {
            "name": "Hielscher, Sabine",
            "affiliation": "Institute for Ecological Economy Research"
          },
          {
            "name": "Sawicka, Kira",
            "affiliation": "Wertewandel e.V."
          },
          {
            "name": "Kröner, Corry",
            "affiliation": "Wertewandel e.V."
          },
          {
            "name": "Kahn, Caro",
            "affiliation": "Wertewandel e.V."
          },
          {
            "name": "Teich, Lilli",
            "affiliation": "Wertewandel e.V."
          },
          {
            "name": "Eichhorn, Vivian",
            "affiliation": "Wertewandel e.V."
          }
        ],
        "resource_type": {
          "title": "Report",
          "type": "publication",
          "subtype": "report"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "grants": [
          {
            "code": "01UY2205A",
            "internal_id": "04pz7b180::01UY2205A",
            "funder": {
              "name": "Federal Ministry of Education and Research"
            },
            "title": "REGION.innovativ",
            "url": "https://www.innovation-strukturwandel.de/strukturwandel/de/innovation-strukturwandel/region-innovativ/region-innovativ_node.html"
          }
        ],
        "communities": [
          {
            "id": "wirinregionen"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15269845"
              }
            }
          ]
        }
      },
      "title": "Erzählcafé Lauchhammer: Dokumentation",
      "links": {
        "self": "https://zenodo.org/api/records/15269846",
        "self_html": "https://zenodo.org/records/15269846",
        "preview_html": "https://zenodo.org/records/15269846?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.15269846",
        "self_doi": "https://doi.org/10.5281/zenodo.15269846",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15269846",
        "parent": "https://zenodo.org/api/records/15269845",
        "parent_html": "https://zenodo.org/records/15269845",
        "parent_doi": "https://doi.org/10.5281/zenodo.15269845",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15269845",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15269846/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15269846/sequence/default",
        "files": "https://zenodo.org/api/records/15269846/files",
        "media_files": "https://zenodo.org/api/records/15269846/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15269846:WIRinREGIONEN_Dokumentation_Erz%C3%A4hlcaf%C3%A9_Lauchhammer.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15269846:WIRinREGIONEN_Dokumentation_Erz%C3%A4hlcaf%C3%A9_Lauchhammer.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15269846:WIRinREGIONEN_Dokumentation_Erz%C3%A4hlcaf%C3%A9_Lauchhammer.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15269846:WIRinREGIONEN_Dokumentation_Erz%C3%A4hlcaf%C3%A9_Lauchhammer.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15269846:WIRinREGIONEN_Dokumentation_Erz%C3%A4hlcaf%C3%A9_Lauchhammer.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15269846:WIRinREGIONEN_Dokumentation_Erz%C3%A4hlcaf%C3%A9_Lauchhammer.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15269846/files-archive",
        "archive_media": "https://zenodo.org/api/records/15269846/media-files-archive",
        "latest": "https://zenodo.org/api/records/15269846/versions/latest",
        "latest_html": "https://zenodo.org/records/15269846/latest",
        "versions": "https://zenodo.org/api/records/15269846/versions",
        "draft": "https://zenodo.org/api/records/15269846/draft",
        "reserve_doi": "https://zenodo.org/api/records/15269846/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15269846/access/links",
        "access_grants": "https://zenodo.org/api/records/15269846/access/grants",
        "access_users": "https://zenodo.org/api/records/15269846/access/users",
        "access_request": "https://zenodo.org/api/records/15269846/access/request",
        "access": "https://zenodo.org/api/records/15269846/access",
        "communities": "https://zenodo.org/api/records/15269846/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15269846/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15269846/requests"
      },
      "updated": "2025-04-23T16:26:06.303900+00:00",
      "recid": "15269846",
      "revision": 4,
      "files": [
        {
          "id": "bb365883-8337-4c3e-80fa-ebbd38093ebc",
          "key": "WIRinREGIONEN_Dokumentation_Erzählcafé_Lauchhammer.pdf",
          "size": 1775751,
          "checksum": "md5:686f5f9b0391b4296944330ba831e170",
          "links": {
            "self": "https://zenodo.org/api/records/15269846/files/WIRinREGIONEN_Dokumentation_Erzählcafé_Lauchhammer.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1306669"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 3,
        "unique_downloads": 3,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 3,
        "version_unique_downloads": 3,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    }
  ]
}