{
  "cache_date": "2025-09-01T08:51:52.815936",
  "data": [
    {
      "created": "2025-08-30T07:58:10.309842+00:00",
      "modified": "2025-08-30T08:05:08.299320+00:00",
      "id": 17005429,
      "conceptrecid": "17005428",
      "doi": "10.1111/jfb.15635",
      "doi_url": "https://doi.org/10.1111/jfb.15635",
      "metadata": {
        "title": "Gorges partition diversity within New Zealand flathead Galaxias populations",
        "doi": "10.1111/jfb.15635",
        "publication_date": "2023-12-13",
        "description": "Waters, Jonathan M., King, Tania M., Craw, Dave (2024): Gorges partition diversity within New Zealand flathead Galaxias populations. Journal of Fish Biology 104 (4): 950-956, DOI: 10.1111/jfb.15635, URL: https://doi.org/10.1111/jfb.15635",
        "access_right": "open",
        "creators": [
          {
            "name": "Waters, Jonathan M.",
            "affiliation": "Department of Zoology, University of Otago, Dunedin, New Zealand"
          },
          {
            "name": "King, Tania M.",
            "affiliation": "Department of Zoology, University of Otago, Dunedin, New Zealand"
          },
          {
            "name": "Craw, Dave",
            "affiliation": "Department of Geology, University of Otago, Dunedin, New Zealand"
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy"
        ],
        "related_identifiers": [
          {
            "identifier": "10.5281/zenodo.17005431",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/03014223.2023.2209330",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Allibone, R. M., Crowl, T. A., Holmes, J. M., King, T. M., McDowall, R. M., Townsend, C. R., & Wallis, G. P. (1996). Isozyme analysis of Galaxias species (Teleostei: Galaxiidae) from the Taieri River, South Island, New Zealand: A species complex revealed. Biological Journal of the Linnean Society, 57, 107-127.",
          "Allibone, R. M., & Townsend, C. R. (1997). The distribution of four recently discovered galaxiid species in the Taieri River, New Zealand: The role of microhabitat. Journal of Fish Biology, 51, 1235-1246.",
          "Angers, B., Magnan, P., Plante, M., & Bernatchez, L. (1999). Canonical correspondence analysis for estimating spatial and environmental effects on microsatellite gene diversity in brook charr (Salvelinus fontinalis). Molecular Ecology, 8, 1043-1053.",
          "Ban tarescu t, P. (1990). Zoogeography of fresh waters. Vol. 1: General distribution and dispersal of freshwater animals. AULA-Verlag.",
          "Burridge, C. P., Craw, D., & Waters, J. M. (2007). An empirical test of freshwater vicariance via river capture. Molecular Ecology, 16, 1883-1895.",
          "Campbell, C. S. M., Dutoit, L., King, T. M., Craw, D., Burridge, C. P., Wallis, G. P., & Waters, J. M. (2022). Genome-wide analysis resolves the radiation of New Zealand's freshwater Galaxias vulgaris complex and reveals a candidate species obscured by mitochondrial capture. Diversity and Distributions, 28, 2255-2267.",
          "Castric, V., Bonney, F., & Bernatchez, L. (2001). Landscape structure and hierarchical genetic diversity in the brook charr, Salvelinus fontinalis. Evolution, 55, 1016-1028.",
          "Chakona, G., Swartz, E., & Chakona, A. (2015). Historical abiotic events or human-aided dispersal: Inferring the evolutionary history of a newly discovered galaxiid fish. Ecology and Evolution, 5, 1369-1380.",
          "Cook, B. D., Kennard, M. J., Real, K., Pusey, B. J., & Hughes, J. M. (2011). Landscape genetic analysis of the tropical freshwater fish Mogurnda mogurnda (Eleotridae) in a monsoonal river basin: Importance of hydrographic factors and population history. Freshwater Biology, 56, 812-827.",
          "Costello, A. B., Down, T. E., Pollard, S. M., Pacas, C. J., & Taylor, E. B. (2003). The influence of history and contemporary stream hydrology on the evolution of genetic diversity within species: An examination of microsatellite DNA variation in bull trout, Salvelinus confluentus (Pisces: Salmonidae). Evolution, 57, 328-344.",
          "Craw, D., Burridge, C. P., & Waters, J. M. (2007). Geological and biological evidence for drainage reorientation during uplift of alluvial basins, Central Otago, New Zealand. New Zealand Journal of Geology and Geophysics, 50, 367-376.",
          "Craw, D., Craw, L., Burridge, C. P., Wallis, G. P., & Waters, J. M. (2016). Evolution of the Taieri River catchment, East Otago, New Zealand. New Zealand Journal of Geology and Geophysics, 59, 257-273.",
          "Craw, D., Upton, P., Burridge, C. P., Wallis, G. P., & Waters, J. M. (2015). Rapid biological speciation driven by tectonic evolution in New Zealand. Nature Geoscience, 9, 140-144.",
          "Craw, D., Upton, P., Walcott, R., Burridge, C. P., & Waters, J. M. (2012). Tectonic controls on the evolution of the Clutha River catchment, New Zealand. New Zealand Journal of Geology and Geophysics, 55, 345-359.",
          "Crispo, E., Bentzen, P., Reznick, D. N., Kinnison, M. T., & Hendry, A. P. (2006). The relative influence of natural selection and geography on gene flow in guppies. Molecular Ecology, 15, 49-62.",
          "Currens, K. P., Schreck, C. B., & Li, H. W. (1990). Allozyme and morphological divergence of rainbow trout (Oncorhynchus mykiss) above and below waterfalls in the Deschutes River, Oregon. Copeia, 1990, 730-746.",
          "Dionne, M., Caron, F., Dodson, J. J., & Bernatchez, L. (2008). Landscape genetics and hierarchical genetic structure in Atlantic salmon: The interaction of gene flow and local adaptation. Molecular Ecology, 17, 2382-2396.",
          "Dunn, N. R., Allibone, R. M., Closs, G., Crow, S., David, B. O., Goodman, J., Griffiths, M. H., Jack, D. C., Ling, N., & Waters, J. M. (2018). Conservation status of New Zealand freshwater fishes, 2017. NZ Department of Conservation.",
          "Excoffier, L., & Lischer, H. E. L. (2010). Arlequin suite ver 3.5: A new series of programs to perform population genetics analyses under Linux and windows. Molecular Ecology Resources, 10, 564-567.",
          "Excoffier, L., Smouse, P. E., & Quattro, J. M. (1992). Analysis of molecular variance inferred from metric distances among DNA haplotypes: Application to human mitochondrial DNA restriction data. Genetics, 131, 479-491.",
          "Forsyth, P. J. (2001). Geology of the Waitaki area. Institute of Geological & Nuclear Sciences 1:250 000 geological map 19. 1 sheet + 64 pp. Institute of Geological & Nuclear Sciences Ltd.",
          "Goodier, S. A., Cotterill, F. P., O'Ryan, C., Skelton, P. H., & de Wit, M. J. (2011). Cryptic diversity of African tigerfish (genus Hydrocynus) reveals palaeogeographic signatures of linked Neogene geotectonic events. PLoS One, 6, e28775.",
          "He, D., & Chen, Y. (2009). Phylogeography of Schizothorax o'connori (Cyprinidae: Schizothoracinae) in the Yarling Tsangpo River, Tibet. Hydrobiologia, 635, 251-262.",
          "Hurwood, D. A., & Hughes, J. M. (1998). Phylogeography of the freshwater fish, Mogurnda adspersa, in streams of northeastern Queensland, Australia: Evidence for altered drainage patterns. Molecular Ecology, 7, 1507-1517.",
          "Jackson, J., Norris, R. J., & Youngson, J. H. (1996). The structural evolution of active fault and fold systems in Central Otago, New Zealand: Evidence revealed by drainage patterns. Journal of Structural Geology, 18, 217-234.",
          "Jones, P. E., & Closs, G. P. (2016a). Interspecific differences in early life-history traits in a species complex of stream-resident galaxiids. Ecology of Freshwater Fish, 25, 211-224.",
          "Jones, P. E., & Closs, G. P. (2016b). Interspecific differences in larval production and dispersal in non-migratory galaxiids: Implications for metapopulation structure. Marine and Freshwater Research, 67, 1479-1492.",
          "Kimura, M. (1980). A simple method for estimating evolutionary rate of base substitutions through comparative studies of nucleotide sequences. Journal of Molecular Evolution, 16, 111-120.",
          "King, T. M., & Wallis, G. P. (1998). Fine-scale genetic structuring in endemic galaxiid fish populations of the Taieri River. New Zealand Journal of Zoology, 25, 17-22.",
          "Leclerc, E., Mailhot, Y., Mingelbier, M., & Bernatchez, L. (2008). The landscape genetics of yellow perch (Perca flavescens) in a large fluvial ecosystem. Molecular Ecology, 17, 1702-1717.",
          "Mayden, R. L. (1988). Vicariance biogeography, parsimony, and evolution in north American freshwater fishes. Systematic Zoology, 37, 329-355.",
          "McDowall, R. M. (1990). New Zealand freshwater fishes: A natural history and guide. Heinemann Reed.",
          "McDowall, R. M., & Wallis, G. P. (1996). Description and redescription of Galaxias species (Teleostei: Galaxiidae) from Otago and Southland. Journal of the Royal Society of new Zealand, 26, 401-427.",
          "McHugh, P., McIntosh, A., Howard, S., & Budy, P. (2012). Niche flexibility and trout -galaxiid co-occurrence in a hydrologically diverse riverine landscape. Biological Invasions, 14, 2393-2406.",
          "McIntosh, A. R. (2000). Habitat- and size-related variations in exotic trout impacts on native galaxiid fishes in New Zealand streams. Canadian Journal of Fisheries and Aquatic Sciences, 57, 2140-2151.",
          "Near, T. J., & Keck, B. P. (2005). Dispersal, vicariance, and timing of diversification in Nothonotus darters. Molecular Ecology, 14, 3485-3496.",
          "Pepper, M., & Keogh, S. J. (2021). Life in the \"dead heart\" of Australia: The geohistory of the Australasian deserts and its impact on genetic diversity of arid zone lizards. Journal of Biogeography, 48, 716-746.",
          "Riddle, B. R., Hafner, D. J., Alexander, L. F., & Jaeger, J. R. (2000). Cryptic vicariance in the historical assembly of a Baja California Peninsular Desert biota. Proceedings of the National Academy of Sciences USA, 97, 14438-14443.",
          "Schwarzer, J., Misof, B., Ifuta, S. N., & Schliewen, U. K. (2011). Time and origin of cichlid colonization of the lower Congo rapids. PLoS One, 6, e22380.",
          "Stokes, M. F., Kim, D., Gallen, S. F., Benavides, E., Keck, B. P., Wood, J., Goldberg, S. L., Larsen, I. J., Mollish, J. M., Simmons, J. W., Near, T. J., & Perron, J. T. (2023). Erosion of heterogeneous rock drives diversification of Appalachian fishes. Science, 380, 855-859.",
          "Swofford, D. L. (2015). PAUP*. Phylogenetic analysis using parsimony (*and other Methods). Version 4.0a142. Sinauer Associates.",
          "Taylor, E. B., Stamford, M. D., & Baxter, J. S. (2003). Population subdivision in westslope cutthroat trout (Oncorhynchus clarki lewisi) at the northern periphery of its range: Evolutionary inferences and conservation implications. Molecular Ecology, 12, 2609-2622.",
          "Townsend, C. R., & Crowl, T. A. (1991). Fragmented population structure in a native New Zealand fish: An effect of introduced brown trout? Oikos, 61, 347-354.",
          "Turnbull, I. M. (2000). Geology of the Wakatipu area. Institute of Geological & Nuclear Sciences 1:250 000 geological map 18. 1 sheet + 72p. Institute of Geological & Nuclear Sciences Ltd.",
          "Unmack, P. J., Sandoval-Castillo, J., Hammer, M. P., Adams, M., Raadik, T. A., & Beheregaray, L. B. (2017). Genome-wide SNPs resolve a key conflict between sequence and allozyme data to confirm another threatened candidate species of river blackfishes (Teleostei: Percichthyidae: Gadopsis). Molecular Phylogenetics and Evolution, 109, 415-420.",
          "Wallis, G. P., Judge, K. F., Bland, J., Waters, J. M., & Berra, T. M. (2001). Genetic diversity in New Zealand Galaxias vulgaris sensu lato (Teleostei: Osmeriformes: Galaxiidae): A test of a biogeographic hypothesis. Journal of Biogeography, 28, 59-67.",
          "Waters, J. M., Burridge, C. P., & Craw, D. (2019). The lasting biological signature of Pliocene tectonics: Reviewing the re-routing of Australia's largest river drainage system. Journal of Biogeography, 46, 1494-1503.",
          "Waters, J. M., Burridge, C. P., & Craw, D. (2020). River capture and freshwater biological evolution: A review of galaxiid fish vicariance. Diversity, 12, 216.",
          "Waters, J. M., Campbell, C. S. M., & Craw, D. (2023). Native fish translocations mediated by anthropogenic drainage modifications in southern New Zealand. New Zealand Journal of Zoology, 1-13. https://doi.org/ 10.1080/03014223.2023.2209330",
          "Waters, J. M., Craw, D., Burridge, C. P., Kennedy, M., King, T. A., & Wallis, G. P. (2015). Within-river genetic connectivity patterns reflect contrasting geomorphology. Journal of Biogeography, 42, 2452-2460.",
          "Waters, J. M., Craw, D., Youngson, J. H., & Wallis, G. P. (2001). Genes meet geology: Fish phylogeographic pattern reflects ancient, rather than modern, drainage connections. Evolution, 55, 1844-1851.",
          "Waters, J. M., Fraser, C. I., & Hewitt, G. M. (2013). Founder takes all: Density-dependent processes structure biodiversity. Trends in Ecology and Evolution, 28, 78-85.",
          "Waters, J. M., Rowe, D. L., Burridge, C. P., & Wallis, G. P. (2010). Gene trees versus species trees: Reassessing life-history evolution in a freshwater fish radiation. Systematic Biology, 59, 504-517.",
          "Waters, J. M., & Wallis, G. P. (2001). Mitochondrial DNA phylogenetics of the Galaxias vulgaris complex from South Island, New Zealand: Rapid radiation of a species flock. Journal of Fish Biology, 58, 1166-1180.",
          "Waters, J. M., Wallis, G. P., Burridge, C. P., & Craw, D. (2015). Geology shapes biogeography: Quaternary river-capture explains New Zealand's biologically \"composite\" Taieri River. Quaternary Science Reviews, 120, 47-56.",
          "Zemlak, T. S., Habit, E. M., Walde, S. J., Carea, C., & Ruzzante, D. E. (2010). Surviving historical Patagonian landscapes and climate: Molecular insights from Galaxias maculatus. BMC Evolutionary Biology, 10, 67."
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "4",
          "pages": "950-956",
          "title": "Journal of Fish Biology",
          "volume": "104"
        },
        "alternate_identifiers": [
          {
            "identifier": "urn:lsid:plazi.org:pub:6F02FF92274CA22C364CFFE76E35FFD6"
          }
        ],
        "license": {
          "id": "cc-by-nc-nd-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17005428"
              }
            }
          ]
        }
      },
      "title": "Gorges partition diversity within New Zealand flathead Galaxias populations",
      "links": {
        "self": "https://zenodo.org/api/records/17005429",
        "self_html": "https://zenodo.org/records/17005429",
        "preview_html": "https://zenodo.org/records/17005429?preview=1",
        "doi": "https://doi.org/10.1111/jfb.15635",
        "self_doi": "https://doi.org/10.1111/jfb.15635",
        "self_doi_html": "https://zenodo.org/doi/10.1111/jfb.15635",
        "reserve_doi": "https://zenodo.org/api/records/17005429/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17005428",
        "parent_html": "https://zenodo.org/records/17005428",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17005429/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17005429/sequence/default",
        "files": "https://zenodo.org/api/records/17005429/files",
        "media_files": "https://zenodo.org/api/records/17005429/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17005429:source.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17005429:source.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17005429:source.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17005429:source.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17005429:source.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17005429:source.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17005429/files-archive",
        "archive_media": "https://zenodo.org/api/records/17005429/media-files-archive",
        "latest": "https://zenodo.org/api/records/17005429/versions/latest",
        "latest_html": "https://zenodo.org/records/17005429/latest",
        "versions": "https://zenodo.org/api/records/17005429/versions",
        "draft": "https://zenodo.org/api/records/17005429/draft",
        "access_links": "https://zenodo.org/api/records/17005429/access/links",
        "access_grants": "https://zenodo.org/api/records/17005429/access/grants",
        "access_users": "https://zenodo.org/api/records/17005429/access/users",
        "access_request": "https://zenodo.org/api/records/17005429/access/request",
        "access": "https://zenodo.org/api/records/17005429/access",
        "communities": "https://zenodo.org/api/records/17005429/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17005429/communities-suggestions",
        "requests": "https://zenodo.org/api/records/17005429/requests"
      },
      "updated": "2025-08-30T08:05:08.299320+00:00",
      "recid": "17005429",
      "revision": 7,
      "files": [
        {
          "id": "e9997b01-10b3-4591-9c71-bb17beae47a3",
          "key": "source.pdf",
          "size": 634965,
          "checksum": "md5:6f023992274ca22c364cefe76e35f5d6",
          "links": {
            "self": "https://zenodo.org/api/records/17005429/files/source.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-30T06:54:33.611044+00:00",
      "modified": "2025-08-30T06:59:55.847238+00:00",
      "id": 17004432,
      "conceptrecid": "17004431",
      "doi": "10.1111/jfb.15821",
      "doi_url": "https://doi.org/10.1111/jfb.15821",
      "metadata": {
        "title": "Whole-genome analysis reveals phylogenetic and demographic history of Eurasian perch",
        "doi": "10.1111/jfb.15821",
        "publication_date": "2024-06-19",
        "description": "Lichman, Vitalii, Ozerov, Mikhail, López, María-Eugenia, Noreikiene, Kristina, Kahar, Siim, Pukk, Lilian, Burimski, Oksana, Gross, Riho, Vasemägi, Anti (2024): Whole-genome analysis reveals phylogenetic and demographic history of Eurasian perch. Journal of Fish Biology 105 (3): 871-885, DOI: 10.1111/jfb.15821, URL: https://doi.org/10.1111/jfb.15821",
        "access_right": "open",
        "creators": [
          {
            "name": "Lichman, Vitalii",
            "affiliation": "Institute of Veterinary Medicine and Animal Sciences, Chair of Aquaculture, Estonian University of Life Sciences, Tartu, Estonia"
          },
          {
            "name": "Ozerov, Mikhail",
            "affiliation": "Biodiversity Unit, University of Turku, Turku, Finland & Department of Aquatic Resources, Institute of Freshwater Research, Swedish University of Agricultural Sciences, Drottningholm, Sweden & Department of Biology, University of Turku, Turku, Finland"
          },
          {
            "name": "López, María-Eugenia",
            "affiliation": "Department of Aquatic Resources, Institute of Freshwater Research, Swedish University of Agricultural Sciences, Drottningholm, Sweden"
          },
          {
            "name": "Noreikiene, Kristina",
            "affiliation": "Institute of Veterinary Medicine and Animal Sciences, Chair of Aquaculture, Estonian University of Life Sciences, Tartu, Estonia & Department of Botany and Genetics, Vilnius University, Vilnius, Lithuania"
          },
          {
            "name": "Kahar, Siim",
            "affiliation": "Institute of Veterinary Medicine and Animal Sciences, Chair of Aquaculture, Estonian University of Life Sciences, Tartu, Estonia"
          },
          {
            "name": "Pukk, Lilian",
            "affiliation": "Institute of Veterinary Medicine and Animal Sciences, Chair of Aquaculture, Estonian University of Life Sciences, Tartu, Estonia"
          },
          {
            "name": "Burimski, Oksana",
            "affiliation": "Institute of Veterinary Medicine and Animal Sciences, Chair of Aquaculture, Estonian University of Life Sciences, Tartu, Estonia"
          },
          {
            "name": "Gross, Riho",
            "affiliation": "Institute of Veterinary Medicine and Animal Sciences, Chair of Aquaculture, Estonian University of Life Sciences, Tartu, Estonia"
          },
          {
            "name": "Vasemägi, Anti",
            "affiliation": "Institute of Veterinary Medicine and Animal Sciences, Chair of Aquaculture, Estonian University of Life Sciences, Tartu, Estonia & Department of Aquatic Resources, Institute of Freshwater Research, Swedish University of Agricultural Sciences, Drottningholm, Sweden"
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy"
        ],
        "related_identifiers": [
          {
            "identifier": "10.5281/zenodo.17004434",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.17004436",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.2305/IUCN.UK.2008.RLTS.T16580A6135168.en",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/BF00175500",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Alexander, D. H., Shringarpure, S. S., Novembre, J., & Lange, K. (2015). Admixture 1.3 software manual. UCLA Human Genetics Software Distribution.",
          "Andrews, S. (2010). FastQC: a quality control tool for high throughput sequence data. www.bioinformatics.babraham.ac.uk/projects/fastqc/",
          "Arbogast, B. S., & Kenagy, G. J. (2001). Comparative phylogeography as an integrative approach to historical biogeography. Journal of Biogeography, 28(7), 819-825.",
          "Astakhov, V. I. (2006). Evidence of late Pleistocene ice dammed lakes in West Siberia. Boreas, 35(4), 607-621.",
          "Bandelt, H., Forster, P., & Rohl, A. (1999). Median-joining networks for inferring intraspecific phylogenies. Molecular Biology and Evolution, 16(1), 37-48.",
          "Beichman, A. C., Huerta-Sanchez, E., & Lohmueller, K. E. (2018). Using genomic data to infer historic population dynamics of nonmodel organisms. Annual Review of Ecology, Evolution, and Systematics, 49, 433-456.",
          "Bernal, M. A., Gaither, M. R., Simison, W. B., & Rocha, L. A. (2017). Introgression and selection shaped the evolutionary history of sympatric sister species of coral reef fishes (genus: Haemulon). Molecular Ecology, 26(2), 639-652.",
          "Bezrukova, E. V., Tarasov, P. E., Solovieva, N., Krivonogov, S. K., & Riedel, F. (2010). Last glacial -Interglacial vegetation and environmental dynamics in southern Siberia: Chronology, forcing and feedbacks. Palaeogeography, Palaeoclimatology, Palaeoecology, 296(1-2), 185-198.",
          "Bolger, A. M., Lohse, M., & Usadel, B. (2014). Trimmomatic: A flexible trimmer for Illumina sequence data. Bioinformatics, 30(15), 2114-2120.",
          "Bouckaert, R., Vaughan, T. G., Barido-Sottani, J., Duchene, S., Fourment, M., Gavryushkina, A., Heled, J., Jones, G., Kuhnert, D., de Maio, N., Matschiner, M., Mendes, F. K., Muller, N. F., Ogilvie, H. A., du Plessis, L., Popinga, A., Rambaut, A., Rasmussen, D., Siveroni, I., … Drummond, A. J. (2019). BEAST 2.5: An advanced software platform for Bayesian evolutionary analysis. PLoS Computational Biology, 15(4), e1006650.",
          "Chen, S., Zhou, Y., Chen, Y., & Gu, J. (2018). Fastp: An ultra-fast all-in-one FASTQ preprocessor. Bioinformatics, 34(17), i884-i890.",
          "Christensen, E. A., Grosell, M., & Steffensen, J. F. (2019). Maximum salinity tolerance and osmoregulatory capabilities of European perch Perca fluviatilis populations originating from different salinity habitats. Conservation Physiology, 7(1), coz004.",
          "Collette, B. B., & Banarescu, P. (1977). Systematics and zoogeography of the fishes of the family Percidae. Journal of the Fisheries Board of Canada, 34(10), 1450-1463.",
          "Coyne, J. A. (1994). Ernst Mayr and the origin of species. Evolution, 48(1), 19-30.",
          "Culling, M. A., Janko, K., Boron, A., Vasil'ev, V. P., Cote, I. M., & Hewitt, G. M. (2006). European colonization by the spined loach (Cobitistaenia) from Ponto-Caspian refugia based on mitochondrial DNA variation. Molecular Ecology, 15(1), 173-190.",
          "Danecek, P., Auton, A., Abecasis, G., Albers, C. A., Banks, E., DePristo, M. A., Handsaker, R. E., Lunter, G., Marth, G. T., Sherry, S. T., McVean, G., Durbin, R., & 1000 Genomes Project Analysis Group. (2011). The variant call format and VCFtools. Bioinformatics, 27(15), 2156-2158.",
          "Darriba, D., Taboada, G. L., Doallo, R., & Posada, D. (2012). jModelTest 2: More models, new heuristics and parallel computing. Nature Methods, 9(8), 772.",
          "Devlin, S. P., Saarenheimo, J., Syvaranta, J., & Jones, R. I. (2015). Top consumer abundance influences lake methane efflux. Nature Communications, 6(1), 8787.",
          "Diehl, S. (1992). Fish predation and benthic community structure: The role of omnivory and habitat complexity. Ecology, 73(5), 1646-1661.",
          "Edgar, R. C. (2004). MUSCLE: Multiple sequence alignment with high accuracy and high throughput. Nucleic Acids Research, 32, 1792-1797.",
          "Erpenbeck, D., Hooper, J. N. A., & Worheide, G. (2006). CO1 phylogenies in diploblasts and the 'barcoding of life'-Are we sequencing a suboptimal partition? Molecular Ecology Notes, 6(2), 550-553.",
          "Excoffier, L., & Lischer, H. E. (2010). Arlequin suite ver 3.5: A new series of programs to perform population genetics analyses under Linux and windows. Molecular Ecology Resources, 10(3), 564-567.",
          "Falush, D., Stephens, M., & Pritchard, J. K. (2003). Inference of population structure using multilocus genotype data: Linked loci and correlated allele frequencies. Genetics, 164(4), 1567-1587.",
          "Foster, J. T., Beckstrom-Sternberg, S. M., Pearson, T., Beckstrom-Sternberg, J. S., Chain, P. S., Roberto, F. F., Hnath, J., Brettin, T., & Keim, P. (2009). Whole-genome-based phylogeny and divergence of the genus Brucella. Journal of Bacteriology, 191(8), 2864-2870.",
          "Freyhof, J., & Kottelat, M. (2008). Perca fluviatilis. The IUCN red list of threatened species 2008:e.T16580A6135168. Accessed July 25, 2023. https://doi.org/10.2305/IUCN.UK.2008.RLTS.T16580A6135168.en",
          "Geary, D. H., Magyar, I., & Muller, P. (2000). Ancient Lake Pannon and its endemic molluscan fauna (Central Europe; mio-pliocene). Advances in Ecological Research, 31, 463-482.",
          "Ghezelayagh, A., Harrington, R. C., Burress, E. D., Campbell, M. A., Buckner, J. C., Chakrabarty, P., Glass, J. R., McCraney, W. T., Unmack, P. J., Thacker, C. E., Alfaro, M. E., Friedman, S. T., Ludt, W. B., Cowman, P. F., Friedman, M., Price, S. A., Dornburg, A., Faircloth, B. C., Wainwright, P. C., & Near, T. J. (2022). Prolonged morphological expansion of spiny-rayed fishes following the end-cretaceous. Nature Ecology & Evolution, 6(8), 1211-1220.",
          "Gronau, I., Hubisz, M. J., Gulko, B., Danko, C. G., & Siepel, A. (2011). Bayesian inference of ancient human demography from individual genome sequences. Nature Genetics, 43(10), 1031-1034.",
          "Guindon, S., & Gascuel, O. (2003). A simple, fast, and accurate algorithm to estimate large phylogenies by maximum likelihood. Systematic Biology, 52(5), 696-704.",
          "Haponski, A. E., & Stepien, C. A. (2013). Phylogenetic and biogeographical relationships of the Sander pikeperches (Percidae: Perciformes): Patterns across North America and Eurasia. Biological Journal of the Linnean Society, 110(1), 156-179.",
          "Hewitt, G. M. (1999). Post-glacial re-colonization of European biota. Biological Journal of the Linnean Society, 68(1-2), 87-112.",
          "Hewitt, G. M. (2001). Speciation, hybrid zones and phylogeography -Or seeing genes in space and time. Molecular Ecology, 10(3), 537-549.",
          "Hoang, D. T., Chernomor, O., Von Haeseler, A., Minh, B. Q., & Vinh, L. S. (2018). UFBoot2: Improving the ultrafast bootstrap approximation. Molecular Biology and Evolution, 35(2), 518-522.",
          "Hughes, P. D., & Gibbard, P. L. (2018). Global glacier dynamics during 100 ka Pleistocene glacial cycles. Quaternary Research, 90(1), 222-243.",
          "Jacobsen, M. W., Hansen, M. M., Orlando, L., Bekkevold, D., Bernatchez, L., Willerslev, E., & Gilbert, M. T. P. (2012). Mitogenome sequencing reveals shallow evolutionary histories and recent divergence time between morphologically and ecologically distinct European whitefish (Coregonus spp.). Molecular Ecology, 21(11), 2727-2742.",
          "Kaeuffer, R., Reale, D., Coltman, D. W., & Pontier, D. (2007). Detecting population STRUCTURE using STRUCTURE software: Effect of background linkage disequilibrium. Heredity, 99(4), 374-380.",
          "Kalyaanamoorthy, S., Minh, B. Q., Wong, T. K., Von Haeseler, A., & Jermiin, L. S. (2017). ModelFinder: Fast model selection for accurate phylogenetic estimates. Nature Methods, 14(6), 587-589.",
          "Kamvar, Z. N., Tabima, J. F., & Grunwald, N. J. (2014). Poppr: An R package for genetic analysis of populations with clonal, partially clonal, and/or sexual reproduction. PeerJ, 2, e281.",
          "Kazmer, M. (1990). Birth, life and death of the Pannonian Lake. Palaeogeography, Palaeoclimatology, Palaeoecology, 79(1-2), 171-188.",
          "Kivisild, T. (2015). Maternal ancestry and population history from whole mitochondrial genomes. Investigative Genetics, 6, 1-10.",
          "Langmead, B., & Salzberg, S. L. (2012). Fast gapped-read alignment with bowtie 2. Nature Methods, 9(4), 357-359.",
          "Lecocq, T., Lhomme, P., Michez, D., Dellicour, S., Valterova, I., & Rasmont, P. (2011). Molecular and chemical characters to evaluate species status of two cuckoo bumblebees: Bombus barbutellus and Bombus maxillosus (hymenoptera, Apidae, Bombini). Systematic Entomology, 36(3), 453-469.",
          "Lefort, V., Desper, R., & Gascuel, O. (2015). FastME 2.0: A comprehensive, accurate, and fast distance-based phylogeny inference program. Molecular Biology and Evolution, 32(10), 2798-2800.",
          "Leigh, J. W., & Bryant, D. (2015). POPART: Full-feature software for haplotype network construction. Methods in Ecology and Evolution, 6(9), 1110-1116.",
          "Li, H. (2011). A statistical framework for SNP calling, mutation discovery, association mapping and population genetical parameter estimation from sequencing data. Bioinformatics, 27, 2987-2993.",
          "Li, H. (2013). Seqtk: A fast and lightweight tool for processing sequences in the FASTA or FASTQ format. Accessed June 21, 2023. https:// github.com/lh3/seqtk",
          "Li, H., & Durbin, R. (2011). Inference of human population history from individual whole-genome sequences. Nature, 475(7357), 493-496.",
          "Liu, Z., Liu, S., Yao, J., Bao, L., Zhang, J., & Li, Y. (2016). The channel catfish genome sequence provides insights into the evolution of scale formation in teleosts. Nature Communications, 7, 11757.",
          "Lu, L., Zhao, J., & Li, C. (2020). High-quality genome assembly and annotation of the big-eye mandarin fish (Sinipercaknerii). G3: Genes, Genomes, Genetics, 10(3), 877-880.",
          "Mangerud, J., Astakhov, V., Jakobsson, M., & Svendsen, J. I. (2001). Huge Iceage lakes in Russia. Journal of Quaternary Science, 16(8), 773-777.",
          "Mangerud, J., Jakobsson, M., Alexanderson, H., Astakhov, V., Clarke, G. K., Henriksen, M., Hjort, C., Krinner, G., Lunkka, J. P., Moller, P., Murray, A., Nikolskaya, O., Saarnisto, M., & Svendsen, J. I. (2004). Ice-dammed lakes and rerouting of the drainage of northern Eurasia during the last glaciation. Quaternary Science Reviews, 23(11-13), 1313- 1332.",
          "Mather, N., Traves, S. M., & Ho, S. Y. (2020). A practical introduction to sequentially Markovian coalescent methods for estimating demographic history from genomic data. Ecology and Evolution, 10(1), 579-589.",
          "Mazet, O., Rodriguez, W., Grusea, S., Boitard, S., & Chikhi, L. (2016). On the importance of being structured: Instantaneous coalescence rates and human evolution -Lessons for ancestral population size inference? Heredity, 116(4), 362-371.",
          "McGuire, J. A., Linkem, C. W., Koo, M. S., Hutchison, D. W., Lappin, A. K., Orange, D. I., Lemos-Espinal, J., Riddle, B. R., & Jaeger, J. R. (2007). Mitochondrial introgression and incomplete lineage sorting through space and time: Phylogenetics of crotaphytid lizards. Evolution, 61(12), 2879-2897.",
          "McKenna, A., Hanna, M., Banks, E., Sivachenko, A., Cibulskis, K., Kernytsky, A., Garimella, K., Altshuler, D., Gabriel, S., Daly, M., & DePristo, M. A. (2010). The genome analysis toolkit: A MapReduce framework for analyzing next-generation DNA sequencing data. Genome Research, 20(9), 1297-1303.",
          "Miles, A., pyup.io bot, Rodrigues, M. F., Ralph, P., Kelleher, J., Schelker, M., Pisupati, R., Rae, S., & Millar, T. (2024). cggh/scikit-allel: v1.3.8. DOI: 105281:/zenodo.10876220.",
          "Minh, B. Q., Schmidt, H. A., Chernomor, O., Schrempf, D., Woodhams, M. D., Von Haeseler, A., & Lanfear, R. (2020). IQ-TREE 2: New models and efficient methods for phylogenetic inference in the genomic era. Molecular Biology and Evolution, 37(5), 1530- 1534.",
          "Moran, P., & Kornfield, I. (1993). Retention of an ancestral polymorphism in the Mbuna species flock (Teleostei: Cichlidae) of Lake Malawi. Molecular Biology and Evolution, 10, 1015.",
          "Nadachowska-Brzyska, K., Burri, R., Smeds, L., & Ellegren, H. (2016). PSMC analysis of effective population sizes in molecular ecology and its application to black-and-white Ficedula flycatchers. Molecular Ecology, 25(5), 1058-1072.",
          "Nazarov, D. V., Nikolskaia, O. A., Zhigmanovskiy, I. V., Ruchkin, M. V., & Cherezova, A. A. (2022). Lake Yamal, an ice-dammed megalake in the west Siberian Arctic during the late Pleistocene, 60-35 ka. Quaternary Science Reviews, 289, 107614.",
          "Nei, M., & Takahata, N. (1993). Effective population size, genetic diversity, and coalescence time in subdivided populations. Journal of Molecular Evolution, 37, 240-244. https://doi.org/10.1007/BF00175500",
          "NesbO, C. L., Fossheim, T., VOllestad, L. A., & Jakobsen, K. S. (1999). Genetic divergence and phylogeographic relationships among European perch (Perca fluviatilis) populations reflect glacial refugia and postglacial colonization. Molecular Ecology, 8(9), 1387-1404.",
          "Nilsson, J., Andersson, J., Karas, P., & Sandstrom, O. (2004). Recruitment failure and decreasing catches of perch (Perca fluviatilis L.) and pike (Esox lucius L.) in the coastal waters of southeast Sweden. Boreal Environment Research, 9(4), 295.",
          "Noreikiene, K., Ozerov, M., Ahmad, F., Koiv, T., Kahar, S., Gross, R., Sepp, M., Pellizzone, A., Vesterinen, E. J., Kisand, V., & Vasemagi, A. (2020). Humic-acid-driven escape from eye parasites revealed by RNA-seq and target-specific metabarcoding. Parasites & Vectors, 13(1), 1-11.",
          "Ozerov, M., Noreikiene, K., Kahar, S., Huss, M., Huusko, A., Koiv, T., Sepp, M., Lopez, M. E., Gardmark, A., Gross, R., & Vasemagi, A. (2022). Whole-genome sequencing illuminates multifaceted targets of selection to humic substances in Eurasian perch. Molecular Ecology, 31(8), 2367-2383.",
          "Ozerov, M. Y., Flajshans ˇ, M., Noreikiene, K., Vasemagi, A., & Gross, R. (2020). Draft genome assembly of the freshwater apex predator Wels catfish (Silurus glanis) using linked-read sequencing. G3: Genes, Genomes Genetics, 10(11), 3897-3906.",
          "Ozerov, M. Y., Gross, R., Bruneaux, M., Vaha, J. P., Burimski, O., Pukk, L., & Vasemagi, A. (2016). Genomewideintrogressive hybridization patterns in wild Atlantic salmon influenced by inadvertent gene flow from hatchery releases. Molecular Ecology, 25(6), 1275-1293.",
          "Patil, A. B., Shinde, S. S., Raghavendra, S., Satish, B. N., Kushalappa, C. G., & Vijay, N. (2021). The genome sequence of Mesua ferrea and comparative demographic histories of forest trees. Gene, 769, 145214.",
          "Persson, L., de Roos, A. M., Claessen, D., Bystrom, P., Lovgren, J., Sjogren, S., Svanback, R., Wahlstrom, E., & Westman, E. (2003). Gigantic cannibals driving a whole-lake trophic cascade. Proceedings of the National Academy of Sciences, 100(7), 4035-4039.",
          "Policar, T., Samarin, A. M., & Melard, C. (2015). Culture methods of Eurasian perch during ongrowing. In P. Kestemont, K. Dabrowski, & R. Summerfelt (Eds.), Biology and culture of percid fishes (pp. 417-435). Principles and practices, Springer.",
          "Pollard, D. A., Iyer, V. N., Moses, A. M., & Eisen, M. B. (2006). Widespread discordance of gene trees with species tree in Drosophila: Evidence for incomplete lineage sorting. PLoS Genetics, 2(10), e173.",
          "Ragauskas, A., Butkauskas, D., Prakas, P., Gadliauskiene, K., Gajduchenko, H., & Grauda, D. (2020). Complex phylogeographic relationships among the Eurasian perch (Perca fluviatilis) populations in the eastern part of the Baltic Sea region. Hydrobiologia, 847(3), 925-938.",
          "Rambaut, A. (2009). FigTree. Tree figure drawing tool. http://tree.bio.ed. ac.uk/software/figtree/",
          "Ramette, A., & Tiedje, J. M. (2007). Biogeography: An emerging cornerstone for understanding prokaryotic diversity, ecology, and evolution. Microbial Ecology, 53, 197-207.",
          "Revell, L. J. (2012). Phytools: An R package for phylogenetic comparative biology (and other things). Methods in Ecology and Evolution, 3, 217-223.",
          "Snyder, C. W. (2016). Evolution of global temperature over the past two million years. Nature, 538(7624), 226-228.",
          "Sommer, R. S., & Zachos, F. E. (2009). Fossil evidence and phylogeography of temperate species: 'Glacial refugia' and post-glacial recolonization. Journal of Biogeography, 36(11), 2013-2020.",
          "Stepien, C. A., & Haponski, A. E. (2015). Taxonomy, distribution, and evolution of the Percidae. In Biology and culture of percid fishes: Principles and practices (pp. 3-60). Springer Science+Business Media.",
          "Taberlet, P., Fumagalli, L., Wust-Saucy, A. G., & Cosson, J. F. (1998). Comparative phylogeography and postglacial colonization routes in Europe. Molecular Ecology, 7(4), 453-464.",
          "Thorpe, J. E. (1977). Morphology, physiology, behavior, and ecology of Perca fluviatilis L. and P. Flavescens Mitchill. Journal of the Fisheries Board of Canada, 34(10), 1504-1514.",
          "Toews, D. P., & Brelsford, A. (2012). The biogeography of mitochondrial and nuclear discordance in animals. Molecular Ecology, 21(16), 3907-3930.",
          "Toomey, L., Dellicour, S., Vanina, T., Pegg, J., Kaczkowski, Z., Kouˇril, J., Teletchea, F., Blaha, M., Fontaine, P., & Lecocq, T. (2020). Getting off on the right foot: Integration of spatial distribution of genetic variability for aquaculture development and regulations, the European perch case. Aquaculture, 521, 734981.",
          "Vasemagi, A., Ozerov, M., Noreikiene, K., Lopez, M.-E., & Gardmark, A. (2023). Unlocking the genome of perch - From genes to ecology and back again. Ecology of Freshwater Fish, 32, 677-702.",
          "Wall, J. D. (2003). Estimating ancestral population sizes and divergence times. Genetics, 163(1), 395-404.",
          "Watson, L. (2008). The European market for perch (Perca fluviatilis). In Percid Fish Culture (pp. 10-16). Presses universitaires de Namur.",
          "Wilke, T., Haase, M., Hershler, R., Liu, H. P., Misof, B., & Ponder, W. (2013). Pushing short DNA fragments to the limit: Phylogenetic relationships of 'hydrobioid' gastropods (Caenogastropoda: Rissooidea). Molecular Phylogenetics and Evolution, 66(3), 715-736.",
          "Yoder, J. B., Clancey, E., Des Roches, S., Eastman, J. M., Gentry, L., Godsoe, W., Hagey, T. J., Jochimsen, D., Oswald, B. P., Robertson, J., Sarver, B. A. J., Schenk, J. J., Spear, S. F., & Harmon, L. J. (2010). Ecological opportunity and the origin of adaptive radiations. Journal of Evolutionary Biology, 23(8), 1581-1596."
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "3",
          "pages": "871-885",
          "title": "Journal of Fish Biology",
          "volume": "105"
        },
        "alternate_identifiers": [
          {
            "identifier": "urn:lsid:plazi.org:pub:FFF84100FFFEFFBDFFBD25227050FF93"
          }
        ],
        "license": {
          "id": "cc-by-nc-nd-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17004431"
              }
            }
          ]
        }
      },
      "title": "Whole-genome analysis reveals phylogenetic and demographic history of Eurasian perch",
      "links": {
        "self": "https://zenodo.org/api/records/17004432",
        "self_html": "https://zenodo.org/records/17004432",
        "preview_html": "https://zenodo.org/records/17004432?preview=1",
        "doi": "https://doi.org/10.1111/jfb.15821",
        "self_doi": "https://doi.org/10.1111/jfb.15821",
        "self_doi_html": "https://zenodo.org/doi/10.1111/jfb.15821",
        "reserve_doi": "https://zenodo.org/api/records/17004432/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17004431",
        "parent_html": "https://zenodo.org/records/17004431",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17004432/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17004432/sequence/default",
        "files": "https://zenodo.org/api/records/17004432/files",
        "media_files": "https://zenodo.org/api/records/17004432/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17004432:source.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17004432:source.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17004432:source.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17004432:source.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17004432:source.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17004432:source.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17004432/files-archive",
        "archive_media": "https://zenodo.org/api/records/17004432/media-files-archive",
        "latest": "https://zenodo.org/api/records/17004432/versions/latest",
        "latest_html": "https://zenodo.org/records/17004432/latest",
        "versions": "https://zenodo.org/api/records/17004432/versions",
        "draft": "https://zenodo.org/api/records/17004432/draft",
        "access_links": "https://zenodo.org/api/records/17004432/access/links",
        "access_grants": "https://zenodo.org/api/records/17004432/access/grants",
        "access_users": "https://zenodo.org/api/records/17004432/access/users",
        "access_request": "https://zenodo.org/api/records/17004432/access/request",
        "access": "https://zenodo.org/api/records/17004432/access",
        "communities": "https://zenodo.org/api/records/17004432/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17004432/communities-suggestions",
        "requests": "https://zenodo.org/api/records/17004432/requests"
      },
      "updated": "2025-08-30T06:59:55.847238+00:00",
      "recid": "17004432",
      "revision": 7,
      "files": [
        {
          "id": "6a1be706-0a67-49c1-8bec-592356482315",
          "key": "source.pdf",
          "size": 1628300,
          "checksum": "md5:e3f8410039fed3bda8bd25227050ad93",
          "links": {
            "self": "https://zenodo.org/api/records/17004432/files/source.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-30T06:47:32.154974+00:00",
      "modified": "2025-08-30T06:52:54.772783+00:00",
      "id": 17004310,
      "conceptrecid": "17004309",
      "doi": "10.1111/jfb.15865",
      "doi_url": "https://doi.org/10.1111/jfb.15865",
      "metadata": {
        "title": "Year-round sampling of the fish community in a boreal lake: differences between summer and winter influence estimates of species composition, catch, and fish size",
        "doi": "10.1111/jfb.15865",
        "publication_date": "2024-07-19",
        "description": "Eerola, Emmi S., Megyeri, Eszter, Piro, Alexander J., Hayden, Brian, Kahilainen, Kimmo K. (2024): Year-round sampling of the fish community in a boreal lake: differences between summer and winter influence estimates of species composition, catch, and fish size. Journal of Fish Biology 105 (4): 1163-1177, DOI: 10.1111/jfb.15865, URL: https://doi.org/10.1111/jfb.15865",
        "access_right": "open",
        "creators": [
          {
            "name": "Eerola, Emmi S.",
            "affiliation": "Lammi Biological Station, University of Helsinki, Lammi, Finland"
          },
          {
            "name": "Megyeri, Eszter",
            "affiliation": "Lammi Biological Station, University of Helsinki, Lammi, Finland"
          },
          {
            "name": "Piro, Alexander J.",
            "affiliation": "Lammi Biological Station, University of Helsinki, Lammi, Finland"
          },
          {
            "name": "Hayden, Brian",
            "affiliation": "Biology Department, Canadian Rivers Institute, University of New Brunswick, Fredericton, New Brunswick, Canada"
          },
          {
            "name": "Kahilainen, Kimmo K.",
            "affiliation": "Lammi Biological Station, University of Helsinki, Lammi, Finland"
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy"
        ],
        "related_identifiers": [
          {
            "identifier": "10.5281/zenodo.17004312",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.17004314",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.17004318",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.17004320",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/fme.12143",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/BF00476862",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2307/4916",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.fishres.2021.105983",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ecolind.2021.107698",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1186/s40462-023-00417-x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3389/fevo.2022.986459",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1600-0633.2006.00212.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/lno.10014",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2307/3543380",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/tafs.10176",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/978-94-009-0411-8_11",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1095-8649.2010.02762.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1095-8649.2010.02682.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/ecog.04386",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1439-0426.2006.00805.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/00028487.2012.675905",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1095-8649.1995.tb01920.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/ele.12699",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1086/591806",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/srep24369",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/1365-2656.12233",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/fwb.12564",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/jfb.14999",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/fwb.12919",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1600-0633.2009.00371.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1139/f77-217",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/gcb.12333",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1095-8649.2007.01596.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/eff.12495",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/03680770.2005.11902781",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1046/j.1365-2427.2002.01005.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1046/j.1365-2427.2000.00675.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/jfb.13759",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/fme.12275",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1365-2427.2008.02055.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.pone.0112085",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1023/A:1017005904700",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.envpol.2017.09.012",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/fwb.13381",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s10750-019-3888-9",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1023/A:1007302931943",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/0165-7836(95)00463-7",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1095-8649.2001.tb02274.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1365-2400.2006.00502.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1095-8649.2010.02545.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/icb/19.1.331",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s11160-021-09634-2",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/ele.13504",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.fishres.2021.106016",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.fishres.2015.05.018",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1095-8649.1991.tb03114.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.envres.2023.116187",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1242/jeb.205.15.2217",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1095-8649.2010.02783.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.fishres.2007.11.009",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00442-023-05480-0",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s10452-009-9278-z",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s10750-006-0410-y",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2307/1935534",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/s41558-018-0393-5",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00027-012-0274-3",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1600-0633.2006.00183.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1365-2400.2010.00738.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1079/PNS19930081",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.fishres.2014.02.031",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.fishres.2023.106922",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.jenvman.2019.04.005",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1577/1548-8659(1981)110<72:AAODI>2.0.CO;2",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/BF00007295",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1127/advlim/63/2012/89",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1365-2486.2010.02249.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/0042-6989(91)90091-i",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Andersson, M., Degerman, E., Persson, J., & Ragnarsson-Stabo, H. (2015). Movements, recapture rate and length increment of tagged pikeperch (Sander lucioperca) - A basis for management in large lakes. Fisheries Management and Ecology, 22, 450-457. https://doi.org/10.1111/fme. 12143",
          "Appelberg, M., Berger, H. M., Hesthagen, T., Kleiven, E., Kurkilahti, M., Raitaniemi, J., & Rask, M. (1995). Development and intercalibration of methods in Nordic freshwater fish monitoring. Water Air and Soil Pollution, 85, 401-406. https://doi.org/10.1007/BF00476862",
          "Bergman, E. (1988). Foraging abilities and niche breadths of two percids, Perca fluviatilis and Gymnocephalus cernua, under different environmental conditions. Journal of Animal Ecology, 57, 443-453. https://doi. org/10.2307/4916",
          "Blabolil, P., Cech ˇ, M., Draˇstik, V., Holubova, M., Kocvara ˇ, L., Kubecka ˇ, J., Muˇska, M., Prchalova, M., Riha ˇ, M., Sajdlova, Z., Smejkal ˇ, M., Tuser ˇ, M., Vaˇsek, M., Vejˇrik, L., Vejˇrikova, I., Peterka, J., & Jur za, T. (2021). Less is more - basic quantitative indices for fish can be achieved with reduced gillnet sampling. Fisheries Research, 240, 105983. https://doi. org/10.1016/j.fishres.2021.105983",
          "Blabolil, P., Harper, L. R., Ri ˇcanova ˇ, S ˇ., Sellers, G., Di Muri, C., Jur za, T., Vaˇsek, M., Sajdlova, Z., Rychtecky, P., Znachor, P., Hejzlar, J., Peterka, J., & Hanfling, B. (2021). Environmental DNA metabarcoding uncovers environmental correlates of fish communities in spatially heterogeneous freshwater habitats. Ecological Indicators, 126, 107698. https://doi.org/10.1016/j.ecolind.2021.107698",
          "Blanchfield, P. J., McKee, G., Guzzo, M. M., Chapelsky, A. J., & Cott, P. A. (2023). Seasonal variation in activity and nearshore habitat use of lake trout in a subarctic lake. Movement Ecology, 11, 54. https://doi.org/10. 1186/s40462-023-00417-x",
          "Bloomfield, E. J., Guzzo, M. M., Middel, T. A., Ridgway, M. S., & McMeans, B. C. (2022). Seasonality can affect ecological interactions between fishes of different thermal guilds. Frontiers in Ecology and Evolution, 10, 986459. https://doi.org/10.3389/fevo.2022.986459",
          "Borcherding, J., Hermasch, B., & Murawski, P. (2007). Field observations and laboratory experiments on growth and lipid content of young-of-the-year perch. Ecology of Freshwater Fish, 16, 198-209. https://doi. org/10.1111/j.1600-0633.2006.00212.x",
          "Bruesewitz, D. A., Carey, C. C., Richardson, D. C., & Weathers, K. C. (2015). Under-ice thermal stratification dynamics of a large, deep lake revealed by high-frequency data. Limnology and Oceanography, 60, 347-359. https://doi.org/10.1002/lno.10014",
          "CEN. (2015). Water Quality - Sampling of Fish With Multimesh Gillnets. European Standard. European Committee for standardization. Ref. No. EN 14757: 2015.",
          "Confer, J. L., Howick, G. L., Corzette, M. H., Kramer, S. L., Fitzgibbon, S., & Landesberg, R. (1978). Visual predation by Planktivores. Oikos, 31, 27- 37. https://doi.org/10.2307/3543380",
          "Davis, M. N., McMahon, T. E., Webb, M. A. H., Ilgen, J. E., Hitch, A. T., Jaeger, M. E., & Cutting, K. A. (2019). Winter survival, habitat use, and hypoxia tolerance of montana Arctic grayling in a winterkill-prone lake. Transactions of the American Fisheries Society, 148, 843-856. https:// doi.org/10.1002/tafs.10176",
          "Douglas, R. H., & Hawryshyn, C. W. (1990). Behavioural studies of fish vision: An analysis of visual capabilities. In R. H. Douglas & M. B. A. Djamgoz (Eds.), The visual system of fish (pp. 373-418). Chapman and Hall. https://doi.org/10.1007/978-94-009-0411-8_11",
          "Elliott, J. M., & Elliott, J. A. (2010). Temperature requirements of Atlantic salmon Salmo salar, brown trout Salmo trutta and Arctic charr Salvelinus alpinus: Predicting the effects of climate change. Journal of Fish Biology, 77, 1793-1817. https://doi.org/10.1111/j.1095-8649.2010. 02762.x",
          "Estlander, S., Nurminen, L., Olin, M., Vinni, M., Immonen, S., Rask, M., Ruuhijarvi, J., Horppila, J., & Lehtonen, H. (2010). Diet shifts and food selection of perch Perca fluviatilis and roach Rutilus rutilus in humic lakes of varying water colour. Journal of Fish Biology, 77, 241-256. https://doi.org/10.1111/j.1095-8649.2010.02682.x",
          "Fernandes, T., & McMeans, B. C. (2019). Coping with the cold: Energy storage strategies for surviving winter in freshwater fish. Ecography, 42, 2037-2052. https://doi.org/10.1111/ecog.04386",
          "Froese, R. (2006). Cube law, condition factor and weight -length relationships: History, meta-analysis and recommendations. Journal of Applied Ichthyology, 22, 241-253. https://doi.org/10.1111/j.1439-0426.2006. 00805.x",
          "Gorsky, D., Zydlewski, J., & Basley, D. (2012). Characterizing seasonal habitat use and diel vertical activity of lake whitefish in Clear Lake, Maine, as determined with acoustic telemetry. Transactions of the American Fisheries Society, 141, 761-771. https://doi.org/10.1080/00028487. 2012.675905",
          "Griffiths, D., & Kirkwood, R. C. (1995). Seasonal variation in growth, mortality and fat stores of roach and perch in Lough Neagh, Northern Ireland. Journal of Fish Biology, 47, 537-554. https://doi.org/10.1111/ j.1095-8649.1995.tb01920.x",
          "Haka, P., Holopainen, I. J., Ikonen, E., Leisma, A., Paasivirta, L., Saaristo, P., Sarvala, J., & Sarvala, M. (1974). Paajarven pohjaelaimisto. Luonnon Tutkija, 78, 157-173.",
          "Hakala, I. (1978). Distribution, population dynamics and production of Mysis relicta (Loven) in southern Finland. Annales Zoologici Fennici, 15, 243-258. http://www.jstor.org/stable/23733692",
          "Hampton, S. E., Galloway, A. W. E., Powers, S. M., Ozersky, T., Woo, K. H., Batt, R. D., Labou, S. G., O'Reilly, C. M., Sharma, S., Lottig, N. R., Stanley, E. H., North, R. L., Stockwell, J. D., Adrian, R., Weyhenmeyer, G. A., Arvola, L., Baulch, H. M., Bertani, I., Bowman, L. L., Jr., … Xenopoulos, M. A. (2017). Ecology under lake ice. Ecology Letters, 20, 98-111. https://doi.org/10.1111/ele.12699",
          "Hasler, C. T., Suski, C. D., Hanson, K. C., Cooke, S. J., & Tufts, B. L. (2009). The influence of dissolved oxygen on winter habitat selection by largemouth bass: An integration of field biotelemetry studies and laboratory experiments. Physiological and Biochemical Zoology, 82, 143-152. https://doi.org/10.1086/591806",
          "Hawley, K. L., Rosten, C. M., Christensen, G., & Lucas, M. C. (2016). Finescale behavioural differences distinguish resource use by ecomorphs in a closed ecosystem. Scientific Reports, 6, 24369. https://doi.org/10. 1038/srep24369",
          "Hayden, B., Harrod, C., & Kahilainen, K. K. (2014). Dual fuels: Intra-annual variation in the relative importance of benthic and pelagic resources to maintenance, growth and reproduction in a generalist salmonid fish. Journal of Animal Ecology, 83, 1501-1512. https://doi.org/10.1111/ 1365-2656.12233",
          "Hayden, B., Harrod, C., Sonninen, E., & Kahilainen, K. K. (2015). Seasonal depletion of resources intensifies trophic interactions in subarctic freshwater fish communities. Freshwater Biology, 60, 845-1068. https://doi.org/10.1111/fwb.12564",
          "Hayden, B., Harrod, C., Thomas, S. M., & Kahilainen, K. K. (2022). Winter ecology of specialist and generalist morphs of European whitefish, Coregonus lavaretus, in subarctic northern Europe. Journal of Fish Biology, 101, 389-399. https://doi.org/10.1111/jfb.14999",
          "Hayden, B., Myllykangas, J.-P., Rolls, R. J., & Kahilainen, K. K. (2017). Climate and productivity shape fish and invertebrate community structure in subarctic lakes. Freshwater Biology, 62, 990-1003. https://doi. org/10.1111/fwb.12919",
          "Heermann, L., Eriksson, L.-O., Magnhagen, C., & Borcherding, J. (2009). Size-dependent energy storage and winter mortality of perch. Ecology of Freshwater Fish, 18, 560-571. https://doi.org/10.1111/j.1600- 0633.2009.00371.x",
          "Hokanson, K. E. F. (1977). Temperature requirements of some percids and adaptations to the seasonal temperature cycle. Journal of the Fisheries Research Board of Canada, 34, 1524-1550. https://doi.org/10.1139/ f77-217",
          "Huotari, J., Nykanen, H., Forsius, M., & Arvola, L. (2013). Effect of catchment characteristics on aquatic carbon export from a boreal catchment and its importance in regional carbon cycling. Global Change Biology, 19, 3607-3620. https://doi.org/10.1111/gcb.12333",
          "Hurst, T. P. (2007). Causes and consequences of winter mortality in fishes. Journal of Fish Biology, 71, 315-345. https://doi.org/10.1111/j.1095- 8649.2007.01596.x",
          "Huuskonen, H., Piironen, J., Syvaranta, J., Eronen, R., Biasi, C., Kiiskinen, P., Kortet, R., & Vainikka, A. (2019). Diet and movements of pikeperch (Sander lucioperca) in a large oligotrophic lake with an exceptionally high pikeperch yield. Ecology of Freshwater Fish, 28, 533-543. https:// doi.org/10.1111/eff.12495",
          "Ikonen, S., Hakala, I., & Ojala, A. (2005). Seasonal and ontogenetic changes in food utilization of Mysis relicta. Internationale Vereinigung fur Theoretische Und Angewandte Limnologie: Verhandlungen, 29, 764-767. https://doi.org/10.1080/03680770.2005.11902781",
          "Jacobsen, L., Berg, S., Broberg, M., Jepsen, N., & Skov, C. (2002). Activity and food choice of piscivorous perch (Perca fluviatilis) in a eutrophic shallow lake: A radio-telemetry study. Freshwater Biology, 47, 2370- 2379. https://doi.org/10.1046/j.1365-2427.2002.01005.x",
          "Jeppesen, E., Jensen, J. P., SOndergaard, M., Lauridsen, T., & Landkildehus, F. (2000). Trophic structure, species richness and biodiversity in Danish lakes: Changes along a phosphorus gradient. Freshwater Biology, 45, 201-218. https://doi.org/10.1046/j.1365-2427. 2000.00675.x",
          "Jokela-Maatta, M., Viljanen, M., Nevala, N., Donner, K., & Bronmark, C. (2019). Photoreceptors and eyes of pikeperch Sander lucioperca, pike Esox lucius, perch Perca fluviatilis and roach Rutilus rutilus from a clear and a brown lake. Journal of Fish Biology, 95, 200-213. https://doi. org/10.1111/jfb.13759",
          "Jurajda, P., Roche, K., Halaˇcka, K., Mrkvova, M., & Zukal, J. (2018). Winter activity of common bream (Abramis brama L.) in a European reservoir. Fisheries Management and Ecology, 25, 163-171. https://doi.org/10. 1111/fme.12275",
          "Jurvelius, J., & Marjomaki, T. J. (2008). Night, day, sunrise, sunset: Do fish under snow and ice recognize the difference? Freshwater Biology, 53, 2287-2294. https://doi.org/10.1111/j.1365-2427.2008.02055.x",
          "Kahilainen, K. K., Patterson, W. P., Sonninen, E., Harrod, C., & Kiljunen, M. (2014). Adaptive radiation along a thermal gradient: Preliminary results of habitat use and respiration rate divergence among whitefish morphs. PLoS One, 9, e112085. https://doi.org/10.1371/journal.pone. 0112085",
          "Kangur, K., Kangur, A., & Kangur, P. (1999). A comparative study on the feeding of eel, Anguilla anguilla (L.), bream, Abramis brama (L.) and ruffe, Gymnocephalus cernuus (L.) in Lake Vortsjarv, Estonia. Hydrobiologia, 408, 65-72. https://doi.org/10.1023/A:1017005904700",
          "Keva, O., Hayden, B., Harrod, C., & Kahilainen, K. K. (2017). Total mercury concentrations in liver and muscle of European whitefish (Coregonus lavaretus (L.)) in a subarctic lake - assessing the factors driving year-round variation. Environmental Pollution, 231, 1518-1528. https://doi. org/10.1016/j.envpol.2017.09.012",
          "Keva, O., Tang, P., Kakela, R., Hayden, B., Taipale, S. J., Harrod, C., & Kahilainen, K. K. (2019). Seasonal changes in European whitefish muscle and invertebrate prey fatty acid composition in a subarctic lake. Freshwater Biology, 64, 1908-1920. https://doi.org/10.1111/fwb. 13381",
          "Keyler, T., Matthias, B., & Hrabik, T. (2019). Siscowet lake charr (Salvelinus namaycush siscowet) visual foraging habitat in relation to daily and seasonal light cycles. Hydrobiologia, 840, 63-76. https://doi.org/10.1007/ s10750-019-3888-9",
          "Kirjasniemi, M., & Valtonen, T. (1997). Size-dependent over-winter mortality of young-of-the-year roach, Rutilus rutilus. Environmental Biology of Fishes, 50, 451-456. https://doi.org/10.1023/A:1007302931943",
          "Kurkilahti, M. (1999). Nordic multimesh gillnet: Robust gear for sampling fish populations. Doctoral thesis. Department of Biology, University of Turku.",
          "Kurkilahti, M., & Rask, M. (1996). A comparative study of the usefulness and catchability of multimesh gill nets and gill net series in sampling of perch (Perca fluviatilis L.) and roach (Rutilus rutilus L.). Fisheries Research, 27, 243-260. https://doi.org/10.1016/0165-7836(95) 00463-7",
          "Lappalainen, J., & Vinni, M. (2001). Movement of age-1 pikeperch under the ice cover. Journal of Fish Biology, 58, 588-590. https://doi.org/10. 1111/j.1095-8649.2001.tb02274.x",
          "Latja, R. (1974). Paajarven elainplankton. Luonnon Tutkija, 78, 153-156.",
          "LinlOkken, A., & Haugen, T. O. (2006). Density and temperature dependence of gill net catch per unit effort for perch, Perca fluviatilis, and roach, Rutilus rutilus. Fisheries Management and Ecology, 13, 261-269. https://doi.org/10.1111/j.1365-2400.2006.00502.x",
          "LinlOkken, A. N., Bergman, E., & Greenberg, L. (2010). Effect of temperature and roach Rutilus rutilus group size on swimming speed and prey capture rate of perch Perca fluviatilis and R. rutilus. Journal of Fish Biology, 76, 900-912. https://doi.org/10.1111/j.1095-8649.2010. 02545.x",
          "Magnuson, J. J., Crowder, L. B., & Medvick, P. A. (1979). Temperature as an ecological resource. American Zoologist, 19, 331-343. https://doi. org/10.1093/icb/19.1.331",
          "Marsden, J. E., Blanchfield, P. J., Brooks, J. L., Fernandes, T., Fisk, A. T., Futia, M. H., Hlina, B. L., Ivanova, S. V., Johnson, T. B., Klinard, N. V., Krueger, C. C., Larocque, S. M., Matley, J. K., McMeans, B., O'Connor, L. M., Raby, G. D., & Cooke, S. J. (2021). Using untapped telemetry data to explore the winter biology of freshwater fish. Reviews in Fish Biology and Fisheries, 31, 115-134. https://doi.org/10. 1007/s11160-021-09634-2",
          "McMeans, B. C., McCann, K. S., Guzzo, M. M., Bartley, T. J., Bieg, C., Blanchfield, P. J., Fernandes, T., Giacomini, H. C., Middel, T., Rennie, M. D., Ridgway, M. S., & Shuter, B. J. (2020). Winter in water: Differential responses and the maintenance of biodiversity. Ecology Letters, 23, 922-938. https://doi.org/10.1111/ele.13504",
          "Mehdi, H., Lau, S. C., Synyshyn, C., Salena, M. G., Morphet, M. E., Hamilton, J., Muzzatti, M. N., McCallum, E. S., Midwood, J. D., & Balshine, S. (2021). A comparison of passive and active gear in fish community assessments in summer versus winter. Fisheries Research, 242, 106016. https://doi.org/10.1016/j.fishres.2021.106016",
          "Olin, M., Lappalainen, A., Sutela, T., Vehanen, T., Ruuhijarvi, J., Saura, A., & Sairanen, S. (2014). Ohjeet standardinmukaisiin koekalastuksiin. RKTL:n tyoraportteja 21/2014, Riista-ja kalatalouden tutkimuslaitos, Helsinki.",
          "Olin, M., Tiainen, J., Kurkilahti, M., Rask, M., & Lehtonen, H. (2016). An evaluation of gillnet CPUE as an index of perch density in small forest lakes. Fisheries Research, 173, 20-25. https://doi.org/10.1016/j. fishres.2015.05.018",
          "Persson, L., Diehl, S., Johansson, L., Andersson, G., & Hamrin, S. F. (1991). Shifts in fish communities along the productivity gradient of temperate lakes -Patterns and the importance of size-structured interactions. Journal of Fish Biology, 38, 281-293. https://doi.org/10.1111/j.1095- 8649.1991.tb03114.x",
          "Piro, A. J., Taipale, S. J., Laiho, H. M., Eerola, E. S., & Kahilainen, K. K. (2023). Fish muscle mercury concentration and bioaccumulation fluctuate year-round -insights from cyprinid and percid fishes in a humic boreal lake. Environmental Research, 213, 116187. https://doi.org/10. 1016/j.envres.2023.116187",
          "Portner, H. O. (2002). Physiological basis of temperature-dependent biogeography: Trade-offs in muscle design and performance in polar ectotherms. The Journal of Experimental Biology, 205, 2217-2230. https:// doi.org/10.1242/jeb.205.15.2217",
          "Portner, H. O., & Peck, M. A. (2010). Climate change effects on fishes and fisheries: Towards a cause-and-effect understanding. Journal of Fish Biology, 77, 1745-1779. https://doi.org/10.1111/j.1095-8649.2010. 02783.x",
          "Prchalova, M., Kubecka ˇ, J., Riha ˇ, M., Litvin, R., Cech ˇ, M., Frouzova, J., Hladik, M., Hohausova, E., Peterka, J., & Vaˇsek, M. (2008). Overestimation of percid fishes (Percidae) in gillnet sampling. Fisheries Research, 91, 79-87. https://doi.org/10.1016/j.fishres.2007.11.009",
          "Rigaud, C., Kahilainen, K. K., Tiirola, M., Calderini, M. L., Pilecky, M., Kainz, M. J., & Taipale, S. J. (2023). Preparing for the future offspring - European perch (Perca fluviatilis) biosynthesis of essential fatty acids for the gonads happens already in the autumn. Oecologia, 203, 477- 489. https://doi.org/10.1007/s00442-023-05480-0",
          "Ruuhijarvi, J., Olin, M., Malinen, T., Ala-Opas, P., Westermark, A., & Lehtonen, H. (2014). Kuhan kalastuksen ohjaus ja sen ekologiset, taloudelliset ja sosiaaliset vaikutukset sisavesilla. RKTL:n tyoraportteja 43/2014. p. 38.",
          "Ruuhijarvi, R. (1974). A general description of the oligotrophic lake Paajarvi, southern Finland, and the ecological studies on it. Annales Botanici Fennici, 11, 95-104. http://www.jstor.org/stable/23725041",
          "Sairanen, S. (2006). Paajarven kalayhteison rakenne seka ahvenen (Perca fluviatilis), sarjen (Rutilus rutilus) ja kuhan (Sander lucioperca) kasvu. MSc thesis (p. 36). University of Jyvaskyla, Department of Biological and Environmental Science.",
          "Salonen, K., Lepparanta, M., Viljanen, M., & Gulati, R. D. (2009). Perspectives in winter limnology: Closing the annual cycle of freezing lakes. Aquatic Ecology, 43, 609-616. https://doi.org/10.1007/s10452-009- 9278-z",
          "Saulamo, K., & Lappalainen, J. (2007). Effects of abiotic factors on movements of pikeperch during pre-spawning and spawning season in a Baltic archipelago. Hydrobiologia, 579, 271-277. https://doi.org/10. 1007/s10750-006-0410-y",
          "Schoener, T. W. (1968). The Anolis lizards of Bimini: Resource partitioning in a complex Fauna. Ecology, 49, 704-726. https://doi.org/10.2307/ 1935534",
          "Sharma, S., Blagrave, K., Magnuson, J. J., O'Reilly, C. M., Oliver, S., Batt, R. D., et al. (2019). Widespread loss of lake ice around the northern hemisphere in a warming world. Nature Climate Change, 9, 227- 231. https://doi.org/10.1038/s41558-018-0393-5",
          "Shuter, B. J., Finstad, A. G., Helland, I. P., Zweimuller, I., & Holker, F. (2012). The role of winter phenology in shaping the ecology of freshwater fish and their sensitivities to climate change. Aquatic Sciences, 74, 637-657. https://doi.org/10.1007/s00027-012-0274-3",
          "Svenning, M. A., Klemetsen, A., & Olsen, T. (2007). Habitat and food choice of Arctic charr in Linnevatn on Spitsbergen, Svalbard: The first year-round investigation in a high Arctic lake. Ecology of Freshwater Fish, 16, 70-77. https://doi.org/10.1111/j.1600-0633. 2006.00183.x",
          "Syrjanen, J., & Valkeajarvi, P. (2010). Gillnet fishing drives lake-migrating brown trout to near extinction in the lake Paijanne region, Finland. Fisheries Management and Ecology, 17, 199-208. https://doi.org/10. 1111/j.1365-2400.2010.00738.x",
          "Talbot, C. (1993). Some aspects of the biology of feeding and growth in fish. Proceedings of the Nutrition Society, 52, 403-416. https://doi.org/ 10.1079/PNS19930081",
          "Tuˇser, M., Frouzova, J., Balk, H., Muˇska, M., Mrkviˇcka, T., & Kubecka ˇ, J. (2014). Evaluation of potential bias in observing fish with a DIDSON acoustic camera. Fisheries Research, 155, 114-121. https://doi.org/10. 1016/j.fishres.2014.02.031",
          "Vainikka, A., Turunen, A., Salgado-Ismodes, A., Lotsari, E., Olin, M., Ruuhijarvi, J., Huuskonen, H., Arzel, C., Nummi, P., & Kahilainen, K. K. (2024). Biomass and sustainable yields of Eurasian perch (Perca fluviatilis) in small boreal lakes with respect to lake properties and water quality. Fisheries Research, 271, 106922. https://doi.org/10.1016/j.fishres. 2023.106922",
          "Vejˇrik, L., Vejˇrikova, I., Kocvara ˇ, L., Blabolil, P., Peterka, J., Sajdlova, Z., Jur za, J., Smejkal ˇ, M., Batron ˇ, D., Kubecka ˇ, J., & Cech ˇ, M. (2019). The pros and cons of the invasive freshwater apex predator, European catfish Silurus glanis, and powerful angling technique for its population control. Journal of Environmental Management, 241, 374-382. https:// doi.org/10.1016/j.jenvman.2019.04.005",
          "Viljanen, M. (1972). Kalojen ravinnosta ja kasvusta Paajarvessa. Master's thesis. University of Helsinki.",
          "Viljanen, M. (1974). Paajarven Kalasto. Luonnon Tutkija, 78, 174-180.",
          "Wallace, R. K. (1981). An assessment of diet-overlap indexes. Transactions of the American Fisheries Society, 110, 72-76. https://doi.org/10. 1577/1548-8659(1981)110<72:AAODI>2.0.CO;2",
          "Wang, N., & Eckmann, R. (1994). Distribution of perch (Perca fluviatilis L.) during their first year of life in Lake Constance. Hydrobiologia, 277, 135-143. https://doi.org/10.1007/BF00007295",
          "Wanzenbock, J., Pamminger-Lahnsteiner, B., Winkler, K., & Weiss, S. (2012). Experimental evaluation of the spawning periods of whitefish (Coregonus lavaretus complex) in Lake Mondsee, Austria. Advances in Limnology, 63, 89-97. https://doi.org/10.1127/advlim/63/2012/89",
          "Weyhenmeyer, G. A., Livingstone, D. M., Meili, M., Jensen, O., Benson, B., & Magnuson, J. J. (2011). Large geographical differences in the sensitivity of ice-covered lakes and rivers in the Northern Hemisphere to temperature changes. Global Change Biology, 17, 268-275. https://doi.org/10.1111/j.1365-2486.2010.02249.x",
          "Zaunreiter, M., Junger, H., & Kotrschal, K. (1991). Retinal morphology of cyprinid fishes: A quantitative histological study of ontogenetic changes and interspecific variation. Vision Research, 31, 383-394. https://doi.org/10.1016/0042-6989(91)90091-i"
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "4",
          "pages": "1163-1177",
          "title": "Journal of Fish Biology",
          "volume": "105"
        },
        "alternate_identifiers": [
          {
            "identifier": "urn:lsid:plazi.org:pub:5B4FFFCEFFF0FF996154FFF6AE45EB2E"
          }
        ],
        "license": {
          "id": "cc-by-nc-nd-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17004309"
              }
            }
          ]
        }
      },
      "title": "Year-round sampling of the fish community in a boreal lake: differences between summer and winter influence estimates of species composition, catch, and fish size",
      "links": {
        "self": "https://zenodo.org/api/records/17004310",
        "self_html": "https://zenodo.org/records/17004310",
        "preview_html": "https://zenodo.org/records/17004310?preview=1",
        "doi": "https://doi.org/10.1111/jfb.15865",
        "self_doi": "https://doi.org/10.1111/jfb.15865",
        "self_doi_html": "https://zenodo.org/doi/10.1111/jfb.15865",
        "reserve_doi": "https://zenodo.org/api/records/17004310/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17004309",
        "parent_html": "https://zenodo.org/records/17004309",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17004310/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17004310/sequence/default",
        "files": "https://zenodo.org/api/records/17004310/files",
        "media_files": "https://zenodo.org/api/records/17004310/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17004310:source.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17004310:source.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17004310:source.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17004310:source.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17004310:source.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17004310:source.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17004310/files-archive",
        "archive_media": "https://zenodo.org/api/records/17004310/media-files-archive",
        "latest": "https://zenodo.org/api/records/17004310/versions/latest",
        "latest_html": "https://zenodo.org/records/17004310/latest",
        "versions": "https://zenodo.org/api/records/17004310/versions",
        "draft": "https://zenodo.org/api/records/17004310/draft",
        "access_links": "https://zenodo.org/api/records/17004310/access/links",
        "access_grants": "https://zenodo.org/api/records/17004310/access/grants",
        "access_users": "https://zenodo.org/api/records/17004310/access/users",
        "access_request": "https://zenodo.org/api/records/17004310/access/request",
        "access": "https://zenodo.org/api/records/17004310/access",
        "communities": "https://zenodo.org/api/records/17004310/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17004310/communities-suggestions",
        "requests": "https://zenodo.org/api/records/17004310/requests"
      },
      "updated": "2025-08-30T06:52:54.772783+00:00",
      "recid": "17004310",
      "revision": 7,
      "files": [
        {
          "id": "15dbf64b-b0c5-4482-a76a-ae19dbad0b42",
          "key": "source.pdf",
          "size": 1892115,
          "checksum": "md5:5b4f6aceb8f0a99961542df6ae45eb2e",
          "links": {
            "self": "https://zenodo.org/api/records/17004310/files/source.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-30T05:01:08.873172+00:00",
      "modified": "2025-08-30T05:07:11.320693+00:00",
      "id": 17002417,
      "conceptrecid": "17002416",
      "doi": "10.1111/jfb.70058",
      "doi_url": "https://doi.org/10.1111/jfb.70058",
      "metadata": {
        "title": "Abiotic environmental factors contribute to spatial variation in boldness and exploration in guppies (Poecilia reticulata)",
        "doi": "10.1111/jfb.70058",
        "publication_date": "2025-04-16",
        "description": "Heckley, Alexis M., Montiglio, Pierre-Olivier, Fox, Janay A., Sanderson, Sarah, Derry, Alison M., Gotanda, Kiyoko M., Hendry, Andrew P. (2025): Abiotic environmental factors contribute to spatial variation in boldness and exploration in guppies (Poecilia reticulata). Journal of Fish Biology 107 (2): 547-559, DOI: 10.1111/jfb.70058, URL: https://doi.org/10.1111/jfb.70058",
        "access_right": "open",
        "creators": [
          {
            "name": "Heckley, Alexis M.",
            "affiliation": "Department of Biology, McGill University, Quebec, Canada"
          },
          {
            "name": "Montiglio, Pierre-Olivier",
            "affiliation": "Département des sciences biologiques, Université du Québec à Montréal, Quebec, Canada"
          },
          {
            "name": "Fox, Janay A.",
            "affiliation": "Department of Biology, McGill University, Quebec, Canada"
          },
          {
            "name": "Sanderson, Sarah",
            "affiliation": "Department of Biology, McGill University, Quebec, Canada"
          },
          {
            "name": "Derry, Alison M.",
            "affiliation": "Département des sciences biologiques, Université du Québec à Montréal, Quebec, Canada"
          },
          {
            "name": "Gotanda, Kiyoko M.",
            "affiliation": "Department of Biological Sciences, Brock University, St. Catharines, Ontario, Canada"
          },
          {
            "name": "Hendry, Andrew P.",
            "affiliation": "Department of Biology, McGill University, Quebec, Canada"
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy"
        ],
        "related_identifiers": [
          {
            "identifier": "10.5281/zenodo.17002419",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.17002421",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.17002423",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.17002425",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.17002427",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.21105/joss.02815",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1461-0248.2011.01648.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/s41559-017-0402-5",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00442-012-2485-7",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1899/11-141.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00265-009-0780-z",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/ece3.3165",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Anderson Berdal, M., Rosenqvist, G., & Wright, J. (2018). Innovation as part of a wider behavioural syndrome in the guppy: The effect of sex and body size. Ethology, 124, 760-772.",
          "Archard, G. A., & Braithwaite, V. A. (2011). Increased exposure to predators increases both exploration and activity level in Brachyrhaphis episcopi. Journal of Fish Biology, 78, 593-601.",
          "Ariyomo, T. O., & Watt, P. J. (2013). Disassortative mating for boldness decreases reproductive success in the guppy. Behavioral Ecology, 24, 1320-1326.",
          "Ballew, N. G., Mittelbach, G. G., & Scribner, K. T. (2017). Fitness consequences of boldness in juvenile and adult largemouth bass. The American Naturalist, 189, 396-406.",
          "Bassar, R. D., Lopez-Sepulcre, A., Reznick, D. N., & Travis, J. (2013). Experimental evidence for density-dependent regulation and selection on Trinidadian guppy life histories. The American Naturalist, 181, 25-38.",
          "Bates, D., Machler, M., Bolker, B., & Walker, S. (2015). Fitting linear mixed-effects models using lme4. Journal of Statistical Software, 67, 1-48.",
          "Bell, A. M. (2005). Behavioural differences between individuals and two populations of stickleback (Gasterosteus aculeatus). Journal of Evolutionary Biology, 18, 464-473.",
          "Bell, A. M., Henderson, L., & Huntingford, F. A. (2010). Behavioral and respiratory responses to stressors in multiple populations of threespined sticklebacks that differ in predation pressure. Journal of Comparative Physiology B, 180, 211-220.",
          "Ben-Shachar, M., Ludecke, D., & Makowski, D. (2020). Effectsize: Estimation of effect size indices and standardized parameters. Journal of Open Source Software, 5(56), 2815. https://doi.org/10.21105/joss. 02815",
          "Blondel, L., Baillie, L., Quinton, J., Alemu, J. B., Paterson, I., Hendry, A. P., & Bentzen, P. (2019). Evidence for contemporary and historical gene flow between guppy populations in different watersheds, with a test for associations with adaptive traits. Ecology and Evolution, 9, 4504-4517.",
          "Brown, C., & Braithwaite, V. A. (2004). Size matters: A test of boldness in eight populations of the poeciliid Brachyraphis episcopi. Animal Behaviour, 68, 1325-1329.",
          "Brown, C., Burgess, F., & Braithwaite, V. A. (2007). Heritable and experiential effects on boldness in a tropical poeciliid. Behavioral Ecology and Sociobiology, 62, 237-243.",
          "Brown, C., Jones, F., & Braithwaite, V. (2005). In situ examination of boldness -shyness traits in the tropical poeciliid, Brachyraphis episcopi. Animal Behaviour, 70, 1003-1009.",
          "Bryant, M. J., & Reznick, D. (2004). Comparative studies of senescence in natural populations of guppies. The American Naturalist, 163, 55-68.",
          "Burns, J. G. (2008). The validity of three tests of temperament in guppies (Poecilia reticulata). Journal of Comparative Psychology, 122, 344-356.",
          "Burns, J. G., Price, A. C., Thomson, J. D., Hughes, K. A., & Rodd, F. H. (2016). Environmental and genetic effects on exploratory behavior of high- and low-predation guppies (Poecilia reticulata). Behavioral Ecology and Sociobiology, 70, 1187-1196.",
          "Carlson, B. E., & Langkilde, T. (2013). Personality traits are expressed in bullfrog tadpoles during open-field trials. Journal of Herpetology, 47, 378-383.",
          "Chapman, B. B., Hulthen, K., Blomqvist, D. R., Hansson, L., Nilsson, J., Brodersen, J., Hansson, L. A., Nilsson, J. A., Anders Nilsson, P., Skov, C., & Bronmark, C. (2011). To boldly go: Individual differences in boldness influence migratory tendency. Ecology Letters, 14(9), 871- 876. https://doi.org/10.1111/j.1461-0248.2011.01648.x",
          "Crispo, E., Bentzen, P., Reznick, D. N., Kinnison, M. T., & Hendry, A. P. (2006). The relative influence of natural selection and geography on gene flow in guppies. Molecular Ecology, 15, 49-62.",
          "Culumber, Z. W. (2020). Thermal stress increases activity and risk-taking behavior but not anxiety in a livebearing fish. Environmental Biology of Fishes, 103, 313-317.",
          "Des Roches, S., Post, D. M., Turley, N. E., Bailey, J. K., Hendry, A. P., Kinnison, M. T., Schweitzer, J. A., & Palkovacs, E. P. (2018). The ecological importance of intraspecific variation. Nature Ecology & Evolution, 2(1), 57-64. https://doi.org/10.1038/s41559-017-0402-5",
          "Diaz Pauli, B., Garric, S., Evangelista, C., VOllestad, L. A., & Edeline, E. (2019). Selection for small body size favours contrasting sex-specific life histories, boldness and feeding in medaka, Oryzias latipes. BMC Evolutionary Biology, 19, 127.",
          "Diaz Pauli, B., Wiech, M., Heino, M., & Utne-Palm, A. C. (2015). Opposite selection on behavioural types by active and passive fishing gears in a simulated guppy Poecilia reticulata fishery: Fishing gear selection on behavioural types. Journal of Fish Biology, 86, 1030-1045.",
          "Drerup, S. A., & Vadeboncoeur, Y. (2016). Elevated specific conductance enhances productivity and biomass of periphytic cyanobacteria from Lake Tahoe and Lake Tanganyika. Phycologia, 55, 295-298.",
          "Endler, J. A. (1978). A predator's view of animal color patterns. In M. K. Hecht, W. C. Steere, & B. Wallace (Eds.), Evolutionary biology (pp. 319- 364). Springer US.",
          "Engqvist, L. (2005). The mistreatment of covariate interaction terms in linear model analyses of behavioural and evolutionary ecology studies. Animal Behaviour, 70, 967-971.",
          "Fox, J. A., Toure, M. W., Heckley, A., Fan, R., Reader, S. M., & Barrett, R. D. H. (2024). Insights into adaptive behavioural plasticity from the guppy model system. Proceedings of the Royal Society B: Biological Sciences, 291, 20232625.",
          "Fraser, D. F., Gilliam, J. F., Daley, M. J., Le, A. N., & Skalski, G. T. (2001). Explaining leptokurtic movement distributions: Intrapopulation variation in boldness and exploration. The American Naturalist, 158, 124-135.",
          "Friard, O., & Gamba, M. (2016). BORIS: A free, versatile open-source event-logging software for video/audio coding and live observations. Methods in Ecology and Evolution, 7, 1325-1330.",
          "Gotanda, K. M., Delaire, L. C., Raeymaekers, J. A. M., Perez-Jvostov, F., Dargent, F., Bentzen, P., Raeymaekers, J. A., Scott, M. E., Fussmann, G. F., & Hendry, A. P. (2013). Adding parasites to the guppy-predation story: Insights from field surveys. Oecologia, 172(1), 155-166. https://doi.org/10.1007/s00442-012-2485-7",
          "Grether, G. F., Millie, D. F., Bryant, M. J., Reznick, D. N., & Mayea, W. (2001). Rain forest canopy cover, resource availability, and life history evolution in guppies. Ecology, 82, 1546-1559.",
          "Harris, S., Ramnarine, I. W., Smith, H. G., & Pettersson, L. B. (2010). Picking personalities apart: Estimating the influence of predation, sex and body size on boldness in the guppy Poecilia reticulata. Oikos, 119, 1711-1718.",
          "Harrison, L. M., Noble, D. W. A., & Jennions, M. D. (2022). A meta-analysis of sex differences in animal personality: no evidence for the greater male variability hypothesis. Biological Reviews, 97, 679-707.",
          "Hartig, F. (2022). DHARMa: residual diagnostics for hierarchical (multilevel/mixed) regression models. R package version 0.4.6, https:// CRAN.R-project.org/package=DHARMa",
          "Heckley, A. M., Pearce, A. E., Gotanda, K. M., Hendry, A. P., & Oke, K. B. (2022). Compiling forty years of guppy research to investigate the factors contributing to (non)parallel evolution. Journal of Evolutionary Biology, 35, 1414-1431.",
          "Hendry, A. P. (2017). Eco-evolutionary dynamics. Princeton university press.",
          "Ingley, S. J., Rehm, J., & Johnson, J. B. (2014). Size doesn't matter, sex does: A test for boldness in sister species of Brachyrhaphis fishes. Ecology and Evolution, 4, 4361-4369.",
          "Jacquin, L., Reader, S. M., Boniface, A., Mateluna, J., Patalas, I., Perez-Jvostov, F., & Hendry, A. P. (2016). Parallel and nonparallel behavioural evolution in response to parasitism and predation in Trinidadian guppies. Journal of Evolutionary Biology, 29, 1406-1422.",
          "Jaeger, B. (2017). r2glmm: computes R squared for mixed (multilevel) models. R package version 0.1.2. https://CRAN.R-project.org/ package=r2glmm",
          "Jaeger, B. C., Edwards, L. J., Das, K., & Sen, P. K. (2017). An R 2 statistic for fixed effects in the generalized linear mixed model. Journal of Applied Statistics, 44, 1086-1105.",
          "Kassambara, A., & Mundt, F. (2020). factoextra: Extract and Visualize the Results of Multivariate Data Analyses. R package version 1.0.7, https://CRAN.R-project.org/package=factoextra",
          "Kemp, D. J., Lynch, K. E., & Samantha, S. J. (2022). Variation in boldness behaviour across individuals, sexes and strains of the guppy (Poecilia reticulata). Marine and Freshwater Research, 73, 441-453.",
          "Kohler, T. J., Heatherly, T. N., El-Sabaawi, R. W., Zandona, E., Marshall, M. C., Flecker, A. S., Pringle, C. M., Reznick, D. N., & Thomas, S. A. (2012). Flow, nutrients, and light availability influence neotropical epilithon biomass and stoichiometry. Freshwater Science, 31(4), 1019-1034. https://doi.org/10.1899/11-141.1",
          "Leite, T., Branco, P., Ferreira, M. T., & Santos, J. M. (2022). Activity, boldness and schooling in freshwater fish are affected by river salinization. Science of the Total Environment, 819, 153046.",
          "Leite, T., Santos, J. M., Ferreira, M. T., Canhoto, C., & Branco, P. (2019). Does short-term salinization of freshwater alter the behaviour of the Iberian barbel (Luciobarbus bocagei, Steindachner 1864)? Science of the Total Environment, 651, 648-655.",
          "Lewandowska, A. M., Breithaupt, P., Hillebrand, H., Hoppe, H.-G., Jurgens, K., & Sommer, U. (2012). Responses of primary productivity to increased temperature and phytoplankton diversity. Journal of Sea Research, 72, 87-93.",
          "Magnhagen, C., Hellstrom, G., Borcherding, J., & Heynen, M. (2012). Boldness in two perch populations - Long-term differences and the effect of predation pressure. Journal of Animal Ecology, 81, 1311-1318.",
          "Magurran, A. E., & Seghers, B. H. (1994). Sexual conflict as a consequence of ecology: Evidence from guppy, Poecilia reticulata, populations in Trinidad. Proceedings of the Royal Society of London. Series B: Biological Sciences, 255, 31-36.",
          "Mattingly, H. T., & Butler, M. J. (1994). Laboratory predation on the Trinidadian guppy: Implications for the size-selective predation hypothesis and guppy life history evolution. Oikos, 69, 54.",
          "McCowan, L. S. C., Rollins, L. A., & Griffith, S. C. (2014). Personality in captivity: More exploratory males reproduce better in an aviary population. Behavioural Processes, 107, 150-157.",
          "McKellar, A. E., Turcotte, M. M., & Hendry,A. P. (2009). Environmental factors influencing adult sex ratio in Trinidadian guppies.Oecologia, 159, 735-745.",
          "Moran, N. P., Mossop, K. D., Thompson, R. M., & Wong, B. B. M. (2016). Boldness in extreme environments: Temperament divergence in a desert-dwelling fish. Animal Behaviour, 122, 125-133.",
          "Northern Range Assessment. (2005). Report of an assessment of the Northern Range, Trinidad and Tobago: people and the Northern Range. State of the Environment Report 2004 (p. 184). Environmental Management Authority of Trinidad and Tobago.",
          "Olendorf, R., Rodd, F. H., Punzalan, D., Houde, A. E., Hurt, C., Reznick, D. N., & Hughes, K. A. (2006). Frequency-dependent survival in natural guppy populations. Nature, 441, 633-636.",
          "O'Neill, S. J., White, T. E., Lynch, K. E., & Kemp, D. J. (2019). Male guppies differ in daily frequency but not diel pattern of display under daily light changes. Behavioral Ecology and Sociobiology, 73, 157.",
          "Patrick, S. C., Pinaud, D., & Weimerskirch, H. (2017). Boldness predicts an individual's position along an exploration -exploitation foraging tradeoff. Journal of Animal Ecology, 86, 1257-1268.",
          "Perez-Jvostov, F., Hendry, A. P., Fussmann, G. F., & Scott, M. E. (2012). Are host -parasite interactions influenced by adaptation to predators? A test with guppies and Gyrodactylus in experimental stream channels. Oecologia, 170, 77-88.",
          "Piyapong, C., Krause, J., Chapman, B. B., Ramnarine, I. W., Louca, V., & Croft, D. P. (2010). Sex matters: A social context to boldness in guppies (Poecilia reticulata). Behavioral Ecology, 21, 3-8.",
          "R Core Team. (2024). R: A language and environment for statistical computing. R Foundation for Statistical Computing.",
          "Rasmussen, J. E., & Belk, M. C. (2017). Predation environment affects boldness temperament of neotropical livebearers. Ecology and Evolution, 7, 3059-3066.",
          "Reader, S. M. (2015). Causes of individual differences in animal exploration and search. Topics in Cognitive Science, 7, 451-468.",
          "Reale, D., Reader, S. M., Sol, D., McDougall, P. T., & Dingemanse, N. J. (2007). Integrating animal temperament within ecology and evolution. Biological Reviews, 82, 291-318.",
          "Reznick, D. N., Butler, M. J., Rodd, F. H., & Ross, P. (1996). Life-history evolution in guppies (Poecilia reticulata) 6. Differential mortality as a mechanism for natural selection. Evolution, 50, 1651-1660.",
          "Riesch, R., Duwe, V., Herrmann, N., Padur, L., Ramm, A., Scharnweber, K., Schulte, M., Schulz-Mirbach, T., Ziege, M., & Plath, M. (2009). Variation along the shy -bold continuum in extremophile fishes (Poecilia mexicana, Poecilia sulphuraria). Behavioral Ecology and Sociobiology, 63(10), 1515-1526. https://doi.org/10.1007/s00265-009-0780-z",
          "Rodel, H. G., Zapka, M., Talke, S., Kornatz, T., Bruchner, B., & Hedler, C. (2015). Survival costs of fast exploration during juvenile life in a small mammal. Behavioral Ecology and Sociobiology, 69, 205-217.",
          "Rudh, A., Breed, M. F., & Qvarnstrom, A. (2013). Does aggression and explorative behaviour decrease with lost warning coloration?: Coloration and aggression in frogs. Biological Journal of the Linnean Society, 108, 116-126.",
          "Seghers, B. H. (1973). Analysis of geographic variation in the antipredator adaptations of the guppy: Poecilia reticulata (Doctoral dissertation). University of British Columbia, Vancouver, Canada.",
          "Sohoulande, C. D. D., Szogi, A. A., Novak, J. M., Stone, K. C., Martin, J. H., & Watts, D. W. (2022). Long-term nitrogen and phosphorus outflow from an instream constructed wetland under precipitation variability. Sustainability, 14, 16500.",
          "Sommer-Trembo, C., Petry, A. C., Gomes Silva, G., Vurusic, S. M., Gismann, J., Baier, J., Krause, S., Iorio, J. A. C., Riesch, R., & Plath, M. (2017). Predation risk and abiotic habitat parameters affect personality traits in extremophile populations of a neotropical fish (Poecilia vivipara). Ecology and Evolution, 7(16), 6570-6581. https://doi.org/10. 1002/ece3.3165",
          "Tang, Z., & Fu, S.-J. (2021). Effects of habitat conditions on the boldness and sociability of wild-caught fish (Zacco platypus) along a river. Journal of Ethology, 39, 379-391.",
          "Toms, C. N., Echevarria, D. J., & Jouandot, D. J. (2010). A methodological review of personality-related studies in fish: Focus on the shy-bold axis of behavior. International Journal of Comparative Psychology, 23(1), 1-25.",
          "Travis, J., Bassar, R. D., Coulson, T., Reznick, D., & Walsh, M. (2023). Density-dependent selection. Annual Review of Ecology, Evolution, and Systematics, 54, 85-105.",
          "Ward, A. J. W., Webster, M. M., & Hart, P. J. B. (2007). Boldness is influenced by social context in threespine sticklebacks (Gasterosteus aculeatus). Behaviour, 144, 351-371.",
          "Weese, D. J., Gordon, S. P., Hendry, A. P., & Kinnison, M. T. (2010). Spatiotemporal variation in linear selection on body color in wild guppies (Poecilia reticulata): Selection on color in wild guppies. Evolution, 64, 1802-1815.",
          "Wilson, D. S., Clark, A. B., & Laurence, B. (1993). Shy-bold continuum in Pumpkinseen sunfish (Leopmis gibbosus): An ecological study of a psychological trait. Journal of Comparative Psychology, 107, 250-260.",
          "Wolf, M., & McNamara, J. M. (2012). On the evolution of personalities via frequency-dependent selection. The American Naturalist, 179, 679-692."
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "2",
          "pages": "547-559",
          "title": "Journal of Fish Biology",
          "volume": "107"
        },
        "alternate_identifiers": [
          {
            "identifier": "urn:lsid:plazi.org:pub:FFDDB14CA670FF9F007FCF09FFC27641"
          }
        ],
        "license": {
          "id": "cc-by-nc-nd-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17002416"
              }
            }
          ]
        }
      },
      "title": "Abiotic environmental factors contribute to spatial variation in boldness and exploration in guppies (Poecilia reticulata)",
      "links": {
        "self": "https://zenodo.org/api/records/17002417",
        "self_html": "https://zenodo.org/records/17002417",
        "preview_html": "https://zenodo.org/records/17002417?preview=1",
        "doi": "https://doi.org/10.1111/jfb.70058",
        "self_doi": "https://doi.org/10.1111/jfb.70058",
        "self_doi_html": "https://zenodo.org/doi/10.1111/jfb.70058",
        "reserve_doi": "https://zenodo.org/api/records/17002417/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17002416",
        "parent_html": "https://zenodo.org/records/17002416",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17002417/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17002417/sequence/default",
        "files": "https://zenodo.org/api/records/17002417/files",
        "media_files": "https://zenodo.org/api/records/17002417/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17002417:source.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17002417:source.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17002417:source.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17002417:source.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17002417:source.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17002417:source.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17002417/files-archive",
        "archive_media": "https://zenodo.org/api/records/17002417/media-files-archive",
        "latest": "https://zenodo.org/api/records/17002417/versions/latest",
        "latest_html": "https://zenodo.org/records/17002417/latest",
        "versions": "https://zenodo.org/api/records/17002417/versions",
        "draft": "https://zenodo.org/api/records/17002417/draft",
        "access_links": "https://zenodo.org/api/records/17002417/access/links",
        "access_grants": "https://zenodo.org/api/records/17002417/access/grants",
        "access_users": "https://zenodo.org/api/records/17002417/access/users",
        "access_request": "https://zenodo.org/api/records/17002417/access/request",
        "access": "https://zenodo.org/api/records/17002417/access",
        "communities": "https://zenodo.org/api/records/17002417/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17002417/communities-suggestions",
        "requests": "https://zenodo.org/api/records/17002417/requests"
      },
      "updated": "2025-08-30T05:07:11.320693+00:00",
      "recid": "17002417",
      "revision": 7,
      "files": [
        {
          "id": "4a0b55da-51ff-4559-97cc-73be12a06ab2",
          "key": "source.pdf",
          "size": 2040791,
          "checksum": "md5:d3ddb14ca6707d9f007fcf091bc27641",
          "links": {
            "self": "https://zenodo.org/api/records/17002417/files/source.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-29T21:56:41.531482+00:00",
      "modified": "2025-08-29T22:02:58.861689+00:00",
      "id": 16998526,
      "conceptrecid": "16998525",
      "doi": "10.3767/blumea.2020.65.02.06",
      "doi_url": "https://doi.org/10.3767/blumea.2020.65.02.06",
      "metadata": {
        "title": "The botanical exploration of Angola by Germans during the 19th and 20th centuries, with biographical sketches and notes on collections and herbaria",
        "doi": "10.3767/blumea.2020.65.02.06",
        "publication_date": "2020-09-22",
        "description": "Figueiredo, E., Smith, G.F., Dressler, S. (2020): The botanical exploration of Angola by Germans during the 19th and 20th centuries, with biographical sketches and notes on collections and herbaria. Blumea 65 (2): 126-161, DOI: 10.3767/blumea.2020.65.02.06, URL: https://doi.org/10.3767/blumea.2020.65.02.06",
        "access_right": "open",
        "creators": [
          {
            "name": "Figueiredo, E.",
            "affiliation": "Department of Botany, Nelson Mandela University, P.O. Box 77000, Port Elizabeth, 6031 South Africa; corresponding author email: epnfigueiredo@gmail.com."
          },
          {
            "name": "Smith, G.F.",
            "affiliation": "Department of Botany, Nelson Mandela University, P.O. Box 77000, Port Elizabeth, 6031 South Africa; corresponding author email: epnfigueiredo@gmail.com."
          },
          {
            "name": "Dressler, S.",
            "affiliation": "Botanik und molekulare Evolutionsforschung, Senckenberg Forschungs- institut, Senckenberganlage 25, D-60325 Frankfurt/M., Germany."
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy"
        ],
        "related_identifiers": [
          {
            "identifier": "10.5281/zenodo.16998528",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998530",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998532",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998534",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998536",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998538",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998540",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998542",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998544",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998546",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998548",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998550",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998552",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998554",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998556",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998558",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998560",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998562",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998564",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998568",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998570",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998572",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998576",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998578",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998580",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998582",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998584",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16998586",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.18452/31",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/BF01916502",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.title.587",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.4000/mulemba.439",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/phytotaxa.436.2.4",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/phytotaxa.413.3.2",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/978-3-030-03083-4_5",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.title.48631",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/phytotaxa.269.3.3",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Albuquerque S, Brummitt RK, Figueiredo E. 2009. Typification of names based on the Angolan collections of Friedrich Welwitsch. Taxon 58: 641-646.",
          "Anonymous (Hydrographisches Amt d. Reichs-Marine-Amts). 1889. Die Forschungsreise S.M.S. \"Gazelle\" in den Jahren 1874 bis 1876 unter Kommando des Kapitan zur See Freiherrn von Schleinitz. Mittler, Berlin. https://doi.org/10.18452/31.",
          "Anonymous. 1938.Bericht uber den Botanischen Garten und das Botanische Museum zu Berlin-Dahlem vom 1. April 1937 bis 31. Marz 1938. Notizblatt des Botanischen Gartens und Museums zu Berlin-Dahlem 15: 201-229.",
          "Armand P. 1884. Nouvelles des voyageurs. Bulletin de la Societe de Geographie de Marseille 8: 54-88.",
          "Baker JG. 1903. LXXXVI. Loganiaceae. In: Thiselton-Dyer WJ (ed), Flora of Tropical Africa 4: 503-544. Reeve & Co., London.",
          "Bastian A.1859.Afrikanische Reisen.Ein Besuch in San Salvador der Haupt- stadt des Konigreichs Congo. Ein Beitrag zur Mythologie und Psychologie. Heinrich Strack, Bremen.",
          "Baum H. 1903. Reisebericht. In: Warburg O (ed), Kunene-Sambesi-Expedition. Berlin: Kolonial-Wirtschaftliches Komitee: 1-153. https://archive.org/ details/kunenesambesiexp00baum.",
          "Belck W. 1901. Dr. Karl Hoepfner.Zeitschrift fur Elektrochemie 7: 415-417.",
          "Boss G. 1927. Beitrage zur Zytologie der Ustilagineen. Planta 3: 597-627. https://doi.org/10.1007/BF01916502.",
          "Bossard E. 1993.Collecteurs Botaniques en Angola.Memorias da Sociedade Broteriana 29: 85-104.",
          "Brandstetter A-M, Hierholzer V. 2017. Nicht nur Raubkunst! : Sensible Dinge in Museen und universitaren Sammlungen. V&R unipress, Gottingen.",
          "Braun J. 1995. Eine deutsche Karriere. Die Biographie des Ethnologen Hermann Baumann (1902-1972). Akademischer Verlag, Munchen.",
          "British Foreign Office.1842. British and Foreign State Papers 30, 2. Foreign Office H.M. Stationery Office, Great Britain,",
          "Buchner M. 1881. Recepcao e conferencia do Exmo.Dr.Max Buchner explo- rador allemao na Sessao d'Assembleia da Sociedade em 1 de Setembro de 1881. Typ. do Mercantil, Loanda.",
          "Buttner R. 1890a. Reisen im Kongolande:Ausgefuhrt im Auftrage der afrikanischen Gesellschaft in Deutschland. I.C. Hinrich'sche Buchhandlung, Leipzig.",
          "Buttner R. 1890b. Neue Arten von Guinea, dem Kongo und dem Quango I. Verhandlungen des Botanischen Vereins fur die Provinz Brandenburg 31: 64-96.",
          "Buttner R. 1891. Neue Arten von Guinea, dem Kongo und dem Quango II. Verhandlungen des Botanischen Vereins fur die Provinz Brandenburg 32: 34-54.",
          "Capello H, Ivens R. 1881.De Benguella as terras de Yacca 2 vols.Imprensa Nacional, Lisboa.",
          "Carrisso LW. 1937.Preface. In: Exell AW, Mendonca FA, Conspectus Florae Angolensis 1: xi -xii. Junta de Investigacoes Coloniais, Lisboa.",
          "Coosemans M. 1951. Teusz, (Edouard). Biographie Coloniale Belge 2: col. 903-904. https://www.kaowarsom.be/fr/notices_teusz_edouard.",
          "Curators Herbarium B. 2000+. Digital specimen images at the Herbarium Berolinense. Version: Data Publisher. Botanic Garden and Botanical Museum Berlin. http://ww2.bgbm.org/herbarium/.",
          "Deutsche Biographie. 2020. Deutsche Biographie. Zertifiziertes Wissen zu mehr als 730.000 Personlichkeiten des deutschen Sprachraums vom fruhen Mittelalter bis zur Gegenwart, u.a. 50.000 biographische Artikel (ADB und NDB) und Links zu uber 230 weiteren Angeboten (Lexika,Quellen, Literatur etc.). https://www.deutsche-biographie.de/home.",
          "Dierks K. 2003-2004. Biographies of Namibian personalities. www.klaus- dierks.com/Biographies/Biographies_W.htm.",
          "Dinter K. 1923. Succulentenforschung in Sudwestafrika. Erlebnisse und Ergebnisse meiner Reise im Jahre 1922. Repertorium specierum novarum regni vegetabilis. Beihefte 23: 1-80.",
          "Dolezal H. 1974. Friedrich Welwitsch Vida e Obra. Traduzido e anotado por A.W. Exell & E.J. Mendes. Junta de Investigacoes Cientificas do Ultramar, Lisboa.",
          "Earnest C, Earnest R. 2006. In remembrance Klaus Stopp and Donald Shel- ley. Der Kurier Mid-Atlantic Germanic Society 24: 9.",
          "EGR 1905. Obituary: Hermann von Wissmann. The Geographical Journal 26: 227-230.",
          "Engler A. 1895. Die Pflanzenwelt Ost-Afrikas und der Nachbargebiete.Reimer, Berlin. https://doi.org/10.5962/bhl.title.587.",
          "Engler A. 1907. Der Botanische Garten und das Botanische Museum.Chronik der koniglichen Friedrich-Wilhelms-Universitat zu Berlin fur das Rechnungs- jahr 1906 Jg. 20: 229-250.",
          "Esdorn I. 1972. Ilse Baronin von Nolde (1889-1970). Willdenowia 6: 415- 418.",
          "Essner C. 1985. Deutsche Afrikareisende im neunzehnten Jahrhundert: zur Sozialgeschichte des Reisens. Steiner Verlag, Wiesbaden.",
          "Estermann C. 1956-1961. Etnografia do sudoeste de Angola, 3 volumes. Volume 1: Os povos nao-Bantos e o grupo etnico dos Ambos. Volume 2: Grupo etnico Nhaneca-Humbe. Volume 3: Grupo etnico Herero. Junta de Investigacoes do Ultramar, Lisboa.",
          "Exell AW. 1944. Catalogue of the vascular plants of S.Tome (with Principe and Annobon). British Museum (Natural History), London.",
          "Exell AW. 1952. John Gossweiler. Taxon 1: 93-94.",
          "Exell AW, Mendonca FA. 1951. Conspectus Florae Angolensis 1, Fasc. 2. Junta de Investigacoes Coloniais, Lisboa.",
          "Fernandes A. 1993. A universidade de Coimbra e o estudo da flora e da vegetacao dos paises africanos de lingua oficial portuguesa. Departa- mento de Botanica, Faculdade de Ciencias e Tecnologia da Universidade de Coimbra, Coimbra.",
          "Ferreira R. 2015. The conquest of Ambriz: Colonial expansion and imperial competition in Central Africa. Revista Angolana de Ciencias Sociais 5: 221-242. https://doi.org/10.4000/mulemba.439.",
          "Figueiredo CFG. 2016. Portraits of Libolo. Chiado Ed., Lisbon.",
          "Figueiredo E, Matos S, Cardoso JF, et al. 2008. List of collectors/Lista de colectores.In: Figueiredo E, Smith GF (eds), Plants of Angola/Plantas de Angola. Strelitzia 22:4-11. https://archive.org/details/plantsofangolapl22figu.",
          "Figueiredo E, Smith GF. 2008.Plants of Angola/Plantas de Angola.Strelitzia 22: i -vi + 1-281.",
          "Figueiredo E, Smith GF. 2017. Common names of Angolan plants. Second edition. Protea Book House, Pretoria.",
          "Figueiredo E, Smith GF. 2020. Andrew Beveridge Curror (1811-1844): collecting natural history specimens while preventing the slave trade along the west coast of Africa.Phytotaxa 436:141-156.https://doi.org/10.11646/ phytotaxa.436.2.4.",
          "Figueiredo E, Smith GF, Ceriaco LMP. 2019. The vascular plant collections of Francisco Newton (1864-1909) in Angola. Phytotaxa 413: 207-224. https://doi.org/10.11646/phytotaxa.413.3.2.",
          "Figueiredo E, Smith GF, Nyffeler R. 2013. August Wulfhorst (1861-1936) and his overlooked contributions on the flora of Angola. Candollea 68: 123-131. http://hdl.handle.net/2263/59998.",
          "Figueiredo E, Soares M, Seibert G, et al. 2009. The botany of the Cunene- Zambezi Expedition with notes on Hugo Baum (1867-1950). Bothalia 39: 185-211.https://archive.org/details/bothaliavolume3939unse_1/page/184.",
          "Fischer W.1972.Hoepfner,Carl.Neue Deutsche Biographie 9: S.348.https:// www.deutsche-biographie.de/pnd116928581.html#ndbcontent.",
          "Frahm JP, Eggers J. 2001. Lexikon deutschsprachiger Bryologen. BoD - Books on Demand. A reissue (extended) of Frahm JP (1995) Lexikon deutscher Bryologen. Limprichtia 6: 1-187.",
          "Garcia JG.1970.Eng.Agr.Joaquim Martinho Lopes de Brito Teixeira.Boletim da Sociedade Broteriana, ser. 2, 44: vii -xvi.",
          "Giess W.1989.Bibliography of South West African botany.Wissenschaftliche Forschung in Sudwestafrika 18. Folge.Herausgegeben vom Vorstand der S.W.A. Wissenschaftlichen Gesellschaft, Windhoek.",
          "Glen HF, Germishuizen G. 2010. Botanical exploration of southern Africa, ed. 2. Strelitzia 26: i -ix, 1-489.",
          "Glen HF, Perold SM. 2000.Obituaries:Otto Heinrich Volk.Bothalia 30:215- 218.",
          "Glen HF, Perold SM.2001.Otto Heinrich Volk (1903-2000).Aloe 38:80-81.",
          "Gossweiler J. 1939. Elementos para a historia da exploracao botanica de Angola. Boletim da Sociedade Broteriana 13: 283-305.",
          "Goyder DJ, Goncalves FMP.2019.Chapter 5.The Flora of Angola:collectors, richness and endemism: 79-96. In: Huntley BJ, et al. (eds), Biodiversity of Angola.Springer,Cham. https://doi.org/10.1007/978-3-030-03083-4_5.",
          "Grace OM, Klopper RR, Figueiredo E, et al. 2011. The aloe names book. Strelitzia 28: i -viii, 1-232.",
          "Gunn M, Codd LE. 1981. Botanical exploration of southern Africa. An illustrated history of early botanical literature on the Cape flora. Biographical accounts of the leading plant collectors and their activities in southern Africa from the days of the East India Company until modern times. Balkema, Cape Town.",
          "Gussfeldt P,Falkenstein J, Pechuel-Loesche E. 1888.Die Loango-Expedition. Ausgesandt von der Deutschen Gesellschaft zur Erforschung Aequato- rial-Africas 1873-1876. Ein Reisewerk in drei Abtheilungen. Baldamus, Leipzig. https://archive.org/details/dieloangoexpedi00gssf/page/n8.",
          "Hamet R. 1913. Sur un Kalanchoe nouveau (Kalanchoe lindmanii Raym.- Hamet) de l'Herbier de Stockholm. Arkiv for Botanik 13: 1-5; f. 1. https:// www.biodiversitylibrary.org/item/91462#page/735/mode/1up.",
          "Hartmann HEK. 2017. Aizoanthemum Aizooideae. In: Hartmann HEK (ed), Illustrated handbook of succulent plants: Aizoaceae 1. A -G: 41-44. Springer Nature, Berlin.",
          "Heintze B (ed). 1999a.Max Buchners Reise nach Zentralafrika 1878-1882. Briefe, Berichte, Studien. Koppe Verlag, Koln.",
          "Heintze B. 1999b. Ethnographische Aneignungen. Deutsche Forschungsreisende in Angola. Lembeck, Frankfurt am Main.",
          "Heintze B. 1999c.Die Konstruktion des angolanischen 'Eingeborenen' durch die Fotografie. In: Wiener M (ed), Ethnologie und Photographie, Fotogeschichte 19 (Heft 71): 3-13.",
          "Heintze B. 2007.Deutsche Forschungsreisende in Angola, ed. 2, Lembeck, Frankfurt am Main. http://publikationen.ub.uni-frankfurt.de/frontdoor/index/ index/docId/11012.",
          "Heintze B. 2010. Exploradores Alemaes em Angola (1611-1954):Apropria- coes etnograficas entre comercio de escravos, colonialismo e ciencia. Universitatsbibliothek Johann Christian Senckenberg, Frankfurt. (Trans- lation of Heintze 2007). http://publikationen.ub.uni-frankfurt.de/frontdoor/ index/index/docId/11031.",
          "Heintze B (ed).2011.Eduard Pechuel-Loesche:Tagebucher von der Loangokuste (Zentralafrika) (24.2.1875-5.5.1876): sowie Stichworte zu den Tagebuchaufzeichnungen vom 10.7. bis 19.8.1874: mit 31 Aquarellen von Eduard Pechuel-Loesche. Universitatsbibliothek Johann Christian Senckenberg, Frankfurt.http://publikationen.ub.uni-frankfurt.de/frontdoor/ index/index/docId/22980.",
          "Heintze B. 2018. Ein preussischer Major im Herzen Afrikas. Alexander v. Mechows Expeditionstagebuch (1880-1881) und sein Projekt einer ersten deutschen Kolonie.Reimer-Verlag,Berlin.http://publikationen.ub.uni-frankfurt.de/files/46437/Beilage_1.pdf.",
          "Henriques J. 1887. Contribuicoes para o estudo da Flora d'Africa: Flora de S. Thome. Boletim da Sociedade Broteriana 4: 129-158.",
          "Henze D. 1978-2004.Enzyklopadie der Entdecker und Erforscher der Erde, 5 volumes. Akademische Druck u. Verlagsanstalt, Graz.",
          "Hering EM. 1959. In memoriam Karl H.E. Jordan * 7.XII. 1861 † 12.I.1959. Mitteilungen der Deutschen Entomologischen Gesellschaft 18: 23-25.",
          "Herre H. 1971. The genera of Mesembryanthemaceae: 38-59. Tafelberg- Uitgewers Beperk, Cape Town.",
          "Hertel H, Schreiber A. 1988. Die Botanische Staatssammlung Munchen 1813-1988. Mitteilungen der Botanischen Staatssammlung Munchen 26: 81-512. http://indexcoll.botanischestaatssammlung.de/ic-home.htm.",
          "Hiepko P. 1987. The collections of the Botanical Museum Berlin-Dahlem (B) and their history. In: Scholz H (ed), Botany in Berlin on the occasion of the XIV International Botanical Congress. Englera 7: 219-252.",
          "Hoffmann O. 1889. W. Vatke. Berichte der Deutschen Botanischen Gesellschaft 7: 21-24.",
          "Ihlenfeldt H-D. 2004. The Hamburg Mesembryanthemaceae Project, or: How does a young botanist find 'his' group? Biodiversity and Ecology 2 / Schumannia 4: 23-42.",
          "IPNI. 2020. International Plant Name Index. https://www.ipni.org/ [accessed Apr. 2020].",
          "Jackson BD. 1901.A list of the collectors whose plants are in the Herbarium of the Royal Botanic Gardens, Kew, to 31st December, 1899. Bulletin of Miscellaneous Information, Kew 1901: 1-80.",
          "Jacobsen H. 1935. Succulent plants. Description, cultivation and uses of succulent plants, other than cacti. Williams & Norgate, Ltd, London.",
          "Jacobsen H. 1939. Verzeichnis der Arten der Gattung Mesembryanthemum nebst deren abgetrennten Gattungen. Repertorium specierum novarum regni vegetabilis. Beihefte106, Nachtrag 1 und 2: 1-34.",
          "Jacobsen H. 1977. Lexicon of succulent plants.Short descriptions,habitats and synonymy of succulent plants other than Cactaceae, 2nd ed. Blandford Press Ltd, Poole, Dorset.",
          "Jacobsen H. 1986. A handbook of succulent plants. Descriptions,synonyms and cultural details for succulents other than Cactaceae 1-3. Blandford Press, Poole, Dorset.",
          "Jaeger F. 1937. Jessens Forschungen in Angola. Geographische Zeitschrift 43: 104-106.",
          "Jessen O. 1936. Reisen und Forschungen in Angola. Reimer, Berlin.",
          "Johnson KR. 2003. Karl Jordan:Alife in systematics.PhD Dissertation.Oregon State University. https://ir.library.oregonstate.edu/concern/graduate_thesis_or_dissertations/1j92gb61j?locale=en.",
          "Johnson KR. 2012. Ordering life: Karl Jordan and the naturalist tradition. The John Hopkins University Press, Baltimore.",
          "Johnston HH. 1895.The river Congo from its mouth to Bolobo with a general description of the natural history and anthropology of its western basin.4th ed., revised by the author. Sampson Low, Marston & Company, London. https://archive.org/details/rivercongofromit00john/page/n4.",
          "Jordan K. 1936.Dr. Karl Jordan's expedition to South-West Africa and Angola. Narrative.Novitates zoologicae:a journal of zoology in connection with the Tring Museum 40: 17-62.",
          "JSTOR Global Plants. 2020. https://plants.jstor.org/ [accessed Apr. 2020].",
          "Kew Herbarium Catalogue. 2020. https://apps.kew.org/herbcat/gotoHome- Page.do [accessed Apr. 2020].",
          "Kiepert R. 1882. Major von Mechow's Kuango-Reise. 1 : 3 000 000. Gesellschaft fur Erdkunde, Berlin. http://bibliotheque-numerique.chambery.fr/ idurl/1/24529.",
          "Kipple KF. 2007. A movable feast. Ten millennia of food globalisation. Cambridge University Press, Cambridge.",
          "Koch C. 1862. G.W.Ackermann. Wochenschrift fur Gartnerei und Pflanzen- kunde 5: 233.",
          "Lanjouw J, Stafleu FA. 1954. Index Herbariorum. Collectors.A -D. Regnum Vegetabile 2: 102.",
          "Lebrun J-P, Stork AL. 1997. Asclepiadaceae. Ceropegia. Enumeration des plantes a fleurs d'Afrique tropicale 4: 103-109. Ville de Geneve Editions des Conservatoire et Jardin botaniques, Geneve.",
          "Lindgren U. 2001.Pogge,Paul.In:Neue Deutsche Biographie (NDB) 20:578 f. https://www.deutsche-biographie.de/pnd117687898.html#ndbcontent.",
          "Louis H. 1974.Jessen,Otto.Neue Deutsche Biographie (NDB) 10:426-427. Duncker & Humblot, Berlin. http://daten.digitale-sammlungen.de/0001/ bsb00016327/images/index.html?id=00016327&groesser=&fip=eayaqrsqr- sqrsenxdsydxdsydxdsydxdsydw&no=1&seite=440.",
          "Lux AE. 1880. Von Loanda nach Kimbundu.Ergebnisse der Forschungreise im aquatorialen West-Afrika (1875-1876).Verlag von Eduard Holzel,Wien. https://archive.org/details/vonloandanachki01luxgoog/page/n7.",
          "Mannhardt I. 2007. SS Alexandra Woermann. Immigrants ships transcripts guild.https://immigrantships.net/v9/1900v9/alexandrawoermann19051130. html.",
          "Mansfeld PA. 2012. Hugo Baum, Die Lebensgeschichte eines deutschen Botanikers. Peter A. Mansfeld, Hamburg. http://baum.petermansfeld.de/ pdf/hb_2012.pdf.",
          "Martins ES. 1994.John Gossweiler.Contribuicao da sua obra para o conhecimento da flora angolana. Garcia de Orta, Serie de Botanica 12: 39-68.",
          "Maull O.1955.Buchner,Max.In:Neue Deutsche Biographie 2: S.705.https:// www.deutsche-biographie.de/pnd116822074.html#ndbcontent.",
          "Mendonca FA. 1962. Botanical collectors in Angola. In: Fernandes A (ed), Comptes Rendus de la IVe reunion pleniere de l'Association pour l'etude de la flore de l'Afrique Tropicale: 111-121. Junta de Investigacoes do Ultramar, Lisboa.",
          "Meurer PH. 2007. Klaus Stopp (1926-2006). Imago Mundi 59: 114-115.",
          "Office of Geography.1956.Angola.Gazetteer no. 20.Department of Interior, Washington.",
          "Oliver D. 1868. Preface. In: Oliver D (ed), Flora of Tropical Africa (Ranun- culaceae to Connaraceae) 1: v -xi. Reeve & Co. Ltd,Ashford, Kent. https:// www.biodiversitylibrary.org/item/60247#page/11/mode/1up.",
          "Olpp J. 1937. Missionar August Wulfhorst zum Gedachtnis. Berichte der Rheinischen Missionsgesellschaft 94: 54-58.",
          "Otto P. 2018. Herbarium Universitatis Lipsiensis (LZ). Brief information on history, collections and types. https://www.lw.uni-leipzig.de/en/sysbot/ herbarium.html.",
          "Paiva J. 2005.Valor e impacto cientifico das exploracoes botanicas a Angola organizadas por L.W. Carrisso. In: Freitas H, Amaral P, Ramires A, et al. (eds), Missao Botanica Angola 1927-1937: 37-76. Imprensa da Universidade de Coimbra, Coimbra.",
          "Pechuel-Loesche E. 1887. Kongoland. Costenoble, Jena. https://archive. org/details/bub_gb_ADsUAAAAIAAJ/page/n5.",
          "Pechuel-Loesche E. 1907. Volkskunde von Loango. Strecker & Schroder, Stuttgart. p. (Also published as Abt. 3, Heft. 2 of Gussfeldt et al. 1888.)",
          "Plischke H. 1953.Bastian,Adolf.In: Neue Deutsche Biographie 1: 626-627. https://www.deutsche-biographie.de/pnd118653423.html#ndbcontent.",
          "Pogge P. 1880. Im Reiche des Muata Jamwo.Tagebuch meiner im Auftrage der Deutschen Gesellschaft zur Erforschung Aequatorial-Afrika's in die Lunda-Staaten unternommenen Reise.Reimer,Berlin.https://archive.org/ details/imreichedesmuata00pogg/page/n1.",
          "Polhill D, Polhill R. 2015. East African plant collectors. Royal Botanic Gardens, Kew, Richmond.",
          "Poppendieck HH. 2004. A new species of Cochlospermum (Cochlosper- maceae) from Angola with notes on its collector Ilse von Nolde and her botanical illustrations. Schumannia 4 / Biodiversity & Ecology 2: 225-235.",
          "POSA. 2020. Plants of Southern Africa. http://newposa.sanbi.org/sanbi/ Explore [accessed Apr. 2020].",
          "Prahl P. 1904. Dr. Friedrich Naumann. Mitteilungen des Thuringischen Botanischen Vereins N.F. 19: 1-7.",
          "Pusch J, Barthel K-J, Heinrich W. 2015. Die Botaniker Thuringens. Hauss- knechtia, Beiheft 18: 1-16.",
          "Riley ND. 1960. Heinrich Ernst Karl Jordan. 1861-1959. Biographical Memoirs of Fellows of the Royal Society 6: 106-133.",
          "Rodigas E. 1862. Musa vittata, W.Ackm. Flore des serres et des jardins de l'Europe 15: 25-27.",
          "Romeiras MM. 1999. Subsidios para o conhecimento dos colectores bota- nicos em Angola. Revista de Ciencias Agrarias 22: 73-83.",
          "Ronge G. 1966. Gussfeldt, Paul. Neue Deutsche Biographie 7: 289-290 (online version) https://www.deutsche-biographie.de/pnd12870814X. html#ndbcontent.",
          "Schnee H. 1920. Deutsches Kolonial-Lexikon, 3 volumes. Quelle & Meyer, Leipzig. http://www.ub.bildarchiv-dkg.uni-frankfurt.de/Bildprojekt/Lexikon/ Standardframeseite.php.",
          "Schumann K. 1903. Triumfetta macrocoma K. Schum. n. sp. In: Engler A (ed), Plantae benguellenses Autunesianae et Dekindtianae a botanicis Musei Regii Berolinensis descriptae.Botanische Jahrbucher fur Systematik, Pflanzengeschichte und Pflanzengeographie 32: 133-134. https://www. biodiversitylibrary.org/item/27479#page/156/mode/1up Herb: K.",
          "Schunack W, Braun A, Albrecht S. 2006. Prof. Dr. rer. nat. Klaus Stopp in memoriam. Deutsche Apotheker Zeitung 146: 119-120.",
          "Schutt OH. 1881. Reisen im sudwestlichen Becken des Congo. Nach den Tagebuchern und Aufzeichnungen des Reisenden. Rev. by Paul Lindenberg. Reimer, Berlin.",
          "Schwantes G. 1954. The cultivation of the Mesembryanthemaceae. Blandford Press, London.",
          "Schwantes G. 1957. Flowering stones and mid-day flowers.A book for plant and nature lovers on the Mesembryanthemaceae. Ernest Benn Limited, London.",
          "Shurley EW.1954.Preface.Martin Heinrich Gustave (sic,Gustav) Schwantes. In: Schwantes G, The cultivation of the Mesembryanthemaceae: ix -xiv. Blandford Press, London.",
          "Silva HRK. 2005. A trajetoria de uma lideranca etnica J.Aloys Friederichs (1868-1950). Doctoral Thesis. Universidade Federal do Rio Grande do Sul, Porto Alegre. http://livros01.livrosgratis.com.br/cp010405.pdf.",
          "Smith GF. 2004. Hans-Dieter Ihlenfeldt and his contributions towards a better understanding of the southern African succulent flora. Biodiversity and Ecology 2 / Schumannia 4: 9-13.",
          "Smith GF, Figueiredo E. 2010. E-taxonomy: an affordable tool to fill the biodiversity knowledge gap. Biodiversity and Conservation 19: 829-836.",
          "Smith GF, Figueiredo E. 2011. Provenance of the material on which the name Aloe mendesii Reynolds (Asphodelaceae), a cliff-dwelling species from Angola, is based. Bradleya 29: 61-66.",
          "Smith GF, Figueiredo E, Catarino L. 2012. Obituary. Eduardo Jose dos Santos Moreira Mendes (1924-2011). Bothalia 42: 67-68.",
          "Soyaux H. 1879.Aus West-Afrika. 1873-1876. Erlebnisse und Beobach- tungen. Two volumes. Brockhaus, Leipzig. https://archive.org/details/ auswestafrikaer01soyagoog/page/n9.",
          "Soyaux H. 1888. Deutsche Arbeit in Afrika;Erfahrungen und Betrachtungen. Brockhaus, Leipzig. https://archive.org/details/deutschearbeitin00soya/ page/n6.",
          "Spiritains. 2020. Missionnaires spiritains: figures. Le Pere Charles Estermann. http://spiritains.forums.free.fr/defunts/estermannc.htm.",
          "Staatsarchiv Hamburg. s.d. Hamburger Passagierlisten. Vol. 373-71, VIII A 1, Band 351: page 99, microfilm no. K_1967",
          "Stafleu FA, Cowan RS. 1986. Taxonomic literature: a selective guide to botanical publications and collections with dates,commentaries and types 6: Sti-Vuy. Bohn, Scheltema & Holkema, Utrecht. https://doi.org/10.5962/ bhl.title.48631.",
          "Stafleu FA, Mennega EA. 1995. Taxonomic literature: a selective guide to botanical publications and collections with dates,commentaries and types. Supplement III: Br -Ca. Koeltz Scientific Books, Konigstein. https://doi. org/10.5962/bhl.title.48631.",
          "Stopp K. 1958. Die verbreitungshemmenden Einrichtungen in der sudafri- kanischen Flora. Botanische Studien 8: 1-103.",
          "Stopp K. 1964. Die Ceropegia-Arten der Umbraticola-Gruppe. Botanische Jahrbucher fur Systematik, Pflanzengeschichte und Pflanzengeographie 83: 115-125.",
          "Stopp K. 1967. Aidomene nov. gen., eine neue Asclepiadacee Angolas. Botanische Jahrbucher fur Systematik, Pflanzengeschichte und Pflanzengeographie 87: 17-21.",
          "Stopp K. 1971. Neue Ceropegia-Aufsammlungen in Angola. Botanische Jahrbucher fur Systematik, Pflanzengeschichte und Pflanzengeographie 90: 469-475.",
          "Swedish Museum of Natural History. 2020. Herbarium Catalogue (S). http:// herbarium.nrm.se/ [accessed Apr. 2020].",
          "Tams G. 1845.Visit to the Portuguese possessions in South-western Africa. Newby, London. https://archive.org/details/in.ernet.dli.2015.546708.",
          "Teusz S. 2018.Julius Eduard Teusz (1845-1912) - biolog,odkrywca,podroznik. Afryka 48: 143-155. https://journals.indexcopernicus.com/search/ article?articleId=1963038.",
          "Thiers B. 2020, continuously updated. Index herbariorum: a global directory of public herbaria and associated staff.New York Botanical Garden's Virtual Herbarium. http://sweetgum.nybg.org/ih/ [accessed Apr. 2020].",
          "Tonjes H. 1911. Ovamboland:country,people, mission,with particular reference to the largest tribe, the Kwanyama.(Reprinted in 1996 by the Namibia Scientific Society, Windhoek).",
          "Tylor EB.1905.Professor Adolf Bastian:Born June 26,1826; Died February 3, 1905. Man 5: 138-143.",
          "Urban I. 1892. Der Konigl. Botanische Garten und das Botanische Museum zu Berlin in den Jahren 1878-1891.Botanische Jahrbucher fur Systematik, Pflanzengeschichte und Pflanzengeographie 14: 9-64.",
          "Urban I. 1916. Geschichte des Koniglichen Botanischen Museums zu Berlin-Dahlem (1815-1913) nebst Aufzahlung seiner Sammlungen. Heinrich, Dresden. Reprinted in 1917: Beihefte zum botanischen Centralblatt 34: 1-457.",
          "Victor JE, Smith GF, Van Wyk AE. 2016. History and drivers of plant taxonomy in South Africa. Phytotaxa 269: 193-208. https://doi.org/10.11646/ phytotaxa.269.3.3.",
          "Vilhunen T. 1995. To the East and South - Missionaries as photographers 1890-1930. The Finnish Evangelical Lutheran Mission, Helsinki.",
          "Von Mechow A. 1882. Bericht uber die von ihm gefuhrte Expedition zur Aufklarung des Kuango-Stromes (1878/81). Verhandlungen der Gesellschaft fur Erdkunde zu Berlin 9: 475-489. https://archive.org/details/ ldpd_11899048_000/page/n495.",
          "Von Mechow A. 1884. Karte der Kuango-Expedition. 26 Blatter (1 Ueber- sichtskarte und 25 Sectionen) Maassstab 1 : 81200. Asher, Berlin.",
          "Von Wissmann H. 1889.Unter deutscher Flagge quer durch Afrika von West nach Ost. Verlag von Walther & Apolant, Berlin.",
          "Von Wissmann H, Wolf L,Von Francois C, Mueller H.1891.Im Innern Afrikas. Brockhaus, Leipzig. https://archive.org/details/iminnernafrikasd00wiss/ page/n7.",
          "Wagenitz G. 2009. Die Erforscher der Pflanzenwelt von Berlin und Brandenburg.Verhandlungen des Botanischen Vereins von Berlin und Brandenburg, Beiheft 6: 157-556.",
          "Warburg O (ed). 1903. Kunene -Sambesi -Expedition. Baum. Kolonial-Wirtschaftliches Komitee, Berlin. https://archive.org/details/kunenesambesiexp00baum.",
          "Werdermann E. 1937. I. Neue Sukkulenten aus dem Botanischen Garten Berlin-Dahlem. II. (Including Kalanchoe hauseri Werderm. from Angola). Repertorium specierum novarum regni vegetabilis 42:1-7. https://bibdigital. rjb.csic.es/viewer/14784/?offset=#page=9&viewer=picture&o=ocr&n=0&q.",
          "Willgeroth G. 1929. Die mecklenburgischen Arzte von den altesten Zeiten bis zur Gegenwart: 133, 134. Landesgeschaftsstelle des Mecklenburgischen Arzteverbandes, Schwerin.",
          "Wissenbach MCC. 2011.As feitorias de urzela e trafico de escravos: Georg Tams, Jose Ribeiro dos Santos e os negocios da Africa centro-ocidental na decada de 1840. Afro-Asia 43: 43-90.",
          "Zepernick B. 2002.Die Botanische Zentralstelle fur die Deutschen Kolonien. In: Van der Heyden U, Zeller J (eds), Kolonialmetropole Berlin / Eine Spurensuche. Berlin Edition, Berlin.",
          "Zepernick B, Timler FK. 1979. Grundlagen zur 300jahrigen Geschichte des Berliner Botanischen Gartens.Englera 1: 1-302.https:doi.org/10.2307/ 3776744.",
          "Zurich Herbaria. 2020. https://www.herbarien.uzh.ch/en.html."
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "2",
          "pages": "126-161",
          "title": "Blumea",
          "volume": "65"
        },
        "alternate_identifiers": [
          {
            "identifier": "urn:lsid:plazi.org:pub:FF9478775E73FFA8673EFFB8157F3800"
          }
        ],
        "license": {
          "id": "cc-by-nc-nd-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16998525"
              }
            }
          ]
        }
      },
      "title": "The botanical exploration of Angola by Germans during the 19th and 20th centuries, with biographical sketches and notes on collections and herbaria",
      "links": {
        "self": "https://zenodo.org/api/records/16998526",
        "self_html": "https://zenodo.org/records/16998526",
        "preview_html": "https://zenodo.org/records/16998526?preview=1",
        "doi": "https://doi.org/10.3767/blumea.2020.65.02.06",
        "self_doi": "https://doi.org/10.3767/blumea.2020.65.02.06",
        "self_doi_html": "https://zenodo.org/doi/10.3767/blumea.2020.65.02.06",
        "reserve_doi": "https://zenodo.org/api/records/16998526/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16998525",
        "parent_html": "https://zenodo.org/records/16998525",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16998526/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16998526/sequence/default",
        "files": "https://zenodo.org/api/records/16998526/files",
        "media_files": "https://zenodo.org/api/records/16998526/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:16998526:source.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:16998526:source.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:16998526:source.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:16998526:source.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:16998526:source.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:16998526:source.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/16998526/files-archive",
        "archive_media": "https://zenodo.org/api/records/16998526/media-files-archive",
        "latest": "https://zenodo.org/api/records/16998526/versions/latest",
        "latest_html": "https://zenodo.org/records/16998526/latest",
        "versions": "https://zenodo.org/api/records/16998526/versions",
        "draft": "https://zenodo.org/api/records/16998526/draft",
        "access_links": "https://zenodo.org/api/records/16998526/access/links",
        "access_grants": "https://zenodo.org/api/records/16998526/access/grants",
        "access_users": "https://zenodo.org/api/records/16998526/access/users",
        "access_request": "https://zenodo.org/api/records/16998526/access/request",
        "access": "https://zenodo.org/api/records/16998526/access",
        "communities": "https://zenodo.org/api/records/16998526/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16998526/communities-suggestions",
        "requests": "https://zenodo.org/api/records/16998526/requests"
      },
      "updated": "2025-08-29T22:02:58.861689+00:00",
      "recid": "16998526",
      "revision": 7,
      "files": [
        {
          "id": "5acb3080-b45f-4aad-a919-08686e95978b",
          "key": "source.pdf",
          "size": 10319179,
          "checksum": "md5:8e9478775e73b0a8673e82b8157f3800",
          "links": {
            "self": "https://zenodo.org/api/records/16998526/files/source.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-28T13:25:23.078661+00:00",
      "modified": "2025-08-28T13:25:23.305382+00:00",
      "id": 16984817,
      "conceptrecid": "16984816",
      "doi": "10.5281/zenodo.16984817",
      "conceptdoi": "10.5281/zenodo.16984816",
      "doi_url": "https://doi.org/10.5281/zenodo.16984817",
      "metadata": {
        "title": "EDUCAÇÃO, ÉTICA E TRANSFORMAÇÃO SOCIAL: FUNDAMENTOS CLÁSSICOS E DESAFIOS CONTEMPORÂNEOS",
        "doi": "10.5281/zenodo.16984817",
        "publication_date": "2025-08-28",
        "description": "<p><span>O presente artigo traz em seu escopo uma an&aacute;lise da rela&ccedil;&atilde;o entre &eacute;tica e educa&ccedil;&atilde;o a partir de uma perspectiva hist&oacute;rico-filos&oacute;fica, articulando fundamentos cl&aacute;ssicos, como a &eacute;tica grega de S&oacute;crates, Plat&atilde;o e Arist&oacute;teles, com as formula&ccedil;&otilde;es modernas de Rousseau e Kant, al&eacute;m de reflex&otilde;es contempor&acirc;neas de autores como Bilbeny e Camps. A contextualiza&ccedil;&atilde;o parte da compreens&atilde;o cr&iacute;tica da escola enquanto espa&ccedil;o de reprodu&ccedil;&atilde;o social (Bourdieu, 2002; Apple, 1989), mas tamb&eacute;m de possibilidades de transforma&ccedil;&atilde;o. O objetivo geral consiste em discutir como a tradi&ccedil;&atilde;o &eacute;tica, desde a Antiguidade at&eacute; a atualidade, pode fundamentar pr&aacute;ticas educativas voltadas &agrave; cidadania, &agrave; justi&ccedil;a e &agrave; autonomia. O texto &eacute; fruto de um recorte da pesquisa realizada para a disserta&ccedil;&atilde;o de mestrado em Ci&ecirc;ncias da Educa&ccedil;&atilde;o, Unades/PY, intitulada &ldquo;&Eacute;tica na gest&atilde;o escolar da<em> </em>escola de ensino fundamental&rdquo;. Os resultados apontam que a &eacute;tica deve ser entendida como dimens&atilde;o indissoci&aacute;vel da educa&ccedil;&atilde;o, orientando tanto o curr&iacute;culo quanto a pr&aacute;tica docente, de forma a formar sujeitos cr&iacute;ticos, conscientes e solid&aacute;rios.</span></p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Nilo Mariano Bezerra",
            "affiliation": null
          }
        ],
        "references": [
          "ABBAGNANO, N.; VISALBERGUI, A. História da pedagogia. Vol. I. Lisboa: Livros Horizonte, 1981.   ARISTÓTELES. Ética a Nicômaco. São Paulo: Nova Cultural, 1987.   BILBENY, Norbert. La revolución en la ética: Hábitos y creencias en la sociedad digital. Barcelona: Editorial Angrama, 1997.   CAMPS, Victoria. Ética, retórica, política. Madrid: Alianza Editorial, 1995.   DUCH, Lluís. La éducación y la crisis de la modernidad. Barcelona: Paidós Ibérica, 1997.   GUSDORF, Georges. Professores para quê? Lisboa: Moraes, 1970.   JAEGER, Werner. A formação do homem grego. São Paulo: Martins Fontes, 1995.   KANT, Immanuel. Fundamentação da metafísica dos costumes. Lisboa: Edições 70, 1995.   MARTINS, Guilherme d'Oliveira. Educação ou barbárie? Lisboa: Gradiva, 1998.  PLATÃO. Górgias.  O Banquete. Fedro. Lisboa: Verbo, 1973.   ROUSSEAU, Jean-Jacques. Discurso sobre a origem a fundamentos da desigualdade entre os homens. Mira-Sintra: Europa-América, 1976.   ROUSSEAU, Jean-Jacques. Emílio ou Da educação. 3ª ed. São Paulo: Difel, 1979.  VENTÓS, Xavier Rubert de. Ética sem atributos. Barcelona: Editorial Anagrama, 1996."
        ],
        "custom": {
          "code:codeRepository": "https://www.duxeducare.com.br/"
        },
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16984816"
              }
            }
          ]
        }
      },
      "title": "EDUCAÇÃO, ÉTICA E TRANSFORMAÇÃO SOCIAL: FUNDAMENTOS CLÁSSICOS E DESAFIOS CONTEMPORÂNEOS",
      "links": {
        "self": "https://zenodo.org/api/records/16984817",
        "self_html": "https://zenodo.org/records/16984817",
        "preview_html": "https://zenodo.org/records/16984817?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.16984817",
        "self_doi": "https://doi.org/10.5281/zenodo.16984817",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16984817",
        "reserve_doi": "https://zenodo.org/api/records/16984817/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16984816",
        "parent_html": "https://zenodo.org/records/16984816",
        "parent_doi": "https://doi.org/10.5281/zenodo.16984816",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16984816",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16984817/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16984817/sequence/default",
        "files": "https://zenodo.org/api/records/16984817/files",
        "media_files": "https://zenodo.org/api/records/16984817/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:16984817:EDUCA%C3%87%C3%83O,%20%C3%89TICA%20E%20TRANSFORMA%C3%87%C3%83O%20SOCIAL%20FUNDAMENTOS%20CL%C3%81SSICOS%20E%20DESAFIOS%20CONTEMPOR%C3%82NEOS%20%20%20%20%20.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:16984817:EDUCA%C3%87%C3%83O,%20%C3%89TICA%20E%20TRANSFORMA%C3%87%C3%83O%20SOCIAL%20FUNDAMENTOS%20CL%C3%81SSICOS%20E%20DESAFIOS%20CONTEMPOR%C3%82NEOS%20%20%20%20%20.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:16984817:EDUCA%C3%87%C3%83O,%20%C3%89TICA%20E%20TRANSFORMA%C3%87%C3%83O%20SOCIAL%20FUNDAMENTOS%20CL%C3%81SSICOS%20E%20DESAFIOS%20CONTEMPOR%C3%82NEOS%20%20%20%20%20.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:16984817:EDUCA%C3%87%C3%83O,%20%C3%89TICA%20E%20TRANSFORMA%C3%87%C3%83O%20SOCIAL%20FUNDAMENTOS%20CL%C3%81SSICOS%20E%20DESAFIOS%20CONTEMPOR%C3%82NEOS%20%20%20%20%20.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:16984817:EDUCA%C3%87%C3%83O,%20%C3%89TICA%20E%20TRANSFORMA%C3%87%C3%83O%20SOCIAL%20FUNDAMENTOS%20CL%C3%81SSICOS%20E%20DESAFIOS%20CONTEMPOR%C3%82NEOS%20%20%20%20%20.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:16984817:EDUCA%C3%87%C3%83O,%20%C3%89TICA%20E%20TRANSFORMA%C3%87%C3%83O%20SOCIAL%20FUNDAMENTOS%20CL%C3%81SSICOS%20E%20DESAFIOS%20CONTEMPOR%C3%82NEOS%20%20%20%20%20.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/16984817/files-archive",
        "archive_media": "https://zenodo.org/api/records/16984817/media-files-archive",
        "latest": "https://zenodo.org/api/records/16984817/versions/latest",
        "latest_html": "https://zenodo.org/records/16984817/latest",
        "versions": "https://zenodo.org/api/records/16984817/versions",
        "draft": "https://zenodo.org/api/records/16984817/draft",
        "access_links": "https://zenodo.org/api/records/16984817/access/links",
        "access_grants": "https://zenodo.org/api/records/16984817/access/grants",
        "access_users": "https://zenodo.org/api/records/16984817/access/users",
        "access_request": "https://zenodo.org/api/records/16984817/access/request",
        "access": "https://zenodo.org/api/records/16984817/access",
        "communities": "https://zenodo.org/api/records/16984817/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16984817/communities-suggestions",
        "requests": "https://zenodo.org/api/records/16984817/requests"
      },
      "updated": "2025-08-28T13:25:23.305382+00:00",
      "recid": "16984817",
      "revision": 4,
      "files": [
        {
          "id": "bf7d15be-10f6-45c6-bd46-f374c4a05f77",
          "key": "EDUCAÇÃO, ÉTICA E TRANSFORMAÇÃO SOCIAL FUNDAMENTOS CLÁSSICOS E DESAFIOS CONTEMPORÂNEOS     .pdf",
          "size": 186265,
          "checksum": "md5:d8bc9390db9274603c7eee572c046e99",
          "links": {
            "self": "https://zenodo.org/api/records/16984817/files/EDUCAÇÃO, ÉTICA E TRANSFORMAÇÃO SOCIAL FUNDAMENTOS CLÁSSICOS E DESAFIOS CONTEMPORÂNEOS     .pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1042879"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 3,
        "unique_downloads": 2,
        "views": 2,
        "unique_views": 2,
        "version_downloads": 3,
        "version_unique_downloads": 2,
        "version_unique_views": 2,
        "version_views": 2
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-28T12:24:45.020146+00:00",
      "modified": "2025-08-28T12:24:45.346345+00:00",
      "id": 16983439,
      "conceptrecid": "16983438",
      "doi": "10.1145/3565473.3569190",
      "doi_url": "https://doi.org/10.1145/3565473.3569190",
      "metadata": {
        "title": "Modeling TCP Performance using Graph Neural Networks",
        "doi": "10.1145/3565473.3569190",
        "publication_date": "2022-12-06",
        "description": "<p>TCP throughput and RTT prediction are essential to model TCP&nbsp;behavior and optimize network configurations. Flows adapt their&nbsp;sending rate to network parameters like link capacity or buffer size&nbsp;and interact with parallel flows. Especially the elastic behavior of&nbsp;TCP congestion control can vary, even when only slight changes&nbsp;in the network occur. Thus, existing analytical models for TCP&nbsp;behavior reach their limits due to the number and complexity of&nbsp;different algorithms. Machine learning approaches, in contrast, are&nbsp;often fixed to specific network topologies.&nbsp;This paper presents a TCP bandwidth and RTT prediction approach that can handle different algorithms and topologies. For&nbsp;this, we utilize Gated Graph Neural Networks and simulated network traffic. We evaluate different encodings of the input data into&nbsp;graphs and how network size, number of flows, and TCP algorithms&nbsp;influence prediction accuracy. Additionally, we quantify the impact&nbsp;of different input features on our models. We show that Graph&nbsp;Neural Networks can be used to model TCP behavior. The resulting&nbsp;models can predict RTT with a median relative error of 2.29 % and&nbsp;throughput with an error of 13.31 %.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Jaeger, Benedikt",
            "affiliation": "Technical University of Munich",
            "orcid": "0000-0002-8541-5496"
          },
          {
            "name": "Helm, Max",
            "affiliation": "Technical University of Munich",
            "orcid": "0000-0001-7944-4867"
          },
          {
            "name": "Schwegmann, Lars",
            "affiliation": "Technical University of Munich"
          },
          {
            "name": "Carle, Georg",
            "affiliation": "Technische Universität München",
            "orcid": "0000-0002-2347-1839"
          }
        ],
        "keywords": [
          "Network performance modeling"
        ],
        "language": "eng",
        "custom": {
          "code:codeRepository": "https://gitlab.lrz.de/gnnet-2022/code"
        },
        "resource_type": {
          "title": "Preprint",
          "type": "publication",
          "subtype": "preprint"
        },
        "imprint": {
          "place": "Rome, Italy",
          "isbn": "978-1-4503-9933-3"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "grants": [
          {
            "code": "101008468",
            "internal_id": "10.13039/501100000780::101008468",
            "funder": {
              "name": "European Commission",
              "doi": "10.13039/501100000780",
              "acronym": "EC"
            },
            "title": "Scientific Large-scale Infrastructure for Computing/Communication Experimental Studies – Starting Community",
            "acronym": "SLICES - SC",
            "program": "H2020-EU.1.4.",
            "url": "https://cordis.europa.eu/projects/101008468"
          },
          {
            "code": "101079774",
            "internal_id": "10.13039/501100000780::101079774",
            "funder": {
              "name": "European Commission",
              "doi": "10.13039/501100000780",
              "acronym": "EC"
            },
            "title": "Scientific Large-scale Infrastructure for Computing/Communication Experimental Studies - Preparatory Phase",
            "acronym": "SLICES-PP",
            "program": "HORIZON.1.3",
            "url": "https://cordis.europa.eu/projects/101079774"
          }
        ],
        "communities": [
          {
            "id": "slices-de"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16983438"
              }
            }
          ]
        }
      },
      "title": "Modeling TCP Performance using Graph Neural Networks",
      "links": {
        "self": "https://zenodo.org/api/records/16983439",
        "self_html": "https://zenodo.org/records/16983439",
        "preview_html": "https://zenodo.org/records/16983439?preview=1",
        "doi": "https://doi.org/10.1145/3565473.3569190",
        "self_doi": "https://doi.org/10.1145/3565473.3569190",
        "self_doi_html": "https://zenodo.org/doi/10.1145/3565473.3569190",
        "reserve_doi": "https://zenodo.org/api/records/16983439/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16983438",
        "parent_html": "https://zenodo.org/records/16983438",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16983439/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16983439/sequence/default",
        "files": "https://zenodo.org/api/records/16983439/files",
        "media_files": "https://zenodo.org/api/records/16983439/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:16983439:paper.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:16983439:paper.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:16983439:paper.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:16983439:paper.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:16983439:paper.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:16983439:paper.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/16983439/files-archive",
        "archive_media": "https://zenodo.org/api/records/16983439/media-files-archive",
        "latest": "https://zenodo.org/api/records/16983439/versions/latest",
        "latest_html": "https://zenodo.org/records/16983439/latest",
        "versions": "https://zenodo.org/api/records/16983439/versions",
        "draft": "https://zenodo.org/api/records/16983439/draft",
        "access_links": "https://zenodo.org/api/records/16983439/access/links",
        "access_grants": "https://zenodo.org/api/records/16983439/access/grants",
        "access_users": "https://zenodo.org/api/records/16983439/access/users",
        "access_request": "https://zenodo.org/api/records/16983439/access/request",
        "access": "https://zenodo.org/api/records/16983439/access",
        "communities": "https://zenodo.org/api/records/16983439/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16983439/communities-suggestions",
        "requests": "https://zenodo.org/api/records/16983439/requests"
      },
      "updated": "2025-08-28T12:24:45.346345+00:00",
      "recid": "16983439",
      "revision": 4,
      "files": [
        {
          "id": "ed06080e-84fd-4037-bce1-f7f5c9b0211e",
          "key": "paper.pdf",
          "size": 586416,
          "checksum": "md5:905e4cbe01b49c54c87f30f492924713",
          "links": {
            "self": "https://zenodo.org/api/records/16983439/files/paper.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1396492"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 9,
        "unique_downloads": 3,
        "views": 3,
        "unique_views": 2,
        "version_downloads": 9,
        "version_unique_downloads": 3,
        "version_unique_views": 2,
        "version_views": 3
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-28T04:55:11.444320+00:00",
      "modified": "2025-08-28T04:55:11.927773+00:00",
      "id": 16976364,
      "conceptrecid": "16976363",
      "doi": "10.15298/arctoa.30.11",
      "doi_url": "https://doi.org/10.15298/arctoa.30.11",
      "metadata": {
        "title": "New bryophyte records. 16",
        "doi": "10.15298/arctoa.30.11",
        "publication_date": "2021-08-31",
        "description": "Sofronova, E. V., Afonina, O. M., Belyakov, E. A., Bezgodov, A. G., Birykova, O. V., Boychuk, M. A., Czernyadjeva, I. V., Doroshina, G. Ya., Dulin, M. V., Fedosov, V. E., Freydin, G. L., Guziev, Kh. Yu., Ignatov, M. S., Ishchenko, Yu. S., Ivanova, K. A., Kapitonova, O. A., Kukurichkin, G. M., Kuzmina, E. Yu., Lavrentiev, M. V., Maksimov, A. I., Philippov, D. A., Popova, N. N., Shestakova, A. A., Shilnikov, D. S., Teplov, K. Yu., Tyurin, V. N., Vilk, E. F., Zheleznaya, E. L. (2021): New bryophyte records. 16. Arctoa 30 (1): 93-110, DOI: 10.15298/arctoa.30.11, URL: https://doi.org/10.15298/arctoa.30.11",
        "access_right": "restricted",
        "creators": [
          {
            "name": "Sofronova, E. V.",
            "affiliation": null
          },
          {
            "name": "Afonina, O. M.",
            "affiliation": null
          },
          {
            "name": "Belyakov, E. A.",
            "affiliation": null
          },
          {
            "name": "Bezgodov, A. G.",
            "affiliation": null
          },
          {
            "name": "Birykova, O. V.",
            "affiliation": null
          },
          {
            "name": "Boychuk, M. A.",
            "affiliation": null
          },
          {
            "name": "Czernyadjeva, I. V.",
            "affiliation": null
          },
          {
            "name": "Doroshina, G. Ya.",
            "affiliation": null
          },
          {
            "name": "Dulin, M. V.",
            "affiliation": null
          },
          {
            "name": "Fedosov, V. E.",
            "affiliation": null
          },
          {
            "name": "Freydin, G. L.",
            "affiliation": null
          },
          {
            "name": "Guziev, Kh. Yu.",
            "affiliation": null
          },
          {
            "name": "Ignatov, M. S.",
            "affiliation": null
          },
          {
            "name": "Ishchenko, Yu. S.",
            "affiliation": null
          },
          {
            "name": "Ivanova, K. A.",
            "affiliation": null
          },
          {
            "name": "Kapitonova, O. A.",
            "affiliation": null
          },
          {
            "name": "Kukurichkin, G. M.",
            "affiliation": null
          },
          {
            "name": "Kuzmina, E. Yu.",
            "affiliation": null
          },
          {
            "name": "Lavrentiev, M. V.",
            "affiliation": null
          },
          {
            "name": "Maksimov, A. I.",
            "affiliation": null
          },
          {
            "name": "Philippov, D. A.",
            "affiliation": null
          },
          {
            "name": "Popova, N. N.",
            "affiliation": null
          },
          {
            "name": "Shestakova, A. A.",
            "affiliation": null
          },
          {
            "name": "Shilnikov, D. S.",
            "affiliation": null
          },
          {
            "name": "Teplov, K. Yu.",
            "affiliation": null
          },
          {
            "name": "Tyurin, V. N.",
            "affiliation": null
          },
          {
            "name": "Vilk, E. F.",
            "affiliation": null
          },
          {
            "name": "Zheleznaya, E. L.",
            "affiliation": null
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy",
          "Plantae",
          "Marchantiophyta",
          "Jungermanniopsida",
          "Jungermanniales",
          "Cephaloziaceae",
          "Bryophyta",
          "Bryopsida",
          "Hypnales",
          "Amblystegiaceae"
        ],
        "related_identifiers": [
          {
            "identifier": "http://treatment.plazi.org/id/A90B87BFFFBE582A47B237A3EE0AF8E3",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "http://treatment.plazi.org/id/A90B87BFFFBE582E44383774E8F8F84D",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "http://treatment.plazi.org/id/A90B87BFFFB458264438379CEF0FFA82",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          }
        ],
        "references": [
          "Atrichum flavisetum Mitt. - Рыbнovсkiй рaйoн, 5 kм k сiviрu ot diрivнi Piрikaль (54°31'38\"N - 38°51'18\"E), v нagoрнoй dubрavi нa pрavobiрizьi рiki Oсitр, нa pocvi v ovрagi, 15.IX.2020 Popova [Popova] {RSU}.",
          "Barbula convoluta Hedw. - Zakaрovсkiй рaйoн, сiлo Сtaрoi Ziмiнo (54°32'40\"N - 39°13'25\"E), нa kiрpicнoм фuнdaмiнti сtaрiннogo uсadibнogo doмa, 15.IX.2020 Popova [Popova] {RSU}.",
          "Brachythecium rotaeanum De Not. - (1) Putitiнсkiй рaйoн, сiлo Piсocнi (54°06'42\"N - 40°49'28\"E), v сtaрiннoм uсadibнoм paрki, нa сtvoлi kлiнa oсtрoлiсtнogo, 8.VIII.2020 Popova [Popova] {RSU}; (2) Ukoлovсkiй рaйoн, сiлo Смoлiivka (53°41'45\"N - 40°32'37\"E), фрagмiнtы сtaрiннogo uсadibнogo paрka, нa oснovaнii сtvoлa лipы, 8.VIII.2020 Popova [Popova] {RSU}.",
          "Bryoerythrophyllum recurvirostrum (Hedw.) P.C. Chen - Siлovсkiй рaйoн, 2 kм k zapadu ot poсiлka Сaлauр (54°35'02\"N - 41°12'55\"E), v рaсщiлiнak слoiсtыk izviсtнikov, v сtaрiнныk kaмiнoлoмнik, 8.VIII.2020 Popova [Popova] {RSU}.",
          "Bryum creberrimum Taylor - Putitiнсkiй рaйoн, сiлo Piсocнi (54°06'42\"N - 40°49'28\"E), нa kiрpicak рazрusiннogo uсadibнogo doмa, 8.VIII.2020 Popova [Popova] {RSU}.",
          "Bryum funckii Schwagr. - Мiлoслavсkiй рaйoн, voсtocнai okрaiнa сiлa Aрkaнgiльсkoi (53°28'57\"N - 39°18'04\"E), v zabрosiннoм kaрьiрi, нa izviсtнikak, 24.IX.2020 Popova [Popova] {RSU}.",
          "Calliergonella lindbergii (Mitt.) Hedenas - (1) Сaрaivсkiй рaйoн, 2 kм k сiviрo-zapadu ot сiлa Biлoрicьi (53°51'50\"N - 41°18'05\"E), нa podсtiлki, v сoснiki, 6.X.2020 Popova [Popova] {RSU}; (2) Сaсovсkiй рaйoн, 2 kм k сiviрu ot сiлa Tiмgiнivo, uрociщi Tiмgiнivсkii izviсtнiki (54°24'06\"N - 41°53'48\"E), нa сkлoнi сiviрнoй ekсpozitii, нa izviсtнikovoм рukлiki, 5.VIII.2020 Popova [Popova] {RSU}; (3) Мiлoслavсkiй рaйoн, voсtocнai okрaiнa сiлa Aрkaнgiльсkoi (53°28'57\"N - 39°18'04\"E), v zabрosiннoм kaрьiрi, u boрta kaрьiрa сiviрнoй ekсpozitii, нa izviсtнikak, 24.IX.2020 Popova [Popova] {RSU}; (4) Siлovсkiй рaйoн, 2 kм k zapadu ot poсiлka Сaлauр (54°35'02\"N - 41°12'55\"E), v сtaрiнныk kaмiнoлoмнik, нa izviсtнikak, 8.VIII.2020 Popova [Popova] {RSU}; (5) Satkiй рaйoн, 3 kм k сiviрu ot сiлa Нovoсiлki (54°05'05\"N - 42°04'06\"E), v kaрьiрi, нa gлыbak izviсtнikov, 5.VIII.2020 Popova [Popova] {RSU}.",
          "Campyliadelphus chrysophyllus (Brid.) R.S. Chopra - (1) Satkiй рaйoн, 3 kм k сiviрu ot сiлa Нovoсiлki (54°05'05\"N - 42°04'06\"E), v kaрьiрi, нa izviсtнikovoм рukлiki, 5.VIII.2020 Popova [Popova] {RSU}; (2) Сaсovсkiй рaйoн, 2 kм k сiviрu ot сiлa Tiмgiнivo, uрociщi Tiмgiнivсkii izviсtнiki (54°24'06\"N - 41°53'48\"E), нa сkлoнi сiviрнoй ekсpozitii, нa izviсtнikovoм рukлiki, 5.VIII.2020 Popova [Popova] {RSU}.",
          "Campylidium calcareum (Crundw. & Nyholm) Ochyra - Siлovсkiй рaйoн, 2 kм k zapadu ot poсiлka Сaлauр (54°35'02\"N - 41°12'55\"E), v сtaрiнныk kaмiнoлoмнik, нa izviсtнikak, 8.VIII.2020 Popova [Popova] {RSU}.",
          "Chiloscyphus polyanthos (L.) Corda - (1) Рыbнovсkiй рaйoн, 5 kм k сiviрu ot diрivнi Piрikaль (54°31'38\"N - 38°51'18\"E), v нagoрнoй dubрavi нa pрavobiрizьi рiki Oсitр, нa gнiлoй dрiviсiнi, v мiсtak vыkodov рodнikov, 15.IX.2020 Popova [Popova] {RSU}; (2) Сaрaivсkiй рaйoн, 2 kм k сiviрo-zapadu ot сiлa Biлoрicьi (53°51'50\"N - 41°18'05\"E), нa podсtiлki, v сoснiki, po kрaю oсokovogo boлota, 6.X.2020 Popova [Popova] {RSU}.",
          "Cirriphyllum piliferum (Hedw.) Grout - Рыbнovсkiй рaйoн, 5 kм k сiviрu ot diрivнi Piрikaль (54°31'38\"N - 38°51'18\"E), v нagoрнoй dubрavi нa pрavobiрizьi рiki Oсitр, нa pocvi v ovрagi,15.IX.2020 Popova [Popova] {RSU}.",
          "Conocephalum salebrosum Szweyk., Buczk. & Odrzyk. - (1) Putitiнсkiй рaйoн, сiлo Piсocнi (54°06'42\"N - 40°49'28\"E), нa pocviннoм obнaziнii vdoль biрiga рucьi, 8.VIII.2020 Popova [Popova] {RSU}; (2) Putitiнсkiй рaйoн, 3 kм k сiviрo-zapadu ot diрivнi Goлiнiщivo (54°08'37\"N - 41°21'06\"E), нa izviсtнikovыk kaмнik сo слoiм мiлkoziмa vdoль рuслa рodнikovogo рucьi, 6.X.2020 Popova [Popova] {RSU}.",
          "Cratoneuron filicinum (Hedw.) Spruce - (1) Рыbнovсkiй рaйoн, 5 kм k сiviрu ot diрivнi Piрikaль (54°31'38\"N - 38°51'18\"E), v нagoрнoй dubрavi нa pрavobiрizьi рiki Oсitр, нa мiлkoм izviсtнikovoм рukлiki, v мiсtak vыkodov рodнikov, 15.IX.2020 Popova [Popova] {RSU}; (2) Siлovсkiй рaйoн, 2 kм k zapadu ot poсiлka Сaлauр (54°35'02\"N - 41°12'55\"E), нa kuсkak izviсtнika, v рodнiki, 8.VIII.2020 Popova [Popova] {RSU}; (3) Putitiнсkiй рaйoн, сiлo Piсocнi (54°06'42\"N - 40°49'28\"E), v мiсtak vыkodov рodнikov, v сtaрiннoм uсadibнoм paрki, 8.VIII.2020 Popova [Popova] {RSU}; (4) Putitiнсkiй рaйoн, 3 kм k сiviрo-zapadu ot diрivнi Goлiнiщivo (54°08'37\"N - 41°21'06\"E), v рodнiki, 6.X.2020 Popova [Popova] {RSU}; (5) Pрoнсkiй рaйoн, 1 kм k voсtoku ot сiлa Aльюtovo (54°11'14\"N - 39°33'11\"E), v рodнiki, 1.X.2020 Popova [Popova] {RSU}.",
          "Dichodontium pellucidum (Hedw.) Schimp. - Рыbнovсkiй рaйoн, 5 kм k сiviрu ot diрivнi Piрikaль (54°31'38\"N - 38°51'18\"E), v нagoрнoй dubрavi нa pрavobiрizьi рiki Oсitр, нa мiлkoм izviсtнikovoм рukлiki, v мiсtak vыkodov рodнikov, 15.IX.2020 Popova [Popova] {RSU}.",
          "Dicranella varia (Hedw.) Schimp. - Satkiй рaйoн, 3 kм k сiviрu ot сiлa Нovoсiлki (54°05'05\"N - 42°04'06\"E), v kaрьiрi, нa gлiнiсto-izviсtнikovoм рukлiki, 5.VIII.2020 Popova [Popova] {RSU}.",
          "Didymodon fallax (Hedw.) R.H. Zander - (1) Satkiй рaйoн, 3 kм k сiviрu ot сiлa Нovoсiлki (54°05'05\"N - 42°04'06\"E), v kaрьiрi, нa gлiнiсto-izviсtнikovoм рukлiki, 5.VIII.2020 Popova [Popova] {RSU}; (2) Сaсovсkiй рaйoн, 2 kм k сiviрu ot сiлa Tiмgiнivo, uрociщi Tiмgiнivсkii izviсtнiki (54°24'06\"N - 41°53'48\"E), v vыiмkak izviсtнikovыk gлыb, 5.VIII.2020 Popova [Popova] {RSU}.",
          "Fissidens gracilifolius Brugg.-Nann. & Nyholm - (1) Рыbнovсkiй рaйoн, 5 kм k сiviрu ot diрivнi Piрikaль (54°31'38\"N - 38°51'18\"E), v нagoрнoй dubрavi нa pрavobiрizьi рiki Oсitр, нa мiлkoм izviсtнikovoм рukлiki, v мiсtak vыkodov рodнikov, dovoльнo obiльнo, 15.IX.2020 Popova [Popova] {RSU}, S+; (2) Рizсkiй рaйoн, сiлo Boльsai Aлisнi (53°38'37\"N - 40°08'16\"E), нa мiлkik kuсkak izviсtнika v сtaрiннoм uсadibнoм paрki, 8.VIII.2020 Popova [Popova] {RSU}.",
          "Grimmia pulvinata (Hedw.) Sm. - Мiлoслavсkiй рaйoн, сiлo Aрkaнgiльсkoi (53°28'57\"N - 39°18'04\"E), v kaрьiрi, нa izviсtнikak, 24.IX.2020 Popova [Popova] {RSU}.",
          "Homalia trichomanoides (Hedw.) Bruch et al. - Рыbнovсkiй рaйoн, 5 kм k сiviрu ot diрivнi Piрikaль (54°31'38\"N - 38°51'18\"E), v нagoрнoй dubрavi нa pрavobiрizьi рiki Oсitр, нa сtvoлak duba, 15.IX.2020 Popova [Popova] {RSU}.",
          "Homomallium incurvatum (Schrad. ex Brid.) Loeske - Siлovсkiй рaйoн, 2 kм k zapadu ot poсiлka Сaлauр (54°35'02\"N - 41°12'55\"E), нa vлazныk kuсkak izviсtнika, po рuслu рodнikovogo рucьi, 8.VIII.2020 Popova [Popova] {RSU}.",
          "Hygroamblystegium humile (P. Beauv.) Vanderp., Goffinet & Hedenas - Zakaрovсkiй рaйoн, Сtudiнitkiй doлiнный koмpлikс bлiz diрivнi Boльsai Лubiнka (54°15'40\"N - 39°21'45\"E), нa viсicik boлotak, нa otuфovaннoй pocvi, 15.IX.2020 Popova [Popova] {RSU}.",
          "Hygroamblystegium tenax (Hedw.) Jenn. - (1) Pрoнсkiй рaйoн, 1 kм k voсtoku ot сiлa Aльюtovo (54°11'14\"N - 39°33'11\"E), v рodнiki, 1.X.2020 Popova [Popova] {RSU}; (2) Siлovсkiй рaйoн, 2 kм k zapadu ot poсiлka Сaлauр (54°35'02\"N - 41°12'55\"E), нa kuсkak izviсtнika, v рodнiki, 8.VIII.2020 Popova [Popova] {RSU}.",
          "Hygroamblystegium varium (Hedw.) Monk. - (1) Рыbнovсkiй рaйoн, 5 kм k сiviрu ot diрivнi Piрikaль (54°31'38\"N - 38°51'18\"E), v нagoрнoй dubрavi нa pрavobiрizьi рiki Oсitр, нa gнiлoй dрiviсiнi v рucьi, 15.IX.2020 Popova [Popova] {RSU}; (2) Сtaрoziлovсkiй рaйoн, poсiлok goрodсkogo tipa Сtaрoziлovo (54°13'20\"N - 39°54'02\"E), v piйzazнoй caсti сtaрiннogo uсadibнogo paрka, нa мiлkik kuсkak izviсtнika po dнiщu ovрaga, 15.VIII.2020 Popova [Popova] {RSU}.",
          "Leiocolea badensis (Gottsche ex Rabenh.) Jorg. - Siлovсkiй рaйoн, 2 kм k zapadu ot poсiлka Сaлauр (54°35'02\"N - 41°12'55\"E), нa izviсtнikak, v сtaрiнныk kaмiнoлoмнik, 8.VIII.2020 Popova [Popova] {RSU}.",
          "Mnium stellare Hedw. - (1) Pрoнсkiй рaйoн, 1 kм k voсtoku ot сiлa Aльюtovo (54°11'14\"N - 39°33'11\"E), нa pocviнныk obнaziнiik v ovрagi, 1.X.2020 Popova [Popova] {RSU}; (2) Рizсkiй рaйoн, сiлo Boльsai Aлisнi (53°38'37\"N - 40°08'16\"E), нa pocvi v ovрagi, 8.VIII.2020 Popova [Popova] {RSU}; (3) Рыbнovсkiй рaйoн, 5 kм k сiviрu ot diрivнi Piрikaль (54°31'38\"N - 38°51'18\"E), v нagoрнoй dubрavi нa pрavobiрizьi рiki Oсitр, нa pocvi v ovрagi, 15.IX.2020 Popova [Popova] {RSU}; (4) Putitiнсkiй рaйoн, 3 kм k сiviрo-zapadu ot diрivнi Goлiнiщivo (54°08'37\"N - 41°21'06\"E), нa pocvi vdoль рuслa рucьi, 6.X.2020 Popova [Popova] {RSU}; (5) Сtaрoziлovсkiй рaйoн, poсiлok goрodсkogo tipa Сtaрoziлovo (54°13'20\"N - 39°54'02\"E), v piйzazнoй caсti сtaрiннogo uсadibнogo paрka, нa pocvi po сkлoнu ovрaga, 15.VIII.2020 Popova [Popova] {RSU}.",
          "Pellia endiviifolia (Dicks.) Dumort. - (1) Pрoнсkiй рaйoн, 1 kм k voсtoku ot сiлa Aльюtovo (54°11'14\"N - 39°33'11\"E), нa pocviнныk obнaziнiik v ovрagi, 1.X.2020 Popova [Popova] {RSU}; (2) Putitiнсkiй рaйoн, сiлo Piсocнi (54°06'42\"N - 40°49'28\"E), po biрigu рodнikovogo рucьi, нa pocvi, 8.VIII.2020 Popova [Popova] {RSU}.",
          "Plagiochila porelloides (Torr. ex Nees) Lindenb. - Рыbнovсkiй рaйoн, 5 kм k сiviрu ot diрivнi Piрikaль (54°31'38\"N - 38°51'18\"E), v нagoрнoй dubрavi нa pрavobiрizьi рiki Oсitр, нa мiлkoм izviсtнikovoм рukлiki, v мiсtak vыkodov рodнikov, 15.IX.2020 Popova [Popova] {RSU}.",
          "Plagiomnium affine (Blandow ex Funck) T.J. Kop. - Pрoнсkiй рaйoн, сiviрнai okрaiнa сiлa Vozрozdiнii (54°01'45\"N - 39°31'38\"E), v сtaрыk iлovыk poсadkak, нa podсtiлki, 1.X.2020 Popova [Popova] {RSU}.",
          "Plagiomnium rostratum (Schrad.) T.J. Kop. - Рыbнovсkiй рaйoн, 5 kм k сiviрu ot diрivнi Piрikaль (54°31'38\"N - 38°51'18\"E), v нagoрнoй dubрavi нa pрavobiрizьi рiki Oсitр, нa мiлkoм izviсtнikovoм рukлiki, v мiсtak vыkodov рodнikov, 15.IX.2020 Popova [Popova] {RSU}.",
          "Plagiothecium cavifolium (Brid.) Z. Iwats. - Putitiнсkiй рaйoн, 3 kм k voсtoku ot diрivнi Goлiнiщivo (54°08'37\"N - 41°21'06\"E), нa pocviнныk obнaziнiik vdoль рuслa рodнikovogo рucьi, 6.X.2020 Popova [Popova] {RSU}.",
          "Plagiothecium nemorale (Mitt.) A. Jaeger - Pрoнсkiй рaйoн, 1 kм k voсtoku ot сiлa Aльюtovo (54°11'14\"N - 39°33'11\"E), нa pocviнныk obнaziнiik v ovрagi, 1.X.2020 Popova [Popova] {RSU}.",
          "Pohlia melanodon (Brid.) A.J. Shaw - Pрoнсkiй рaйoн, 1 kм k voсtoku ot сiлa Aльюtovo (54°11'14\"N - 39°33'11\"E), v dubрavi, нa gлiнiсtoй pocvi vbлizi рodнika, 1.X.2020 Popova [Popova] {RSU}.",
          "Ptilium crista-castrensis (Hedw.) De Not. - (1) Pрoнсkiй рaйoн, сiviрнai okрaiнa сiлa Vozрozdiнii (54°01'45\"N - 39°31'38\"E), v сtaрыk iлovыk poсadkak, нa podсtiлki, 1.X.2020 Popova [Popova] {RSU}; (2) Сaрaivсkiй рaйoн, 2 kм k сiviрo-zapadu ot сiлa Biлoрicьi (53°51'50\"N - 41°18'05\"E), нa podсtiлki, v сoснiki, 6.X.2020 Popova [Popova] {RSU}.",
          "Riccia fluitans L. - Сaрaivсkiй рaйoн, 2 kм k сiviрo-zapadu ot сiлa Biлoрicьi (53°51'50\"N - 41°18'05\"E), нa obсoksiм boлoti v смisaннoм лiсu, 6.X.2020 Popova [Popova], det. Potemkin {RSU}.",
          "Rhytidiadelphus squarrosus (Hedw.) Warnst. - Pрoнсkiй рaйoн, сiviрнai okрaiнa сiлa Vozрozdiнii (54°01'45\"N - 39°31'38\"E), v сtaрыk iлovыk poсadkak, нa podсtiлki, 1.X.2020 Popova [Popova] {RSU}.",
          "Rhytidiadelphus triquetrus (Hedw.) Warnst. - (1) Ukoлovсkiй рaйoн, 2 kм k сiviрu ot сiлa Kрaснoi, uрociщi Kuрbatovсkai dubрava (53°49'12\"N - 40°41'17\"E), ucaсtok biрizovogo лiсa с iлью, нa podсtiлki, 8.IX.2020 Popova [Popova] {RSU}; (2) Pрoнсkiй рaйoн, сiviрнai okрaiнa сiлa Vozрozdiнii (54°01'45\"N - 39°31'38\"E), v сtaрыk iлovыk poсadkak, нa podсtiлki, 1.X.2020 Popova [Popova] {RSU}.",
          "Schistidium apocarpum (Hedw.) Bruch et al. - (1) Рыbнovсkiй рaйoн, 5 kм k сiviрu ot diрivнi Piрikaль (54°31'38\"N - 38°51'18\"E), v нagoрнoй dubрavi нa pрavobiрizьi рiki Oсitр, нa gлыbi izviсtнika, v нiboльsoм koлiciсtvi, 15.IX.2020 Popova [Popova] {RSU}, S+; (2) Putitiнсkiй рaйoн, сiлo Piсocнi (54°06'42\"N - 40°49'28\"E), нa aсфaльti okoлo сtaрiннoй uсadьbы, 8.VIII.2020 Popova [Popova] {RSU}.",
          "Schistidium dupretii (Ther.) W.A. Weber - Сaсovсkiй рaйoн, 2 kм k сiviрu ot сiлa Tiмgiнivo, uрociщi Tiмgiнivсkii izviсtнiki (54°24'06\"N - 41°53'48\"E), нa kрupныk gлыbak izviсtнikov, 5.VIII.2020 Popova [Popova] {RSU}, S+.",
          "Schistidium submuticum Broth. ex H.H. Blom - (1) Siлovсkiй рaйoн, 2 kм k zapadu ot poсiлka Сaлauр (54°35'02\"N - 41°12'55\"E), v сtaрiнныk kaмiнoлoмнik, нa gлыbak pлotнogo izviсtнika, 8.VIII.2020 Popova [Popova] {RSU}; (2) Satkiй рaйoн, 3 kм k сiviрu ot сiлa Нovoсiлki (54°05'05\"N - 42°04'06\"E), v kaрьiрi, нa gлыbak izviсtнikov, 5.VIII.2020 Popova [Popova] {RSU}; (3) Satkiй рaйoн, сiлo Лiснoi Koнobiivo, uрociщi Koнobiivсkai piщiрa, (54°02'26\"N - 41°54'07\"E), нa нiboльsoй gлыbi izviсtнika, 5.VIII.2020 Popova [Popova] {RSU}; (4) Сtaрoziлovсkiй рaйoн, сiлo Piрivлiс (54°15'27\"N - 40°11'42\"E), нa сtaрoй мogiльнoй pлiti okoлo tiрkvi, 15.VIII.2020 Popova [Popova] {RSU}; (5) Kaсiмovсkiй рaйoн, сiлo Лoм (54°51'10\"N - 41°18'50\"E), нa мogiльнoй pлiti u tiрkvi, 8.VIII.2020 Popova [Popova] {RSU}; (6) Мiлoслavсkiй рaйoн, сiлo Aрkaнgiльсkoi (53°28'57\"N - 39°18'04\"E), v kaрьiрi, нa izviсtнikak, 24.IX.2020 Popova [Popova] {RSU}; (7) Koрabлiнсkiй рaйoн, сiлo Kлюci (53°59'33\"N - 40°10'56\"E), pрavobiрizьi рiki Pрoнi, po okрaiнi kaрьiрa, нa izviсtнiki, 5.VIII.2020 Popova [Popova] {RSU}. Vсюdu сo сpoрogoнaмi.",
          "Sciuro-hypnum populeum (Hedw.) Ignatov & Huttunen - (1) Siлovсkiй рaйoн, 2 kм k zapadu ot poсiлka Сaлauр (54°35'02\"N - 41°12'55\"E), нa izviсtнikovoм рukлiki, v сtaрiнныk kaмiнoлoмнik, 8.VIII.2020 Popova [Popova] {RSU}; (2) Putitiнсkiй рaйoн, сiлo Piсocнi (54°06'42\"N - 40°49'28\"E), нa сtaрoй ivi, v zabрosiннoм paрki, 8.VIII.2020 Popova [Popova] {RSU}.",
          "Thuidium assimile (Mitt.) A. Jaeger - Мiлoслavсkiй рaйoн, 3 kм k юgo-zapadu ot diрivнi Сukoрozнi (53°25'10\"N - 39°09'56\"E), v biрizнiki po сkлoнu baлki сiviрнoй ekсpozitii, нa pocvi срidi tрavы, 26.VIII.2020 Popova [Popova] {RSU}.",
          "Tortula muralis Hedw. var. aestiva Hedw. - (1) Putitiнсkiй рaйoн, сiлo Piсocнi (54°06'42\"N - 40°49'28\"E), нa kiрpicнoм фuнdaмiнti сtaрiннogo uсadibнogo doмa, 8.VIII.2020 Popova [Popova] {RSU}; (2) Zakaрovсkiй рaйoн, сiлo Сtaрoi Ziмiнo (54°32'40\"N - 39°13'25\"E), нa kiрpicнoм фuнdaмiнti сtaрiннogo uсadibнogo doмa, 15.IX.2020 Popova [Popova] {RSU}; (3) Сtaрoziлovсkiй рaйoн, poсiлok goрodсkogo tipa Сtaрoziлovo (54°13'20\"N - 39°54'02\"E), нa kiрpicak рazрusiнныk iсtoрiciсkik сtрoiнiй, 15.VIII.2020 Popova [Popova] {RSU}; (4) Сaсovсkiй рaйoн, 2 kм k сiviрu ot сiлa Tiмgiнivo, uрociщi Tiмgiнivсkii izviсtнiki (54°24'06\"N - 41°53'48\"E), v нizнiй caсti сkaлiсtыk vыkodov izviсtнikov, 5.VIII.2020 Popova [Popova] {RSU}. Caсto сo сpoрogoнaмi.",
          "Tortula truncata (Hedw.) Mitt. - Ukoлovсkiй рaйoн, сiлo Смoлiivka (53°41'45\"N - 40°32'37\"E), v лipovoй aллii сtaрiннogo paрka, нa pocvi, 8.VIII.2020 Popova [Popova] {RSU}, S+."
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "1",
          "pages": "93-110",
          "title": "Arctoa",
          "volume": "30"
        },
        "alternate_identifiers": [
          {
            "identifier": "urn:lsid:plazi.org:pub:5532FFC7FFBF582B47513004EB35FF83"
          },
          {
            "identifier": "http://publication.plazi.org/id/5532FFC7FFBF582B47513004EB35FF83"
          }
        ],
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16976363"
              }
            }
          ]
        }
      },
      "title": "New bryophyte records. 16",
      "links": {
        "self": "https://zenodo.org/api/records/16976364",
        "self_html": "https://zenodo.org/records/16976364",
        "preview_html": "https://zenodo.org/records/16976364?preview=1",
        "doi": "https://doi.org/10.15298/arctoa.30.11",
        "self_doi": "https://doi.org/10.15298/arctoa.30.11",
        "self_doi_html": "https://zenodo.org/doi/10.15298/arctoa.30.11",
        "reserve_doi": "https://zenodo.org/api/records/16976364/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16976363",
        "parent_html": "https://zenodo.org/records/16976363",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16976364/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16976364/sequence/default",
        "files": "https://zenodo.org/api/records/16976364/files",
        "media_files": "https://zenodo.org/api/records/16976364/media-files",
        "archive": "https://zenodo.org/api/records/16976364/files-archive",
        "archive_media": "https://zenodo.org/api/records/16976364/media-files-archive",
        "latest": "https://zenodo.org/api/records/16976364/versions/latest",
        "latest_html": "https://zenodo.org/records/16976364/latest",
        "versions": "https://zenodo.org/api/records/16976364/versions",
        "draft": "https://zenodo.org/api/records/16976364/draft",
        "access_links": "https://zenodo.org/api/records/16976364/access/links",
        "access_grants": "https://zenodo.org/api/records/16976364/access/grants",
        "access_users": "https://zenodo.org/api/records/16976364/access/users",
        "access_request": "https://zenodo.org/api/records/16976364/access/request",
        "access": "https://zenodo.org/api/records/16976364/access",
        "communities": "https://zenodo.org/api/records/16976364/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16976364/communities-suggestions",
        "requests": "https://zenodo.org/api/records/16976364/requests"
      },
      "updated": "2025-08-28T04:55:11.927773+00:00",
      "recid": "16976364",
      "revision": 6,
      "files": [],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-28T04:26:04.186438+00:00",
      "modified": "2025-08-28T04:26:04.548565+00:00",
      "id": 16976054,
      "conceptrecid": "16976053",
      "doi": "10.15298/arctoa.28.10",
      "doi_url": "https://doi.org/10.15298/arctoa.28.10",
      "metadata": {
        "title": "New bryophyte records. 12",
        "doi": "10.15298/arctoa.28.10",
        "publication_date": "2019-12-31",
        "description": "Sofronova, E. V., Bezgodov, Andrey G., Biryukov, R. Yu., Boychuk, M. A., Braslavskaya, T. Yu., Churakova, E. Yu., Czernyadjeva, I. V., Doroshina, G. Ya., Dyachenko, A. P., Ermokhina, K. A., Fedosov, V. E., Grishutkin, O. G., Ignatov, M. S., Ignatova, E. A., Kholod, S. S., Kolesnikova, M. A., Konstantinova, N. A., Kozhin, M. N., Kudr, E. V., Kuzmina, E. Yu., Lavrskiy, A. Yu., Morozova, L. M., Moseev, D. S., Neshataeva, V. Yu., Nozhinkov, A. E., Obabko, R. P., Philippov, D. A., Popova, N. N., Sergeeva, Yu. M., Telyatnikov, M. Yu., Troeva, E. I., Tubanova, D. Ya., Volosnova, L. F., Zakharova, A. G., Zhalov, Kh. Kh., Zolotov, D. V. (2019): New bryophyte records. 12. Arctoa 28 (2): 116-142, DOI: 10.15298/arctoa.28.10, URL: https://doi.org/10.15298/arctoa.28.10",
        "access_right": "restricted",
        "creators": [
          {
            "name": "Sofronova, E. V.",
            "affiliation": null
          },
          {
            "name": "Bezgodov, Andrey G.",
            "affiliation": null
          },
          {
            "name": "Biryukov, R. Yu.",
            "affiliation": null
          },
          {
            "name": "Boychuk, M. A.",
            "affiliation": null
          },
          {
            "name": "Braslavskaya, T. Yu.",
            "affiliation": null
          },
          {
            "name": "Churakova, E. Yu.",
            "affiliation": null
          },
          {
            "name": "Czernyadjeva, I. V.",
            "affiliation": null
          },
          {
            "name": "Doroshina, G. Ya.",
            "affiliation": null
          },
          {
            "name": "Dyachenko, A. P.",
            "affiliation": null
          },
          {
            "name": "Ermokhina, K. A.",
            "affiliation": null
          },
          {
            "name": "Fedosov, V. E.",
            "affiliation": null
          },
          {
            "name": "Grishutkin, O. G.",
            "affiliation": null
          },
          {
            "name": "Ignatov, M. S.",
            "affiliation": null
          },
          {
            "name": "Ignatova, E. A.",
            "affiliation": null
          },
          {
            "name": "Kholod, S. S.",
            "affiliation": null
          },
          {
            "name": "Kolesnikova, M. A.",
            "affiliation": null
          },
          {
            "name": "Konstantinova, N. A.",
            "affiliation": null
          },
          {
            "name": "Kozhin, M. N.",
            "affiliation": null
          },
          {
            "name": "Kudr, E. V.",
            "affiliation": null
          },
          {
            "name": "Kuzmina, E. Yu.",
            "affiliation": null
          },
          {
            "name": "Lavrskiy, A. Yu.",
            "affiliation": null
          },
          {
            "name": "Morozova, L. M.",
            "affiliation": null
          },
          {
            "name": "Moseev, D. S.",
            "affiliation": null
          },
          {
            "name": "Neshataeva, V. Yu.",
            "affiliation": null
          },
          {
            "name": "Nozhinkov, A. E.",
            "affiliation": null
          },
          {
            "name": "Obabko, R. P.",
            "affiliation": null
          },
          {
            "name": "Philippov, D. A.",
            "affiliation": null
          },
          {
            "name": "Popova, N. N.",
            "affiliation": null
          },
          {
            "name": "Sergeeva, Yu. M.",
            "affiliation": null
          },
          {
            "name": "Telyatnikov, M. Yu.",
            "affiliation": null
          },
          {
            "name": "Troeva, E. I.",
            "affiliation": null
          },
          {
            "name": "Tubanova, D. Ya.",
            "affiliation": null
          },
          {
            "name": "Volosnova, L. F.",
            "affiliation": null
          },
          {
            "name": "Zakharova, A. G.",
            "affiliation": null
          },
          {
            "name": "Zhalov, Kh. Kh.",
            "affiliation": null
          },
          {
            "name": "Zolotov, D. V.",
            "affiliation": null
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy",
          "Plantae",
          "Bryophyta",
          "Bryopsida",
          "Orthotrichales",
          "Orthotrichaceae",
          "Sphagnopsida",
          "Sphagnales",
          "Sphagnaceae",
          "Bryales",
          "Bryaceae",
          "Hypnales",
          "Thuidiaceae",
          "Funariales",
          "Funariaceae",
          "Brachytheciaceae"
        ],
        "related_identifiers": [
          {
            "identifier": "http://treatment.plazi.org/id/FB6DB959FFA857459B6BFF08E929FED2",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "http://treatment.plazi.org/id/FB6DB959FFA4574B9895FF20ED6EFE52",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "http://treatment.plazi.org/id/FB6DB959FFA6574B9895FDD5ED6EFD65",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "http://treatment.plazi.org/id/FB6DB959FFA657549895FD02EE8EF83C",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "http://treatment.plazi.org/id/FB6DB959FFB9575598CBF87AEE8FF809",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "http://treatment.plazi.org/id/FB6DB959FFB857579895F86DEE2CFE46",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          }
        ],
        "references": [
          "Aloina rigida (Hedw.) Limpr. - Мikaйлovсkiй рaйoн, 2 kм k voсtoku ot diрivнi Сiрibрiнь (54°14'54\"N - 38°51'06\"E), v izviсtнikovoм kaрьiрi, нa рukлiki, 20.X.2018 Popova [Popova] {VU}, S+.",
          "Anomodon attenuatus (Hedw.) Huebener - (1) Мiлoслavсkiй рaйoн, uрociщi Сtaрoi Kuрbatovo, сtaрiнный piйzazный paрk (53°35'31\"N - 39°34'25\"E), нa oснovaнiik сtvoлov duba, a takzi нa piсcaнikak, 1.VI.2018 Popova [Popova] {VU}; (2) Рыbнovсkiй рaйoн, сiлo Vakiнo, uрociщi Vakiнсkiй лiс (54°14'54\"N - 38°51'06\"E), v dubрavi po сkлoнaм baлki, нa сtvoлak duba, 14.X.2018 Popova [Popova] {VU}.",
          "Anomodon longifolius (Brid.) Hartm. - (1) Рыbнovсkiй рaйoн, сiлo Vakiнo, uрociщi Vakiнсkiй лiс (54°14'54\"N - 38°51'06\"E), v dubрavi po сkлoнaм baлki, нa сtvoлak duba, doсtatocнo caсto i obiльнo, 14.X.2018 Popova [Popova] {VU}; (2) Сtaрoziлovсkiй рaйoн, сiлo Сoka, фрagмiнtы сtaрiннogo paрka (54°08'58\"N - 39°48'40\"E), нa сtaрoй лipi, v нiboльsoм koлiciсtvi, 11.VI.2018 Popova [Popova] {VU}; (3) Siлovсkiй рaйoн, сaнatoрiй Kiрitы, сtaрiнный uсadibный paрk (54°17'41\"N - 40°21'05\"E), нa сtvoлak duba, рidko, 29.VI.2018 Popova [Popova] {VU}; (4) Сpaссkiй рaйoн, Okсkiй zapovidнik, bлiz poсiлka Bрыkiн Boр, u zubрovogo pitoмнika (54°42'04\"N - 40°49'06\"E), oсiннik, нa сtvoлi oсiны u koмлi, 24.X.2017 Voлoснova [Volosnova] {OKA}.",
          "Barbula convoluta Hedw. - (1) Сtaрoziлovсkiй рaйoн, 5 kм k юgu ot сiлa Kрuщivo-Tырнovo, uрociщi Kрuсtaльный kaрьiр (54°15'32\"N - 39°41'46\"E), нa gлiнiсtoй pocvi po dнiщu kaрьiрa, 20.X.2018 Popova [Popova] {VU}; (2) Satkiй рaйoн, сiлo Ямbiрнo (54°05'45\"N - 42°05'00\"E), otvaлы izviсtнikovogo kaрьiрa, нa kuci мiлkogo рukлika, 6.VIII.2018 Popova [Popova] {VU}.",
          "Blepharostoma trichophyllum (L.) Dumort. - Мiлoслavсkiй рaйoн, diрivнi Diviлki (53°36'41\"N - 39°01'07\"E), сoснovo-biрizovый лiс нa лivoм biрigu сukogo рuслa рiki Paнiki, нa vaлizнoй biрizi, 1.VI.2018 Popova [Popova] {VU}.",
          "Brachythecium rotaeanum De Not. - (1) Сkopiнсkiй рaйoн, 2 kм k юgo-zapadu ot сiлa Guмiнki, сtaрiнный uсadibный paрk (53°46'37\"N - 39°31'28\"E), нa сtvoлak kлiнa oсtрoлiсtнogo, 9.VI.2018 Popova [Popova] {VU}; (2) Сtaрoziлovсkiй рaйoн, сiлo Рoмodaнovo, сtaрiнный uсadibный paрk (54°18'02\"N - 39°49'59\"E), нa oснovaнii сtvoлa duba, 29.VI.2018 Popova [Popova] {VU}; (3) Aлikсaнdрo-Нivсkiй рaйoн, сiлo Zaboрovo, мuziй-uсadьba giнiрaлa Сkobiлiva (53°32'39\"N - 40°31'10\"E), нa сtvoлi iсiнi, v нizнiй caсti, 11.VI.2018 Popova [Popova] {VU}.",
          "Bryum funckii Schwagr. - (1) Мikaйлovсkiй рaйoн, 2 kм k voсtoku ot diрivнi Сiрibрiнь (54°14'54\"N - 38°51'06\"E), v izviсtнikovoм kaрьiрi, нa izviсtнikovoй gлыbi, 20.X.2018 Popova [Popova] {VU}; (2) tot zi рaйoн, 3 kм k юgu ot сiлa Zavidovo (54°15'30\"N - 38°49'39\"E), срidi obлoмkov izviсtнika v сtipнoм сoobщiсtvi нa pрavobiрizьi рiki Pрoнi, 20.VIII.2018 Popova [Popova] {VU}.",
          "Bryum kunzei Hornsch.- Мikaйлovсkiй рaйoн, 2 kм k voсtoku ot diрivнi Сiрibрiнь (54°14'54\"N - 38°51'06\"E), v kaрьiрi, нa izviсtнikovoй gлыbi, 20.X.2018 Popova [Popova] {VU}.",
          "Buxbaumia aphylla Hedw. - Kлipikovсkiй рaйoн, bлiz рaйoннogo tiнtрa Сpaс-Kлipiki (55°08'04\"N - 40°10'23\"E), u zaрoсsigo toрфiнogo kaрьiрa, нa obнaziннoй pocvi, 16.V.2018 Voлoснova [Volosnova] {OKA}.",
          "Calliergonella lindbergii (Mitt.) Hedenas - Сkopiнсkiй рaйoн, 3 kм k zapadu ot сiлa Bogoслovo (53°54'55\"N - 39°02'49\"E), нa kobлak biрizы v piрiсoksiм сфagнovoм boлoti, dovoльнo obiльнo, 21.VI.2018 Popova [Popova] {VU}.",
          "Campylium stellatum (Hedw.) C.E.O. Jensen - Мikaйлovсkiй рaйoн, 2 kм k voсtoku ot diрivнi Сiрibрiнь (54°14'54\"N - 38°51'06\"E), срidi izviсtнikovыk obлoмkov, vbлizi сiviрнogo boрta kaрьiрa, 20.X.2018 Popova [Popova] {VU}.",
          "Chiloscyphus polyanthos (L.) Corda - (1) Сtaрoziлovсkiй рaйoн, сiлo Рoмodaнovo, сtaрiнный uсadibный paрk (54°18'02\"N - 39°49'59\"E), нa gнiлoй dрiviсiнi po biрigu zaboлociннogo pрuda, 29.VI.2018 Popova [Popova] {VU}; (2) Рыbнovсkiй рaйoн, сiлo Vakiнo, uрociщi Vakiнсkiй лiс (54°14'54\"N - 38°51'06\"E), нa gнiлoй dрiviсiнi v мiсtak vыkoda gрuнtovыk vod, 14.X.2018 Popova [Popova] {VU}.",
          "Cirriphyllum piliferum (Hedw.) Grout - (1) Сtaрoziлovсkiй рaйoн, сiлo Рoмodaнovo, сtaрiнный uсadibный paрk (54°18'02\"N - 39°49'59\"E), нa pocvi, po biрigu pрuda, 29.VI.2018 Popova [Popova] {VU}; (2) Мiлoслavсkiй рaйoн, uрociщi Сtaрoi Kuрbatovo (53°35'31\"N - 39°34'25\"E), нa pocvi po сkлoнu dubрavы, 1.VI.2018 Popova [Popova] {VU}; (3) Мikaйлovсkiй рaйoн, 3 kм k юgu ot сiлa Zavidovo (54°15'30\"N - 38°49'39\"E), нa pocvi v dubрavi нa pрavobiрizьi рiki Pрoнi, 20.VIII.2018 Popova [Popova] {VU}; (4) tot zi рaйoн, сiлo Oсovo, сtaрый zapuщiнный paрk (54°29'40\"N - 38°50'04\"E), нa сtvoлak duba po сkлoнu лiснogo ovрaga, v ovрazki, нa pocvi, 14.X.2018 Popova [Popova] {VU}; (5) Сkopiнсkiй рaйoн, 2 kм k юgo-zapadu ot сiлa Guмiнki (53°46'37\"N - 39°31'28\"E), сtaрiнный uсadibный paрk, нa pocvi vbлizi pрuda, 9.VI.2018 Popova [Popova] {VU}; (6) Koрabлiнсkiй рaйoн, сiлo Iрлiнo, diнdрoлogiciсkiй paрk (53°54'51\"N - 39°43'45\"E), нa pocvi po biрigu сpuщiннogo pрuda, dovoльнo obiльнo, 11.VI.2018 Popova [Popova] {VU}; (7) Сpaссkiй рaйoн, Okсkiй zapovidнik, kvaрtaл 35 Лakasiнсkogo лiснiciсtva (54°59'02\"N - 40°55'06\"E), iльнik с oльkoй, нa vaлizi, 9.VIII.2017 Voлoснova [Volosnova] {OKA}.",
          "Cratoneuron filicinum (Hedw.) Spruce - Сtaрoziлovсkiй рaйoн, 3 kм k сiviрu ot сiлa Paнiнсkoi (54°14'22\"N - 39°45'53\"E), v рodнiki нa pрavobiрizьi рiki Iсtьi, 29.VI.2018 Popova [Popova] {VU}.",
          "Dicranum flagellare Hedw. - Сpaссkiй рaйoн, Okсkiй zapovidнik, kvaрtaл 75 Лakasiнсkogo лiснiciсtva (54°59'04\"N - 40°49'06\"E), сфagнovый сoснik, нa gнiлoй dрiviсiнi, 9.XI.2017 Voлoснova [Volosnova] {OKA}.",
          "Didymodon ferrugineus (Schimp. ex Besch.) M.O. Hill - Мikaйлovсkiй рaйoн, 2 kм k voсtoku ot diрivнi Сiрibрiнь (54°14'54\"N - 38°51'06\"E), нa izviсtнikovoй gлыbi v zabрosiннoм izviсtнikovoм kaрьiрi, 20.X.2018 Popova [Popova] {VU}.",
          "Drepanocladus polygamus (Bruch et al.) Hedenas - Мikaйлovсkiй рaйoн, 2 kм k voсtoku ot diрivнi Сiрibрiнь (54°14'54\"N - 38°51'06\"E), нa izviсtнikovoм рukлiki, vbлizi oziрa, 20.X.2018 Popova [Popova] {VU}.",
          "Fissidens gracilifolius Brugg.-Nann. & Nyholm - Satkiй рaйoн, diрivнi Bыkova Goрa, сtaрiнный uсadibный paрk (54°02'02\"N - 42°03'39\"E), нa kiрpicныk i izviсtнikovыk obлoмkak фuнdaмiнta goсpodсkogo doмa, 6.VIII.2018 Popova [Popova] {VU}.",
          "Gyroweisia tenuis (Hedw.) Schimp. - Мikaйлovсkiй рaйoн, 2 kм k voсtoku ot diрivнi Сiрibрiнь (54°14'54\"N - 38°51'06\"E), нa izviсtнikovыk сtiнkak сiviрнogo boрta zabрosiннogo kaрьiрa, 20.X.2018 Popova [Popova] {VU}.",
          "Herzogiella seligeri (Brid.) Z. Iwats. - (1) Satkiй рaйoн, diрivнi Bыkova Goрa, сtaрiнный uсadibный paрk (54°02'02\"N - 42°03'39\"E), нa сiльнo рazлozivsiйсi dрiviсiнi сoсны, 6.VIII.2018 Popova [Popova] {VU}, S+; (2) Siлovсkiй рaйoн, сaнatoрiй Kiрitы, сtaрiнный uсadibный paрk (54°17'41\"N - 40°21'05\"E), нa gнiлoм pнi, 29.VI.2018 Popova [Popova] {VU}.",
          "Homalia trichomanoides (Hedw.) Bruch et al. - (1) Рыbнovсkiй рaйoн, сiлo Vakiнo, uрociщi Vakiнсkiй лiс (54°14'54\"N - 38°51'06\"E), нa сtvoлak duba po сkлoнu лiснogo ovрaga, 14.X.2018 Popova [Popova] {VU}, S+; (2) tot zi рaйoн, 1 kм k zapadu ot сiлa Koсtiнo (54°14'54\"N - 38°51'06\"E), v dubрavi, нa сtvoлi duba, 14.X.2018 Popova [Popova] {VU}; (3) Мikaйлovсkiй рaйoн, 3 kм k юgu ot сiлa Zavidovo (54°15'30\"N - 38°49'39\"E), v dubрavi po pрavoмu biрigu рiki Pрoнi, 20.VIII.2018 Popova [Popova] {VU}.",
          "Hygroamblystegium humile (P. Beauv.) Vanderp., Goffinet & Hedenas - (1) Мiлoслavсkiй рaйoн, diрivнi Ciрнavсkii Vысiлki (53°38'23\"N - 39°05'49\"E), v dubрavi, нa gнiлoй dрiviсiнi v рucьi, 25.VIII.2018 Popova [Popova] {VU}; (2) Сtaрoziлovсkiй рaйoн, сiлo Сoka, фрagмiнtы сtaрiннogo paрka (54°08'58\"N - 39°48'40\"E), нa gнiлoй dрiviсiнi po biрigu piрiсoksigo pрuda, 11.VI.2018 Popova [Popova] {VU}.",
          "Hygroamblystegium tenax (Hedw.) Jenn. - Сtaрoziлovсikй рaйoн, 3 kм k сiviрu ot сiлa Paнiнсkoi (54°14'22\"N - 39°45'53\"E), v рodнiki нa pрavobiрizьi рiki Iсtьi, 29.VI.2018 Popova [Popova] {VU}.",
          "Hygroamblystegium varium (Hedw.) Monk. - (1) Satkiй рaйoн, diрivнi Bыkova Goрa, сtaрiнный uсadibный paрk (54°02' '02\"N - 42°03'39\"E), нa сiльнo рazлozivsiйсi dрiviсiнi сoсны, 6.VIII.2018 Popova [Popova] {VU}; (2) Сtaрoziлovсkiй рaйoн, сiлo Рoмodaнovo, сtaрiнный uсadibный paрk (54°18'02\"N - 39°49'59\"E), лipovai aллii, нa obнaziннoй pocvi, 29.VI.2018 Popova [Popova] {VU}.",
          "Leiocolea badensis (Gottsche) Jorg. - Мikaйлovсkiй рaйoн, 2 kм k voсtoku ot diрivнi Сiрibрiнь (54°14'54\"N - 38°51'06\"E), нa zatiнiнныk izviсtнikovыk gлыbak v сiviрнoй caсti zabрosiннogo kaрьiрa, 20.X.2018 Popova [Popova] {VU}.",
          "Leucodon sciuroides (Hedw.) Schwagr. - (1) Мikaйлovсkiй рaйoн, 3 kм k юgu ot сiлa Zavidovo (54°15'30\"N - 38°49'39\"E), v dubрavi po pрavoмu biрigu рiki Pрoнi, нa сtvoлi duba, v нiboльsoм koлiciсtvi, 20.VIII.2018 Popova [Popova] {VU}; (2) Сkopiнсkiй рaйoн, 2 kм k юgo-zapadu ot сiлa Guмiнki, сtaрiнный uсadibный paрk (53°46'37\"N - 39°31'28\"E), нa сtvoлi kлiнa oсtрoлiсtнogo v ociнь мaлoм koлiciсtvi, 9.VI.2018 Popova [Popova] {VU}; (3) Сpaссkiй рaйoн, Okсkiй zapovidнik, bлiz poсiлka Bрыkiн Boр (54°42'04\"N - 40°51'08\"E), biрig р. Pрa, u kuрgaнa, нa сtvoлi duba, 17.XI.2017 Voлoснova [Volosnova] {OKA}.",
          "Mnium marginatum (Dicks.) P. Beauv. - Рыbнovсkiй рaйoн, сiлo Vakiнo, uрociщi Vakiнсkiй лiс (54°14'54\"N - 38°51'06\"E), нa pocviнныk obнaziнiik po kрutoмu сkлoнu v dubрavi, 14.X.2018 Popova [Popova] {VU}.",
          "Mnium stellare Hedw. - (1) Siлovсkiй рaйoн, сaнatoрiй Kiрitы, сtaрiнный uсadibный paрk (54°17'41\"N - 40°21'05\"E), нa pocviнныk otkoсak tiнtрaльнoй zapadнoй aллii, 29.VI.2018 Popova [Popova] {VU}; (2) Мiлoслavсkiй рaйoн, uрociщi Сtaрoi Kuрbatovo, сtaрiнный piйzazный paрk (53°35'31\"N - 39°34'25\"E), нa pocvi мizdu kрupнымi gлыbaмi piсcaнikov, 1.VI.2018 Popova [Popova] {VU}.",
          "Plagiochila porelloides (Torr. ex Nees) Lindenb. - Рыbнovсkiй рaйoн, сiлo Vakiнo, uрociщi Vakiнсkiй лiс (54°14'54\"N - 38°51'06\"E), нa pocvi, v нizнiй caсti сkлoнa, v dubрavi, 14.X.2018 Popova [Popova] {VU}.",
          "Plagiothecium cavifolium (Brid.) Z. Iwats. - (1) Мiлoслavсkiй рaйoн, uрociщi Сtaрoi Kuрbatovo (53°35'31\"N - 39°34'25\"E), нa pocvi i мiлkoziмi, pokрыvaющiм piсcaнikovыi gлыbы, dovoльнo obiльнo, 1.VI.2018 Popova [Popova] {VU}; (2) Рыbнovсkiй рaйoн, сiлo Vakiнo, uрociщi Vakiнсkiй лiс (54°14'54\"N - 38°51'06\"E), нa pocviнныk obнaziнiik v лiснoм ovрagi, 14.X.2018 Popova [Popova] {VU}; (3) tot zi рaйoн, 1 kм k zapadu ot сiлa Koсtiнo (54°14'54\"N - 38°51'06\"E), v dubрavi, po сkлoнaм ovрaga, 14.X.2018 Popova [Popova] {VU}; (4) Сpaссkiй рaйoн, Okсkiй zapovidнik, bлiz poсiлka Bрыkiн Boр (54°42'04\"N - 40°51'08\"E), ciрнooльsaнik, нa pнi, 19.XI.2017 Voлoснova [Volosnova] {OKA}.",
          "Plagiothecium curvifolium Schlieph. ex Limpr. - Рыbнovсkiй рaйoн, 1 kм k zapadu ot сiлa Koсtiнo (54°14'54\"N - 38°51'06\"E), v dubрavi, po сkлoнaм ovрaga, 14.X.2018 Popova [Popova] {VU}.",
          "Plagiothecium latebricola Bruch et al. - Сpaссkiй рaйoн, Okсkiй zapovidнik, kvaрtaл 35 Лakasiнсkogo лiснiciсtva (54°59'08\"N - 40°55'10\"E), iльнik с oльkoй, нa pocvi, 9.VIII.2017 Voлoснova [Volosnova] {OKA}.",
          "Plagiothecium nemorale (Mitt.) A. Jaeger - (1) Рыbнovсkiй рaйoн, сiлo Vakiнo, uрociщi Vakiнсkiй лiс (54°14'54\"N - 38°51'06\"E), нa pocviнныk obнaziнiik v лiснoм ovрagi, 14.X.2018 Popova [Popova] {VU}; (2) Мiлoслavсkiй рaйoн, uрociщi Сtaрoi Kuрbatovo, сtaрiнный piйzazный paрk (53°35'31\"N - 39°34'25\"E), нa piсcaнoй pocvi v мiсtak vыkodov piсcaнikov, 1.VI.2018 Popova [Popova] {VU}.",
          "Pohlia melanodon (Brid.) A.J. Shaw - Сtaрoziлovсkiй рaйoн, сiлo Рoмodaнovo, сtaрiнный uсadibный paрk (54°18'02\"N - 39°49'59\"E), лipovai aллii, нa obнaziннoй pocvi, 29.VI.2018 Popova [Popova] {VU}.",
          "Pohlia wahlenbergii (F. Weber & D. Mohr) A.L. Andrews - (1) Satkiй рaйoн, diрivнi Bыkova Goрa, сtaрiнный uсadibный paрk (54°02'02\"N - 42°03'39\"E), нa vлazнoм izviсtнikovoм рukлiki рuiн goсpodсkogo doмa, 6.VIII.2018 Popova [Popova] {VU}; (2) Мiлoслavсkiй рaйoн, diрivнi Ciрнavсkii Vысiлki (53°38'23\"N - 39°05'49\"E), v dubрavi, нa pocvi vdoль zaboлociннogo рucьi, 25.VIII.2018 Popova [Popova] {VU}.",
          "Polytrichum formosum (Hedw.) G.L. Sm. - Сkopiнсkiй рaйoн, 3 kм k zapadu ot сiлa Bogoслovo (53°54'55\"N - 39°02'49\"E), мizdu koрнiй biрizы нa piрiсoksiм сфagнovoм boлoti, dovoльнo obiльнo, 21.VI.2018 Popova [Popova] {VU}.",
          "Polytrichum longisetum Sw. ex Brid. - Мiлoслavсkiй рaйoн, uрociщi Сtaрoi Kuрbatovo, сtaрiнный piйzazный paрk (53°35'31\"N - 39°34'25\"E), нa pocvi v мiсtak vыkodov piсcaнikov, 1.VI.2018 Popova [Popova] {VU}.",
          "Porella platyphylla (L.) Pfeiff. - Aлikсaнdрo-Нivсkiй рaйoн, сiлo Zaboрovo, мuziй-uсadьba giнiрaлa Сkobiлiva (53°32'39\"N - 40°31'10\"E), нa сtvoлi iсiнi, v нiboльsoмkoлiciсtvi,11.VI.2018 Popova[Popova]{VU}.",
          "Ptilidium ciliare (L.) Hampe - (1) Сpaссkiй рaйoн, мizdu poсiлkoм Bрыkiн Boр i diрivнiй Papusivo (54°42'12\"N - 40°51'08\"E), opuska сoснika-ziлiнoмosнika u pрoсiki, нa pocvi, 3.X.2016 Voлoснova [Volosnova] {OKA}; (2) Kлipikovсkiй рaйoн, bлiz diрivнi Tюрviщi (55°13'05\"N - 40°05'25\"E), лivый biрig р. Pрa, сoснik-ziлiнoмosнik, v pрotivopozaрнoй boрozdi, 2.VII.2018 Voлoснova [Volosnova] {OKA}.",
          "Rhizomnium magnifolium (Horik.) T.J. Kop. - Рыbнovсkiй рaйoн, сiлo Vakiнo, uрociщi Vakiнсkiй лiс (54°14'54\"N - 38°51'06\"E), нa pocviнныk obнaziнiik v лiснoм ovрagi, 14.X.2018 Popova [Popova] {VU}; (2) Мiлoслavсkiй рaйoн, uрociщi Сtaрoi Kuрbatovo, сtaрiнный piйzazный paрk (53°35'31\"N - 39°34'25\"E), нa piсcaнoй pocvi мizdu gлыbaмi piсcaнikov, 1.VI.2018 Popova [Popova] {VU}.",
          "Rhytidiadelphus squarrosus (Hedw.) Warnst. - Kлipikovсkiй рaйoн, bлiz сiлa Tюkovo (55°07'04\"N - 39°58'22\"E), сkлoн k oziрu Лibidiнoi, poлiнa v сoснiki, нa pocvi, 19.VII.2018 Voлoснova [Volosnova] {OKA}.",
          "Rhytidiadelphus triquetrus (Hedw.) Warnst. - (1) Сpaссkiй рaйoн, Okсkiй zapovidнik, biрig oziрa Сvitoi-Poлuнiнсkoi (54°45'03\"N - 40°37'08\"E), poлiнa v сoснiki, нa pocvi, 24.VI.2015 Voлoснova [Volosnova] {OKA}; (2) taм zi, Okсkiй zapovidнik, kvaрtaл 36 Лakasiнсkogo лiснiciсtva (54°59'04\"N - 40°55'08\"E), ciрнooльsaнik, нa gнiлoй dрiviсiнi, 16.X.2018 Voлoснova [Volosnova] {OKA}.",
          "Schistidium apocarpum (Hedw.) Bruch et al. - (1) Мiлoслavсkiй рaйoн, uрociщi Сtaрoi Kuрbatovo, сtaрiнный piйzazный paрk (53°35'31\"N - 39°34' '25\"E), нa piсcaнikak, v нiboльsoм koлiciсtvi, 1.VI.2018 Popova [Popova] {VU}; (2) tot zi рaйoн, 3 kм k сiviрovoсtoku ot diрivнi Diviлki, uрociщi Сiнii kaмнi (53°37'12\"N - 39°02'44\"E), нa piсcaнikak, zaлivaiмыk v poлovodьi, 25.VIII.2018 Popova [Popova] {VU}, S+; (3) Мikaйлovсkiй рaйoн, 2 kм k voсtoku ot diрivнi Сiрibрiнь (54°14'54\"N - 38°51'06\"E), нa izviсtнikovыk gлыbak v zabрosiннoм kaрьiрi, 20.X.2018 Popova [Popova] {VU}.",
          "Schistidium dupretii (Ther.) W.A. Weber - (1) Satkiй рaйoн, сiлo Ямbiрнo (54°05'45\"N - 42°05'00\"E), нa izviсtнikovoй gлыbi нa otvaлak kaрьiрa, 6.VIII.2018 Popova [Popova] {VU}; (2) Pрoнсkiй рaйoн, сiлo Boльsoi Сiлo, сiльсkoi kлadbiщi (54°08'26\"N - 39°44'02\"E), нa сtaрiннoм нadgрobнoм paмitнiki, 11.VI.2018 Popova [Popova] {VU}, S+.",
          "Schistidium elegantulum H.H. Blom - Мikaйлovсkiй рaйoн, 2 kм k voсtoku ot diрivнi Сiрibрiнь (54°14'54\"N - 38°51'06\"E), нa izviсtнikovыk gлыbak v zabрosiннoм kaрьiрi, 20.X.2018 Popova [Popova] {VU}, det. Ignatova.",
          "Schistidium submuticum Broth. ex H.H. Blom - Мikaйлovсkiй рaйoн, 3 kм k юgu ot сiлa Zavidovo (54°15'30\"N - 38°49'39\"E), нa izviсtнikak v doлiнi рiki Pрoнi, 20.VIII.2018 Popova [Popova] {VU}, S+.",
          "Sciuro-hypnum populeum (Hedw.) Ignatov & Huttunen - (1) Мikaйлovсkiй рaйoн, 3 kм k юgu ot сiлa Zavidovo, pрavobiрizьi рiki Pрoнi (54°15'30\"N - 38°49'39\"E), v нiboльsoм рaсpadki, нa izviсtнikak, 20.VIII.2018 Popova [Popova] {VU}; (2) Мiлoслavсkiй рaйoн, uрociщi Сtaрoi Kuрbatovo, сtaрiнный piйzazный paрk (53°35'31\"N - 39°34'25\"E), нa piсcaнikak, 1.VI.2018 Popova [Popova] {VU}.",
          "Tetraphis pellucida Hedw. - Siлovсkiй рaйoн, сaнatoрiй Kiрitы, сtaрiнный uсadibный paрk (54°17'41\"N - 40°21'05\"E), нa сtaрoм gнiлoм pнi, 29.VI.2018 Popova [Popova] {VU}, S+.",
          "Tortula muralis Hedw. - (1) Мikaйлovсkiй рaйoн, bлiz diрivнi Сiрibрiнь, pрavый biрig р. Pрoнi (54°14'54\"N - 38°50'06\"E), vыkodы izviсtнika, 28.V.2013 Voлoснova [Volosnova] {OKA}; (2) Сpaссkiй рaйoн, bлiz сiлa Piрkiнo, biрig р. Pрoнi (54°19'16\"N - 40°14'06\"E), нa щibнi, 23.VIII.2016 Voлoснova [Volosnova] {OKA}.",
          "Warnstorfia fluitans (Hedw.) Loeske - Сpaссkiй рaйoн, Okсkiй zapovidнik, kvaрtaл 48 Лakasiнсkogo лiснiciсtva (54°42'00\"N - 40°49'06\"E), boлoto сo сфagнuмoм, 10.XI.2015 Voлoснova [Volosnova] {OKA}.",
          "Weissia brachycarpa (Nees & Hornsch.) Jur. - Koрabлiнсkiй рaйoн, сiлo Iрлiнo, мuziй-zapovidнik С.Н. Kudikova (53°54'51\"N - 39°43'45\"E), нa pocviнныk obнaziнiik oсviщiнныk biрigov сpuщiннogo pрuda, 11.VI.2018, 20.X.2018 Popova [Popova] {VU}, S+."
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "2",
          "pages": "116-142",
          "title": "Arctoa",
          "volume": "28"
        },
        "alternate_identifiers": [
          {
            "identifier": "urn:lsid:plazi.org:pub:0754C121FFAD57409828FFDFEC37FFA8"
          },
          {
            "identifier": "http://publication.plazi.org/id/0754C121FFAD57409828FFDFEC37FFA8"
          }
        ],
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16976053"
              }
            }
          ]
        }
      },
      "title": "New bryophyte records. 12",
      "links": {
        "self": "https://zenodo.org/api/records/16976054",
        "self_html": "https://zenodo.org/records/16976054",
        "preview_html": "https://zenodo.org/records/16976054?preview=1",
        "doi": "https://doi.org/10.15298/arctoa.28.10",
        "self_doi": "https://doi.org/10.15298/arctoa.28.10",
        "self_doi_html": "https://zenodo.org/doi/10.15298/arctoa.28.10",
        "reserve_doi": "https://zenodo.org/api/records/16976054/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16976053",
        "parent_html": "https://zenodo.org/records/16976053",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16976054/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16976054/sequence/default",
        "files": "https://zenodo.org/api/records/16976054/files",
        "media_files": "https://zenodo.org/api/records/16976054/media-files",
        "archive": "https://zenodo.org/api/records/16976054/files-archive",
        "archive_media": "https://zenodo.org/api/records/16976054/media-files-archive",
        "latest": "https://zenodo.org/api/records/16976054/versions/latest",
        "latest_html": "https://zenodo.org/records/16976054/latest",
        "versions": "https://zenodo.org/api/records/16976054/versions",
        "draft": "https://zenodo.org/api/records/16976054/draft",
        "access_links": "https://zenodo.org/api/records/16976054/access/links",
        "access_grants": "https://zenodo.org/api/records/16976054/access/grants",
        "access_users": "https://zenodo.org/api/records/16976054/access/users",
        "access_request": "https://zenodo.org/api/records/16976054/access/request",
        "access": "https://zenodo.org/api/records/16976054/access",
        "communities": "https://zenodo.org/api/records/16976054/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16976054/communities-suggestions",
        "requests": "https://zenodo.org/api/records/16976054/requests"
      },
      "updated": "2025-08-28T04:26:04.548565+00:00",
      "recid": "16976054",
      "revision": 5,
      "files": [],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-27T22:21:27.031846+00:00",
      "modified": "2025-08-27T22:28:55.472417+00:00",
      "id": 16972065,
      "conceptrecid": "16972064",
      "doi": "10.1186/s13358-025-00350-z",
      "doi_url": "https://doi.org/10.1186/s13358-025-00350-z",
      "metadata": {
        "title": "Cranial osteology of CYnodiCtiS (Amphicyonidae), the oldest European carnivoran",
        "doi": "10.1186/s13358-025-00350-z",
        "publication_date": "2025-03-19",
        "description": "Verger, Kévin Le, Letenneur, Charlène, Fischer, Valentin, Sánchez-Villagra, Marcelo R., Ladevèze, Sandrine, Solé, Floréal (2025): Cranial osteology of CYnodiCtiS (Amphicyonidae), the oldest European carnivoran. Swiss Journal of Palaeontology (15) 144 (1): 1-27, DOI: 10.1186/s13358-025-00350-z, URL: https://doi.org/10.1186/s13358-025-00350-z",
        "access_right": "open",
        "creators": [
          {
            "name": "Verger, Kévin Le",
            "affiliation": "Department of Paleontology, University of Zurich, Karl-Schmid-Strasse 4, 8006 Zurich, Switzerland & Museum National d'Histoire Naturelle, Centre de Recherche en Paléontologie - Paris, UMR 7207 CR2P MNHN/CNRS/UPMC, Sorbonne Université, 8 Rue Buffon, CP 38, 75005 Paris, France"
          },
          {
            "name": "Letenneur, Charlène",
            "affiliation": "Museum National d'Histoire Naturelle, Centre de Recherche en Paléontologie - Paris, UMR 7207 CR2P MNHN/CNRS/UPMC, Sorbonne Université, 8 Rue Buffon, CP 38, 75005 Paris, France"
          },
          {
            "name": "Fischer, Valentin",
            "affiliation": "Evolution & Diversity Dynamics Lab, UR Geology, Université de Liège, Allée du 6 AoÛt 14, 4000 Liège, Belgium"
          },
          {
            "name": "Sánchez-Villagra, Marcelo R.",
            "affiliation": "Department of Paleontology, University of Zurich, Karl-Schmid-Strasse 4, 8006 Zurich, Switzerland"
          },
          {
            "name": "Ladevèze, Sandrine",
            "affiliation": "Museum National d'Histoire Naturelle, Centre de Recherche en Paléontologie - Paris, UMR 7207 CR2P MNHN/CNRS/UPMC, Sorbonne Université, 8 Rue Buffon, CP 38, 75005 Paris, France"
          },
          {
            "name": "Solé, Floréal",
            "affiliation": "Directorate Earth and History of Life, Royal Belgian Institute of Natural Sciences, Rue Vautier 29, 1000 Brussels, Belgium"
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy",
          "Animalia",
          "Chordata",
          "Mammalia",
          "Carnivora",
          "Amphicyonidae"
        ],
        "related_identifiers": [
          {
            "identifier": "http://treatment.plazi.org/id/03F087BFDB3BFFC6FF294DD5B09DF34C",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.16972067",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16972069",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16972071",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16972073",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16972075",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16972077",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16972079",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16972083",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16972085",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1469-7998.1914.tb07031.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2113/gssgfbull.S7-VIII.1.114",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2517/1342-8144-13.3.245",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.title.86309",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s10914-008-9074-x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.title.39473",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5252/geodiversitas2020v42a16",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.title.559",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.annpal.2013.11.002",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/02724634.2016.1082480",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/14772019.2011.630681",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Astruc,J.G., Escarguel, G., Maranda,B., Simon-Coincon,R., & Sige,B. (2000). Floor-age constraining of a tectonic paroxysm of the pyrenean orogeny.Late middle eocene mammal age of a faulted karstic filling of the quercy phosphorites,south-western France.Geodinamica Acta, 13(5), 271-280.",
          "Bastl,K., Nagel,D., & Peigne, S.(2014).Milk tooth morphology of small-sized Hyaenodon (Hyaenodontidae,Mammalia) from the European Oligocene -evidence of a Hyaenodon lineage in Europe. Palaeontographica Abteilung A, 303(1-3), 61-84.",
          "Biknevicius,A. R.,Van Valkenburgh, B., & Walker,J. (1996).Incisor size and shape: Implications for feeding behaviors in saber-toothed\"cats.\" Journal of Vertebrate Paleontology, 16(3), 510-521.",
          "Biochrom, M. (1997).Tableaux de correlations et syntheses. Actes du Congres BiochroM'97.Memoires Et Travaux De L'institut De Montpellier De L'ecole Pratique Hautes Etudes, 21, 769-805.",
          "Bowdich,T. E. (1821).An analysis of the natural classification of mammals for the use of students and travellers (p. 115).J. Smith.",
          "Bravard,A., & Pomel, A.(1850). Notice sur les ossements fossiles de la Debruge (p. 8). J.-S.Jean.",
          "Carlsson,A.(1914). On the fossil Carnivores Cynodictis intermedius and Cynodon gracilis from the phosphorites of quercy.Proceedings of the Zoological Society of London, 84(2), 227-230.https://doi.org/10.1111/j.1469-7998. 1914.tb07031.x",
          "Cavaille,A. (1974).La region des phosphorites du quercy.Palaeovertebrata, 6, 5-19.",
          "Chow, M., Li, C.-K.,& Chang,Y.(1973).Late Eocene mammalian faunas of Honan and Shansi with notes on some vertebrate fossils collected therefrom.Vertebrata PalAsiatica., 11, 166-181.",
          "Costa,E., Garces,M., Saez,A., Cabrera,L., & Lopez-Blanco, M. (2011).The age of the\"Grande Coupure\" mammal turnover: New constraints from the eocene-oligocene record of the Eastern Ebro Basin (NE Spain). Palaeogeography,Palaeoclimatology,Palaeoecology, 301(1-4), 97-107.",
          "David,A. (1869).Extrait d'une lettre du mem, datee de la principaute thibetaine (independante) de Mou-pin, le 21 Mars 1869.Nouvelles Archives Du Museum D'histoire Naturelle, 5, 12-13.",
          "de Bonis,L. (1966). Sur l'evolution du genre Haplocyon Schlosser (Carnivora). Bulletin De La Societe Geologique De France, 8, 114-117. https://doi.org/ 10.2113/gssgfbull.S7-VIII. 1.114",
          "de Bonis,L. (1978). La poche a phosphate de Ste-Neboule (Lot) et sa faune de vertebres du Ludien superieur. 12.-Fissipedes (Carnivores). Palaeovertebrata, 8, 301-311.",
          "de Bonis,L. (2015). Revival of a species of the rare European Oligocene amphicyonid Goupilictis Ginsburg, 1969 (Mammalia, Carnivora,Amphicyonidae).Journal of Vertebrate Paleontology, 35(5), e969401.",
          "de Bonis,L. (2020). New genus of amphicyonid carnivoran (Mammalia, Carnivora,Amphicyonidae) from the phosphorites of Quercy (France). Fossil Imprint, 76(1), 201-208.",
          "de Bonis,L., Crochet, J.Y.,Rage, J.C., Sige, B., Sudre, J., & Vianey-Liaud,M. (1973). Nouvelles faunes de Vertebres oligocenes des phosphorites du quercy. Bulletin Du Museum National D'histoire Naturelle, 28, 105-113.",
          "de Bonis,L., Gardin, A., & Blondel,C. (2019).Carnivora from the early oligocene of the 'phosphorites du quercy' in southwestern France.Geodiversitas, 41(15), 601-621.",
          "Teilhard de Chardin,P.(1915). Les carnassiers des phosphorites du quercy. Annales De Paleontologie, 9, 101-192.",
          "Dehm,R.(1935). Uber tertiare SpaltenfUllungen im Frankischen und Schwabischen Jura.Abhandlungen der bayerischen Akademie der Wissenschaften, Mathematisch-Naturwissenschaftliche Abteilung. Neue Folge, 29, 1-86.",
          "Dombrowski, M. (1888). Mes chasses aux fossiles dans le Lot-et-Garonne (Souvenir geologique).Journal D'histoire Naturelle De Bordeaux Et Du Sud-Ouest, 9, 97-99.",
          "Egi, N.,Tsubamoto,T., & Tsogtbaatar,K. (2009).New amphicyonid (Mammalia: Carnivora) from the upper eocene ergilin dzo formation, Mongolia. Paleontological Research, 13, 245-249. https://doi.org/10.2517/1342- 8144-13.3.245",
          "Escarguel, G., Legendre,S., & Sige,B. (2008).Unearthing deep-time biodiversity changes:The palaeogene mammalian metacommunity of the quercy and Limagne area (Massif Central, France). Comptes Rendus Geoscience, 340(9-10),602-614.",
          "Evans,H. (1993).Miller's anatomy of the dog (p. 1113).W.B. Saunders Company.",
          "Filhol, H. (1876).Recherches sur les phosphorites du Quercy.Etudes des fossiles qu'on y rencontre et specialement des mammiferes. Bibliotheque de l'Ecole des Hautes Etudes, Section des Sciences naturelles.Premiere partie, 15(4), 1-220.",
          "Filhol, H. (1872). Recherches sur les mammiferes fossiles des depots de phosphate de chaux dans les departements du Lot, du Tarn, et de Tarn-et-Garonne. Premiere partie: carnassiers et chiropteres. Annales des Sciences Geologiques, 3(7), 1-31.",
          "Filhol, H. (1874). Sur les Vertebres fossiles des depots de phosphate de chaux du quercy. Bulletin De La Societe Philomatique De Paris, 11, 16-20.",
          "Filhol, H. (1879). Etude des mammiferes fossiles de saint-gerand-le-puy (Allier). Annales des Sciences Geologiques, 10, 1-252.",
          "Filhol, H. (1880). Sur la decouverte de mammiferes nouveaux dans les depots de phosphates de chaux du Quercy. Comptes Rendus De L'academie des Sciences, 90, 1579-1580.",
          "Filhol, H. (1882). Memoires sur quelques mammiferes fossiles des phosphorites du quercy (p. 180).Vialelle et cie. https://doi.org/10.5962/bhl.title. 86309",
          "Finarelli, J.A. (2008).A total evidence phylogeny of the Arctoidea (Carnivora: Mammalia):Relationships among basal taxa.Journal of Mammalian Evolution, 15, 231-259.https://doi.org/10.1007/s10914-008-9074-x",
          "Flynn,J. J., Finarelli,J. A., & Spaulding,M. (2010). Phylogeny of the Carnivora and Carnivoramorpha, and the use of the fossil record to enhance understanding of evolutionary transformations.Carnivoran evolution, 25-63.",
          "Gervais,P. (1852).Zoologie et paleontologie francaises: Nouvelles recherches sur les animaux vertebres dont on trouve les ossements enfouis dans le sol de la France. Arthus Bertrand.https://doi.org/10.5962/bhl.title.39473",
          "Geze, B.(1974).Sur le remplissage des poches a phosphorite d'aubrelong (Commune de Bach, Lot).Palaeovertebrata, 6, 21-25.",
          "Ginsburg,L. (1965).L' \"Amphicyon\"ambiguus des phosphorites du quercy. Bulletin Du Museum National D'histoire Naturelle, 37(4),724-730.",
          "Ginsburg,L. (1966).Les amphicyons des phosphorites du quercy.Annales De Paleontologie, 52, 23-64.",
          "Ginsburg,L. (1999).Order Carnivora.In G. E.Rossner & K.Heissig (Eds.),The miocene land mammals of Europe (pp.109-148). Munich.",
          "Goswami, A., & Friscia,A.(2010). Carnivoran evolution: new views on phylogeny, form and function (p. 506).Cambridge University Press.",
          "Gray, J.E.(1830). Spicilegia zoologica; or original figures and short systematic descriptions of new and unfigured animals (p. 12).Treutel,WUrtz and Co., and W.Wood.",
          "Haq,B.U., Hardenbol, J.A. N., & Vail,P. R.(1987).Chronology of fluctuating sea levels since the Triassic. Science, 235(4793),1156-1167.",
          "Helbing,H. (1928).Carnivoren des oberen stampien.Abhandlungen der Schweizerischen Palaeontologischen Gesellschaft, 47, 1-82.",
          "Hough, J.R.(1948).A systematic revision of Daphoenus and some allied genera.Journal of Paleontology, 22, 573-600.",
          "Hunt,R.M. (1977).Basicranial anatomy of Cynelos Jourdan (Mammalia: Carnivora),an aquitanian amphicyonid from the Allier Basin,France. Journal of Paleontology, 51, 826-843.",
          "Hunt,R.M. (1996).Amphicyonidae.The terrestrial eocene-oligocene transition in North America.In D. R. Prothero & W.A. Berggren (Eds.), Eocene-oligocene climatic and biotic evolution (pp. 476-485). Cambridge University Press.",
          "Hunt,R.M., Jr.(1998).Amphicyonidae.In C.M.Janis,K. M. Scott,& L. L.Jacob (Eds.),Evolution of tertiary mammals of North America (pp. 196-227). Cambridge.",
          "Hunt,R.M., Jr.(2002).Intercontinental migration of Neogene amphicyonids (Mammalia,Carnivora):Appearance of the eurasian beardog Ysengrinia in North America.American Museum Novitates, 3384, 1-53.",
          "Hunt,R.M., Jr.(2003).Intercontinental migration of large mammalian carnivores:Earliest occurrence of the old world beardog Amphicyon (Carnivora, Amphicyonidae) in North America.Bulletin of the American Museum of Natural History, 279, 77-115.",
          "Hunt, R. M., Jr.(2009). Long-legged pursuit carnivorans (Amphicyonidae, Daphoeninae) from the early Miocene of North America.Bulletin of the American Museum of Natural History, 2009(318), 1-95.",
          "Hunt, R. M., Jr.(2011). Evolution of large carnivores during the mid-cenozoic of North America:The temnocyonine radiation (Mammalia,Amphicyonidae).Bulletin of the American Museum of Natural History, 2011(358), 1-153.",
          "Hunt, R. M., Jr. , & Stepleton, E. (2015).A skull of the immigrant eurasian beardog Cynelos (Carnivora,Amphicyonidae) from the early miocene of southern California.Journal of Vertebrate Paleontology, 35(1), e891229.",
          "Hunt, R. M., Jr. , & Yatkola,D. A. (2020).A new species of the amphicyonid carnivore Cynelos Jourdan,1862 from the early Miocene of North America. Geodiversitas, 42(5), 57-67.",
          "Kohno,N. (1997).The first record of an amphicyonid (Mammalia: Carnivora) from Japan,and its implication for amphicyonid paleobiogeography. Paleontological Research, 1(4), 311-315.",
          "Kotsakis,T.(1980).Revisione sistematica e distribuzione stratigrafica e geografica del genere Cynodictis Bravard & Pomel (Carnivora,Mammalia). Bollettino della Societa Paleontologica Italiana, 19, 259-273.",
          "Lange-Badre, B.(1979). Les Creodontes (Mammalia) d'Europe occidentale de l'Eocene superieur a l'Oligocene superieur.Memoires du Museum national d'Histoire naturelle - Sciences de la Terre, 42, 1-249.",
          "Le Verger,K., Sole, F.,& Ladeveze,S.(2020). Description of a new species of Cynodictis Bravard & Pomel, 1850 (Carnivora,Mammalia) from the quercy phosphorites with comments on the use of skull morphology for phylogenetics. Geodiversitas, 42(16), 239-255.https://doi.org/10. 5252/geodiversitas2020v42a16",
          "Legendre,S.(1987). Les communautes de mammiferes d'Europe occidentale de l'Eocene superieur et Oligocene: Structures et milieux. Munchner Geowissenschaftliche Abhandlungen (a), 10, 301-312.",
          "Legendre,S., Crochet,J.Y.,Godinot, M., Hartenberger,J. L., Marandat,B., Remy, J. A., Sige, B., Sudre, J.,& Vianey-Liaud,M. (1991).Evolution de la diversite des faunes de mammiferes d'Europe occidentale au Paleogene (MP 11 a MP 30).Bulletin De La Societe Geologique De France, 162, 867-874.",
          "Legendre,S., & Hartenberger,J.L. (1992). Evolution of Mammalian faunas in Europe during the eocene and oligocene.In D. R.Prothero & W. A. Berggren (Eds.),Eocene -oligocene climatic and biotic evolution (pp. 516-528).Princeton.",
          "Legendre,S., Marandat,B., Sige,B.,Crochet, J.Y.,Godinot,M., Hartenberger,J.L., Sudre,J.,Vianey-Liaud,M., Muratet,B.,& Astruc,J. G.(1992). Mammalian fauna of vielase (phosphorites of Quercy,in the South of France): Paleontological evidence for karst formation in the quercy area as early as the early eocene. Neues Jahrbuch Fur Geologie und Palaontologie- Monatshefte, 1992, 414-428.",
          "Linnaeus, C.(1758).Systema naturae per regna tria naturae,secundum classes, ordines, genera, species,cum characteribus, differentiis,synonymis, locis (pp. 824).Volume 1. Salvius, Holmiae. https://doi.org/10.5962/bhl.title. 559",
          "Macphee,R.D.E. (1981). Auditory regions of primates and eutherian insectivores.Contributions to Primatology, 18, 1-282.",
          "Maitre, E., Hugueney,M., Astruc, J.-G., Crochet, J.-Y.,Escarguel,G., Godinot, M., Legendre,S.,Marandat,B.,Mourer-Chauvire, C.,Rage,J.-C.,Remy,J. A., Simon-Coincon, R.,Sudre,J.,Valette,P.,& Sige,B.(2006). Huit nouvelles faunes eocenes et oligocenes des Phosphorites du Quercy.In 'Strata' (Ed.),30 millions d'annees de biodiversite dynamique dans le paleokarst du Quercy, 13, 113-127.",
          "Maitre, E.(2014).Western European middle eocene to early oligocene chiroptera:Systematics,phylogeny and palaeoecology based on new material from the Quercy (France).Swiss Journal of Palaeontology, 133(2), 141-242.",
          "Maitre, E., Sige,B.,& Escarguel, G. (2008).A new family of bats in the paleogene of Europe:Systematics and implications for the origin of emballonurids and rhinolophoids.Neues Jahrbuch fur Geologie und Palaontologie- Abhandlungen, 250(2), 1-199.",
          "Mathis, C. (1985).Contribution a la connaissance des mammiferes de Robiac (Eocene superieur):Creodonta et Carnivora. Bulletin Du Museum National D'histoire Naturelle,Section C, 7(4),305-326.",
          "Matthew,W. D., & Granger,W.(1924). New Carnivora from the Tertiary of Mongolia.American Museum Novitates, 104, 1-9.",
          "McKenna, M. C., & Bell,S.K. (1997).Classification of mammals: above the species level (p. 640). Columbia University Press.",
          "Mennecart,B. (2015).The European ruminants during the\"Microbunodon Event\"(MP28,latest Oligocene): Impact of climate changes and faunal event on the ruminant evolution.PLoS ONE, 10(2), e0116830.",
          "Morales, J.,Pickford,M., & Valenciano, A.(2016). Systematics of African Amphicyonidae, with descriptions of new material from Napak (Uganda) and Grillental (Namibia).Journal of Iberian Geology, 42(2), 131-150.",
          "Noulet,J. B.(1876). Note sur un gisement du Canis palaeolycos, dans le Miocene toulousain.Memoires De L'academie des Sciences,Inscriptions Et Belles-Lettres De Toulouse, 8, 400-403.",
          "Pallas PS (1780).Spicilegia Zoologica, quibus novae imprimis et obcurae animalium species iconibus (Berolini, G. A. Lange, 1774-1780. Fasicle 14,p. 5). Catalogue of the Library of the Museum of Comparative Zoology, 6: 506.",
          "Peigne,S. (2000).A new species of Eofelis (Carnivora:Nimravidae) from the phosphorites of quercy,France.Comptes Rendus De L'academie des Sciences-Series IIA-Earth and Planetary Science, 330(9), 653-658.",
          "Peigne,S., Chaimanee,Y.,Yamee,C.,Tian, P.,& Jaeger,J. J.(2006). A new amphicyonid (Mammalia, Carnivora, Amphicyonidae) from the late middle Miocene of northern Thailand and a review of the amphicyonine record in Asia.Journal of Asian Earth Sciences, 26(5), 519-532.",
          "Peigne,S., & Heizmann, E.P.J. (2003).The Amphicyonidae (Mammalia: Carnivora) from Ulm-Westtangente (MN 2, Early Miocene), badenwUrttemberg, Germany -systematics and ecomorphology.Stuttgarter Beitrage Zur Naturkunde Serie B (Geologie und Palaontologie), 343, 1-133.",
          "Peigne,S.,Vianey-Liaud,M., Pelissie,T.,& Sige,B.(2014).Valbro:Un nouveau site a vertebres de l'Oligocene inferieur (MP22) de France (Quercy).I - contexte geologique; Mammalia:Rodentia,hyaenodontida Carnivora. Annales De Paleontologie, 100, 1-45.https://doi.org/10.1016/j.annpal. 2013.11.002",
          "Petter,G. (1966).Cynodictis: Canide oligocene d'Europe, region tympanique et affinites.Annales De Paleontologie, 52, 1-19.",
          "Pomel,A. (1846).Memoire pour servir a la geologie paleontologique des terrains tertiaires du departement de l'Allier.Bulletin De La Societe Geologique De France, 3, 353-373.",
          "Pomerol, C. (1967).Esquisse paleogeographique du Bassin de Paris,a l'ere tertiaire et aux temps quaternaires.Revue De Geographie Physique Et De Geolologie Dynamique, 9, 35-85.",
          "Reighard,J., & Jennings, H. S.(1935). Anatomy of the cat (3rd ed.,p. 486).Henry Holt and Company.",
          "Remy,J. A., Crochet, J.Y.,Sioe, B., Sudre, J., de Bonis,L.,Vianey-Liaud, M., Godinot, M., Hartenberger,J.L., Lange-Badre, B., & Comte,B. (1987). Biochronologie des phosphorites du quercy : Mise a jour des listes fauniques et nouveaux gisements de mammiferes fossiles.Munchner Geowissenschaftliche Abhandlungen (a), 10, 169-188.",
          "Renault, P.,Guillot, P.L., Lefavrais-Raymond,A., Seronie-Vivien,M. R., Cavaille, A., & Clottes, J.(1978). Geologie du quercy. Les Supplements De Quercy Recherche,Serie Etudes Et Travaux, 4, 1-111.",
          "Rose,K.D.(2006). The beginning of the age of mammals (p. 428). John Hopkins University Press.",
          "Russell, D. E., & Zhai, R.-J.(1987).The paleogene of Asia:Mammals and stratigraphy.Memoires Du Museum National D'histoire Naturelle Serie C Sciences De La Terre, 52, 1-488.",
          "Scherler,L., Mennecart,B.,Hiard, F.,& Becker,D. (2013). Evolution of terrestrial hoofed-mammals during the oligocene-miocene transition in Europe. Swiss Journal of Geosciences, 106, 349-369.",
          "Schlosser, M. (1887). Die affen, lemuren, chiropteren,insectivoren,marsupialier, creodonten und Carnivoren des europaischen tertiars und deren beziehungen zu ihren lebenden und fossilen aussereuropdischen verwandten I-II.Beitrage Zur Palaontologie Osterreich-Ungarns und des Orient, 6, 1-227.",
          "Schlosser, M. (1899).Uber die Baren und barenahnlichen Formen des europaischen Tertiars.Palaeontographica,A, 46, 95-148.",
          "Shaw G,Nodder,FP (1791).The Ursine Bradypus, or Ursiform Sloth. The Naturalists Miscellany.2: 58-59.",
          "Sige,B., Aguilar,J.P., Marandat,B.,& Astruc,J. G. (1991).Extension au Miocene inferieur des remplissages phosphates du Quercy.La faune de vertebres de Cremat (Lot, France). Geobios, 24(4), 497-502.",
          "Sole,F.,Fischer,V., Denayer,J.,Speijer,R.P.,Fournier,M., Le Verger, K.,Ladeveze, S., Folie,A., & Smith,T.(2021).The upper eocene-oligocene carnivorous mammals from the quercy phosphorites (France) housed in Belgian collections. Geologica Belgica, 24(1-2), 1-16.",
          "Sole,F., Fischer,V.,Le Verger, K.,Mennecart,B., Speijer, R. P.,Peigne, S.,& Smith, T. (2022a).Evolution of European carnivorous mammal assemblages through the Palaeogene.Biological Journal of the Linnean Society, 135(4), 734-753.",
          "Sole,F., Gheerbrant,E., & Godinot,M. (2011).New data on the oxyaenidae from the early eocene of Europe;biostratigraphic,paleobiogeographic and paleoecologic implications.Palaeontologia Electronica, 14, 13-41.",
          "Sole,F., Lesport, J.F., Heitz,A.,& Mennecart,B. (2022b).A new gigantic carnivore (Carnivora,Amphicyonidae) from the late middle Miocene of France.PeerJ,10, e13457.",
          "Sole,F., Smith,R., Coillot,T.,de Bast, E.,& Smith,T.(2014).Dental and tarsal anatomy of 'Miacis 'latouri and a phylogenetic analysis of the earliest carnivoraforms (Mammalia, Carnivoramorpha). Journal of Vertebrate Paleontology, 34, 1-21.",
          "Sole,F., Smith,T.,de Bast,E., Codrea,V., & Gheerbrant, E. (2016).New carnivoraforms from the latest paleocene of Europe and their bearing on the origin and radiation of carnivoraformes (Carnivoramorpha Mammalia). Journal of Vertebrate Paleontology. https://doi.org/10.1080/02724634. 2016.1082480",
          "Spaulding,M., & Flynn, J.J. (2012).Phylogeny of the Carnivoramorpha:The impact of postcranial characters.Journal of Systematic Palaeontology, 10, 653-677. https://doi.org/10.1080/14772019.2011. 630681",
          "Springhorn, R. (1977).Revision der alttertiaren europaischen Amphicyonidae (Carnivora,Mammalia). Palaeontographica Abteilung A, 158(1-3), 26-113.",
          "Stehlin,H. G.(1909). Remarques sur les faunules de mammiferes des couches eocenes et oligocenes du Bassin de Paris.Bulletin De La Societe Geologique De France, 9, 488-520.",
          "Sun,Z., Han, A., Li,Y.,Jiangzuo,Q.,Wang,S.,& Li, S. (2022).New material of Amphicyon zhanxiangi from laogou, linxia basin suggests a possible southern dispersal with increasing omnivory. Historical Biology, 34(5), 857-864.",
          "Szalay,F.S.(1969). Mixodectidae,microsyopidae, and the insectivore-primate transition.American Museum of Natural History Bulletin, 140, 193-330."
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "1",
          "pages": "1-27",
          "title": "Swiss Journal of Palaeontology",
          "volume": "144"
        },
        "alternate_identifiers": [
          {
            "identifier": "urn:lsid:plazi.org:pub:FFC9FFC7DB3EFFC3FFBE4F3EB501F72F"
          },
          {
            "identifier": "http://publication.plazi.org/id/FFC9FFC7DB3EFFC3FFBE4F3EB501F72F"
          }
        ],
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16972064"
              }
            }
          ]
        }
      },
      "title": "Cranial osteology of CYnodiCtiS (Amphicyonidae), the oldest European carnivoran",
      "links": {
        "self": "https://zenodo.org/api/records/16972065",
        "self_html": "https://zenodo.org/records/16972065",
        "preview_html": "https://zenodo.org/records/16972065?preview=1",
        "doi": "https://doi.org/10.1186/s13358-025-00350-z",
        "self_doi": "https://doi.org/10.1186/s13358-025-00350-z",
        "self_doi_html": "https://zenodo.org/doi/10.1186/s13358-025-00350-z",
        "reserve_doi": "https://zenodo.org/api/records/16972065/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16972064",
        "parent_html": "https://zenodo.org/records/16972064",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16972065/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16972065/sequence/default",
        "files": "https://zenodo.org/api/records/16972065/files",
        "media_files": "https://zenodo.org/api/records/16972065/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:16972065:source.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:16972065:source.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:16972065:source.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:16972065:source.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:16972065:source.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:16972065:source.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/16972065/files-archive",
        "archive_media": "https://zenodo.org/api/records/16972065/media-files-archive",
        "latest": "https://zenodo.org/api/records/16972065/versions/latest",
        "latest_html": "https://zenodo.org/records/16972065/latest",
        "versions": "https://zenodo.org/api/records/16972065/versions",
        "draft": "https://zenodo.org/api/records/16972065/draft",
        "access_links": "https://zenodo.org/api/records/16972065/access/links",
        "access_grants": "https://zenodo.org/api/records/16972065/access/grants",
        "access_users": "https://zenodo.org/api/records/16972065/access/users",
        "access_request": "https://zenodo.org/api/records/16972065/access/request",
        "access": "https://zenodo.org/api/records/16972065/access",
        "communities": "https://zenodo.org/api/records/16972065/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16972065/communities-suggestions",
        "requests": "https://zenodo.org/api/records/16972065/requests"
      },
      "updated": "2025-08-27T22:28:55.472417+00:00",
      "recid": "16972065",
      "revision": 7,
      "files": [
        {
          "id": "ed368aac-7225-4d65-82af-2714eb188f7e",
          "key": "source.pdf",
          "size": 5456794,
          "checksum": "md5:43c9f8c7db3ec9c382be4f3eb501f72f",
          "links": {
            "self": "https://zenodo.org/api/records/16972065/files/source.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    }
  ]
}