{
  "cache_date": "2025-04-01T09:27:39.945815",
  "data": {
    "paperId": "8aa7be225a71ce4c33eec4135d7ed1fdb71b7a64",
    "externalIds": {
      "DBLP": "conf/itc/Spargo10",
      "MAG": "2114158982",
      "DOI": "10.1109/TEST.2010.5699294",
      "CorpusId": 32603225
    },
    "url": "https://www.semanticscholar.org/paper/8aa7be225a71ce4c33eec4135d7ed1fdb71b7a64",
    "title": "AXIe® 2.0 and MVP-C: Open ATE software standards",
    "abstract": "Open software standards AXIe®2.0 and MVP-C are introduced. The AXIe®2.0 software standard provides an interface mechanism to hardware by supplying inventory, parallel addressing (multi-site) and tester configuration services. The AXIe®2.0 is the software companion to the AXIe®1.1 hardware standard. The MVP-C standard (Multisite Virtual Pin - C language) is a set of a comprehensive, multiple level instrument API standards, which provide enhancement of existing instrumentation software standards for high performance, ATE test systems. Together, the AXIe®2.0 and MVP-C standards, supply a consistent methodology for ATE vendors to use as a partial or complete solution. For ATE customers, the option of truly mixing vendors' solutions becomes a software reality, and with it, the potential for substantial cost savings.",
    "venue": "2010 IEEE International Test Conference",
    "year": 2010,
    "referenceCount": 1,
    "citationCount": 0,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1109/TEST.2010.5699294?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1109/TEST.2010.5699294, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "31252649",
        "name": "Kenneth Spargo"
      }
    ],
    "citations": [],
    "references": [
      {
        "paperId": "19cdf7bc220446505f613709958c3fdeea9d851f",
        "title": "Open architecture test system: system architecture and design"
      }
    ]
  }
}