{
  "cache_date": "2025-04-01T09:27:03.876267",
  "data": {
    "paperId": "14cfb97763cf6eb6d9e3eda26dec6c1c22ead0ab",
    "externalIds": {
      "MAG": "3017386511",
      "DBLP": "journals/bioinformatics/StarikovaTPRZIG20",
      "DOI": "10.1093/bioinformatics/btaa250",
      "CorpusId": 216048430,
      "PubMed": "32311023"
    },
    "url": "https://www.semanticscholar.org/paper/14cfb97763cf6eb6d9e3eda26dec6c1c22ead0ab",
    "title": "Phigaro: high-throughput prophage sequence annotation",
    "abstract": "SUMMARY\nPhigaro is a standalone command-line application that is able to detect prophage regions taking raw genome and metagenome assemblies as an input. It also produces dynamic annotated \"prophage genome maps\" and marks possible transposon insertion spots inside prophages. It is applicable for mining prophage regions from large metagenomic datasets.\n\n\nAVAILABILITY\nSource code for Phigaro is freely available for download at https://github.com/bobeobibo/phigaro along with test data. The code is written in Python.\n\n\nSUPPLEMENTARY INFORMATION\nSupplementary data are available at Bioinformatics online.",
    "venue": "Bioinform.",
    "year": 2020,
    "referenceCount": 16,
    "citationCount": 94,
    "influentialCitationCount": 7,
    "openAccessPdf": {
      "url": "https://watermark.silverchair.com/btaa250.pdf?token=AQECAHi208BE49Ooan9kkhW_Ercy7Dm3ZL_9Cf3qfKAc485ysgAAAsIwggK-BgkqhkiG9w0BBwagggKvMIICqwIBADCCAqQGCSqGSIb3DQEHATAeBglghkgBZQMEAS4wEQQM8pigj1Aoa65fxacAAgEQgIICdYBRGxNuT_VU0Zw1JO58YkqWSpjxX9Sqo6Ig6nDvuFwSazMcwAJnPyV8iO62CYZxsEMn4J27T9g6KtUZE226xzpOwSR6PbTAtH72d9rtClRFISRqP0iwfE57uGFFtDXGPpvgLTThMQTgyOaGXljF_pBgpkaLddhVWY0VidCKWO5-u0Icla4XzhnVY7hXs9CxWFqjZj-U-KhMfwLe8uQvt6p1FP2-7zEtXCbl4ziPAdDaRN41-Xp6RBX5Kk8M-M4UfvvzKYhsOWiP1dyqJUnC4h1jAj1_TN25fufVALIdtz5jLVJKmbesWw7tbsGOGuqsQWHgY5GptNcNlkjDOgv5-mEvLNhKUrDX9hH_D29ysnZaB4JpL7Y0ItcO6KycwxbwHbYa_tHqVnhe-WsTt6gcHJ0ripdyBFW4hSlUEvbLVaF0Wyu_BWWPh-ssr_9Aayd5Swusu5jnPcrm38YtKKhc-7SYsjW76HQ901bhYYb7hIYy76nqEw8jZDlHCvn_jDTa_r7XpdWQyPHYaAkiH91BfFhnqDWXMOyLdExOd9AQogmef4AAQEbXA7iM5g6yDQjGJyYXV5w31R4FsQI3cIpwl7G3o_RUYgGnyDOxqQrR2UL8w0oPNQqJN-IvHmDUw1Fz4SbzkS4DljVC_XqeHXGvo9xnJrb0Izq3x4hBTH3T0OHQW6SykwN0aECY-P1kBzMIH6OKVLDojxDwVHWwlSgaBsaK1H8fE_Ke3KgTkZ1gldjYvnZjQDJIPY7FqbJdujJ-nfKXLM7fpAr4yX4E0ojMo6guoIfrYtyH26FDsPmzXP2C5AueYb4wJdlorwF3axB3LBn2YCM6",
      "status": "BRONZE",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1093/bioinformatics/btaa250?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1093/bioinformatics/btaa250, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "34478538",
        "name": "E. Starikova"
      },
      {
        "authorId": "2098544412",
        "name": "P. Tikhonova"
      },
      {
        "authorId": "31387390",
        "name": "N. A. Prianichnikov"
      },
      {
        "authorId": "5605867",
        "name": "Chris M Rands"
      },
      {
        "authorId": "2182484",
        "name": "E. Zdobnov"
      },
      {
        "authorId": "2575648",
        "name": "E. Ilina"
      },
      {
        "authorId": "2940285",
        "name": "V. Govorun"
      }
    ],
    "citations": [
      {
        "paperId": "2d5faf80602ba5d277e4be1e0894ba81e8c71ea1",
        "title": "Phenotypic and Genomic Insights into Schleiferilactobacillus harbinensis WU01, a Candidate Probiotic with Broad-Spectrum Antimicrobial Activity Against ESKAPE (Enterococcus faecium, Staphylococcus aureus, Klebsiella pneumoniae, Acinetobacter baumannii, Pseudomonas aeruginosa, and Enterobacter) Patho"
      },
      {
        "paperId": "397b12d0f31567ee47f8d835bd1efd0b944a2069",
        "title": "VITALdb: to select the best viroinformatics tools for a desired virus or application"
      },
      {
        "paperId": "67779b80eb6aeb95661f787270a22ec2e403f0e2",
        "title": "AI-2 Signaling: A Potential Driver of Bacteremia in Non-Typhoidal Salmonella Infections"
      },
      {
        "paperId": "7d0755824811a934eff7e78ab2b74495ea1f4bab",
        "title": "Genomic analysis of multidrug-resistant Escherichia coli isolated from dairy cows in Shihezi city, Xinjiang, China"
      },
      {
        "paperId": "007cb14fc13e538f64a7f954cccf3fd175d9ec30",
        "title": "Population genetic analysis of clinical Mycobacterium abscessus complex strains in China"
      },
      {
        "paperId": "cdb7e817d3e48e581ebb7d44edb74873fed40e37",
        "title": "Genome Mining and Characterization of Two Novel Lacticaseibacillus rhamnosus Probiotic Candidates with Bile Salt Hydrolase Activity."
      },
      {
        "paperId": "3c2cc287e90d55af656c426c9bb8327622228bba",
        "title": "First report on comprehensive genomic analysis of a multidrug-resistant Enterobacter asburiae isolated from diabetic foot infection from Bangladesh"
      },
      {
        "paperId": "4a56033b4742248ec85d37eff9adc869b6736093",
        "title": "From Isolation to Application: Utilising Phage‐Antibiotic Synergy in Murine Bacteremia Model to Combat Multidrug‐Resistant Enterococcus faecalis"
      },
      {
        "paperId": "e3c1fe73e3e7079a218557bf64b7f2314de59205",
        "title": "Are Escherichia coli causing recurrent cystitis just ordinary uropathogenic E. coli (UPEC) strains?"
      },
      {
        "paperId": "af36fcc2fa08120ddb3022bfca22fe696fdd0000",
        "title": "Insights into polyethylene biodegradative fingerprint of Pseudomonas citronellolis E5 and Rhodococcus erythropolis D4 by phenotypic and genome-based comparative analyses"
      },
      {
        "paperId": "3476330deb657217d452216f24faea5fab1e13ed",
        "title": "Genomic Characterization of Bacillus sp. THPS1: A Hot Spring-Derived Species with Functional Features and Biotechnological Potential"
      },
      {
        "paperId": "39adeadf02d1a4678a35387f4f3f4dcfe38f1cd9",
        "title": "Phenotypic Characterization and Genome Analysis of New Broad-Spectrum Virulent Salmophage, Salmonella Phage KKP_3822, for Biocontrol of Multidrug-Resistant Salmonella enterica Strains"
      },
      {
        "paperId": "703f0a1e5337a7e24b7d38c42ff44ab1047c66ac",
        "title": "Genome Analysis of Anti-Phage Defense Systems and Defense Islands in Stenotrophomonas maltophilia: Preservation and Variability"
      },
      {
        "paperId": "a7d3f1825f3446e5d279686a34b1521edca7232f",
        "title": "Biological warfare between two bacterial viruses in a defense archipelago sheds light on the spread of CRISPR-Cas systems."
      },
      {
        "paperId": "ae97ff48883d6016576d4b0cc27cd7ff349f9f1b",
        "title": "Intestinal Carriage of Two Distinct stx2f-Carrying Escherichia coli Strains by a Child with Uncomplicated Diarrhea"
      },
      {
        "paperId": "f6286f411e5ea010406a40ca0ac7371a2f8d4368",
        "title": "The phageome of patients with ulcerative colitis treated with donor fecal microbiota reveals markers associated with disease remission"
      },
      {
        "paperId": "74a0e169a34d68c20edfbe594955c9338e28e623",
        "title": "Findings and methodologies in oral phageome research: a systematic review"
      },
      {
        "paperId": "774af193a4a6c83572ca12a0136bd353d53f79ec",
        "title": "The first complete genome of Robbsia andropogonis reveals its arsenal of virulence system causing leaf spot disease of areca palm"
      },
      {
        "paperId": "4f43ba2ab4a148134ef19c88d48c1e8b01b7c3c0",
        "title": "Investigation of in vitro susceptibility and resistance mechanisms to amikacin among diverse carbapenemase-producing Enterobacteriaceae"
      },
      {
        "paperId": "0f84ed954811a7eb78d041eb01a6885688ccc25e",
        "title": "Screening and in silico characterization of prophages in Helicobacter pylori clinical strains."
      },
      {
        "paperId": "73bb7f7a051c9f402c2eb19cac25629f628a9e83",
        "title": "Unravelling the processes involved in biodegradation of chlorinated organic pollutant: From microbial community to isolated organohalide degraders."
      },
      {
        "paperId": "a7fe4d21a757d57940ed2abb02d605b4903227a8",
        "title": "Comprehensive blueprint of Salmonella genomic plasticity identifies hotspots for pathogenicity genes"
      },
      {
        "paperId": "79017e9e7f7539cd3a3ab4504e3bd8b92d67b4e9",
        "title": "Liquorilactobacillus: A Context of the Evolutionary History and Metabolic Adaptation of a Bacterial Genus from Fermentation Liquid Environments."
      },
      {
        "paperId": "f9c8a6a92910a84a77712897924bf5f5139e4758",
        "title": "Distinct prophage gene profiles of Staphylococcus aureus strains from atopic dermatitis patients and healthy individuals"
      },
      {
        "paperId": "f94b7035329df08cc21e00c84ad38dbf1cd47547",
        "title": "Bacillus subtilis-derived peptides disrupt quorum sensing and biofilm assembly in multidrug-resistant Staphylococcus aureus"
      },
      {
        "paperId": "3b1c494f94c99205b96660bb9fa3b6b35e4e42d6",
        "title": "Characterization of Ligilactobacillus salivarius CRISPR-Cas systems"
      },
      {
        "paperId": "c0da25db709a8dd23338f3c44c2062733e011a2b",
        "title": "Treated Wastewater: A hotspot for multidrug- and colistin-resistant Klebsiella pneumoniae."
      },
      {
        "paperId": "8565d0a2f4fb04454fa5c5081547d78991a43a9d",
        "title": "Epidemiological pattern and genomic insights into multidrug-resistant ST 491 Acinetobacter baumannii BD20 isolated from infected wound in Bangladesh: Concerning co-occurrence of three classes of beta lactamase genes."
      },
      {
        "paperId": "bb1a59e4bc45221791e7799fa3cf6ba838a082ef",
        "title": "Exploring Weissella confusa W1 and W2 Strains Isolated from Khao-Mahk as Probiotic Candidates: From Phenotypic Traits to Genomic Insights"
      },
      {
        "paperId": "c79d9a8c26b2a2f04c66f17b94d0fe258926479f",
        "title": "Diversity and phage sensitivity to phages of porcine enterotoxigenic Escherichia coli"
      },
      {
        "paperId": "09b3a2a4f348ba37fdc8e5476a1ff8d8ab81d06c",
        "title": "Sequencing-based analysis of microbiomes."
      },
      {
        "paperId": "83262d72f8311fe39a093e10d364af8c93c83488",
        "title": "Isolation and identification of specific Enterococcus faecalis phage C-3 and G21-7 against Avian pathogenic Escherichia coli and its application to one-day-old geese"
      },
      {
        "paperId": "f2283eac4eb020e077110ff6e5db8069605afcc4",
        "title": "Personalized bacteriophage therapy outcomes for 100 consecutive cases: a multicentre, multinational, retrospective observational study"
      },
      {
        "paperId": "eadaa6d1ba2cda4490dd653bac8aecd819972550",
        "title": "Genome analysis of Rossellomorea sp. y25, a deep sea bacterium isolated from the sediments of South China Sea."
      },
      {
        "paperId": "ec9aa2f59c456c12890ee002621fb170d132065c",
        "title": "Probiotic Insights from the Genomic Exploration of Lacticaseibacillus paracasei Strains Isolated from Fermented Palm Sap"
      },
      {
        "paperId": "1b5c0334ed72c7a6a65929ce23abe17179dc1658",
        "title": "Anthropogenic pollution may enhance natural transformation in water, favouring the spread of antibiotic resistance genes."
      },
      {
        "paperId": "7d463403ba021b94a97ca491a18ab467a65a860e",
        "title": "Probiogenomic analysis of Lactiplantibacillus plantarum SPS109: A potential GABA-producing and cholesterol-lowering probiotic strain"
      },
      {
        "paperId": "92bff706170e1309f76fc177838ea6df42f4bddf",
        "title": "Gut virome alterations in patients with chronic obstructive pulmonary disease"
      },
      {
        "paperId": "3dfdbe23b8f699baf3122f1d79de7f559216bb9c",
        "title": "Functional genomic analysis of the isolated potential probiotic Lactobacillus delbrueckii subsp. indicus TY-11 and its comparison with other Lactobacillus delbrueckii strains"
      },
      {
        "paperId": "cec92395bd5ebc80162efe2f4106947f4970eb34",
        "title": "Life on the edge: microbial diversity, resistome, and virulome in soils from the Union Glacier cold desert"
      },
      {
        "paperId": "e479c2b71e58cb35ae34106baa1b329ac24f79e6",
        "title": "Genome sequence of the plant-growth-promoting bacterium Bacillus velezensis EU07"
      },
      {
        "paperId": "f4462b01cd48d47d56721cf334c80dcd2e7d7716",
        "title": "Benchmarking bioinformatic virus identification tools using real-world metagenomic data across biomes"
      },
      {
        "paperId": "1254e8a676d82ae86bc55eb80d1e2df12cf5fd7c",
        "title": "Unlocking the genetic potential of Lacticaseibacillus rhamnosus strains: Medical applications of a promising probiotic for human and animal health"
      },
      {
        "paperId": "1aede346006112dd6f87be680f964ccb79dcb8d7",
        "title": "Pannonibacter anstelovis sp. nov. Isolated from Two Cases of Bloodstream Infections in Paediatric Patients"
      },
      {
        "paperId": "02a64ba6fecc1a3cbf4bf8d05d704a5aae041ef6",
        "title": "Genomic mining of Geobacillus stearothermophilus GF16 for xylose production from hemicellulose-rich biomasses using secreted enzymes"
      },
      {
        "paperId": "ce951f473ec8e5b6351292d93b8640ac723f5532",
        "title": "First report of coexistence of blaKPC-2 and blaNDM-1 in carbapenem-resistant clinical isolates of Klebsiella aerogenes in Brazil"
      },
      {
        "paperId": "264bac0ea54cfbe6c22024207d813d3abaa833b1",
        "title": "Draft Genome Sequencing of the Bacillus thuringiensis var. Thuringiensis Highly Insecticidal Strain 800/15"
      },
      {
        "paperId": "9e7356e546c677ca5590d2c0109b2bda2f904473",
        "title": "Phenogenetic profile and agronomic contribution of Azospirillum argentinense Az39T, a reference strain for the South American inoculant industry."
      },
      {
        "paperId": "0d2f5bd9301b5e812c0e2b72f6b92d19099f2f85",
        "title": "Bacterial defense systems exhibit synergistic anti-phage activity."
      },
      {
        "paperId": "46748fbc3eddbfd003a50b34c264c8568962a88c",
        "title": "Genomic landscape of NDM-1 producing multidrug-resistant Providencia stuartii causing burn wound infections in Bangladesh"
      },
      {
        "paperId": "dcf890fbdb699dd2df8bef257aff00e1bd268459",
        "title": "Pasteurella multocida ST20 is widespread in Australian poultry farms and may infect wild waterbirds."
      },
      {
        "paperId": "a700f822c542b0b16b82d40fbdc8a9853046a3c5",
        "title": "Insights into the biodegradation of polycaprolactone through genomic analysis of two plastic-degrading Rhodococcus bacteria"
      },
      {
        "paperId": "990132bfdb5e500f1b4b1516ee25730e32baf781",
        "title": "Isolation, Genomic Characterization of Shigella prophage fPSFA that effectively infects multi-drug resistant Shigella isolates from the Indian Poultry Sector."
      },
      {
        "paperId": "23ffbb092f5dfd52c183f4ba64df94a749e906d0",
        "title": "Evaluation of Safety and Probiotic Traits from a Comprehensive Genome-Based In Silico Analysis of Ligilactobacillus salivarius P1CEA3, Isolated from Pigs and Producer of Nisin S"
      },
      {
        "paperId": "d97f7ecc36b18e3547f43b79ceabff49fd5572a6",
        "title": "Genomic insights into plasmid-mediated antimicrobial resistance in the bacterium Bhargavaea beijingensis strain PS04"
      },
      {
        "paperId": "b3d484b619050fcdad5fe5a126d2ffb3e576074e",
        "title": "Viral Diversity in Benthic Abyssal Ecosystems: Ecological and Methodological Considerations"
      },
      {
        "paperId": "cf2a91002ed8159c26d141c2511d1e96a66568bf",
        "title": "Mosaic environment-driven evolution of the deep-sea mussel Gigantidas platifrons bacterial endosymbiont"
      },
      {
        "paperId": "8e80b0e4e5076883f23f104295d813d211e37034",
        "title": "The first genomic characterization of a stable, hemin-dependent small colony variant strain of Staphylococcus epidermidis isolated from a prosthetic-joint infection"
      },
      {
        "paperId": "3558af9272726edb408a4acbf45ef6452f9efb06",
        "title": "Identification of mobile genetic elements with geNomad"
      },
      {
        "paperId": "207870227cac66f34c61a31cf0d662eeeaf921a5",
        "title": "The man, the plant, and the insect: shooting host specificity determinants in Serratia marcescens pangenome"
      },
      {
        "paperId": "acf00e4ac0cca5c0bab47d2442c4df2838be8956",
        "title": "Benchmarking informatics approaches for virus discovery: caution is needed when combining in silico identification methods"
      },
      {
        "paperId": "bf64bab82d3fb9985ea1bd08019383acb496112c",
        "title": "The gut virome and the relevance of temperate phages in human health"
      },
      {
        "paperId": "7c4de3210a54b91d9451ad3772b6cad58c194be6",
        "title": "Newly Isolated Virulent Salmophages for Biocontrol of Multidrug-Resistant Salmonella in Ready-to-Eat Plant-Based Food"
      },
      {
        "paperId": "afa118d5ac6a98d00e61e93da8f041cffb485c03",
        "title": "Proksee: in-depth characterization and visualization of bacterial genomes"
      },
      {
        "paperId": "36157cdabe4fe75ad5bcafbd032341d38895175f",
        "title": "Genome-Based Retrospective Analysis of a Providencia stuartii Outbreak in Rome, Italy: Broad Spectrum IncC Plasmids Spread the NDM Carbapenemase within the Hospital"
      },
      {
        "paperId": "767334931ec5cb97d8d1edb398b2fa8a7dbc249a",
        "title": "A point mutation in recC associated with subclonal replacement of carbapenem-resistant Klebsiella pneumoniae ST11 in China"
      },
      {
        "paperId": "c1113bbbd09266d436a71b5b5d417ee6b80a5153",
        "title": "BacWGSpipe: A Snakemake Workflow for a Complete Analysis of Bacterial Whole-Genome Sequencing Data"
      },
      {
        "paperId": "225499fa92268e858800019cf864345cce94a1a2",
        "title": "Systematic analysis of prophage elements in actinobacterial genomes reveals a remarkable phylogenetic diversity"
      },
      {
        "paperId": "f160fda0e37931bd3df19a556081ef30d64ffe5e",
        "title": "Analysis of bacterial pangenomes reduces CRISPR dark matter and reveals strong association between membranome and CRISPR-Cas systems"
      },
      {
        "paperId": "51a54a1fb3ac9b4b6d78fbbb7aaf4d16d894066f",
        "title": "Diverse Populations of Staphylococcus pseudintermedius Colonize the Skin of Healthy Dogs"
      },
      {
        "paperId": "9308a3491bedc250c7ac6e8cef7a5771c9d6b9c8",
        "title": "Advances in the field of phage-based therapy with special emphasis on computational resources"
      },
      {
        "paperId": "b1c6b339452018753b5447ecde01ce2c05365a8e",
        "title": "Characterization of a P1-bacteriophage-like plasmid (phage-plasmid) harbouring bla CTX-M-15 in Salmonella enterica serovar Typhi"
      },
      {
        "paperId": "eaff8384eb919a0fabb724a7d67caa3d2fd06bb4",
        "title": "Evidence for a Putative Isoprene Reductase in Acetobacterium wieringae"
      },
      {
        "paperId": "d4bdf8a9dc9c23d13eb9e4f05e6685c42918eca3",
        "title": "Commensal bacteria contribute to the growth of multidrug-resistant Avibacterium paragallinarum in chickens"
      },
      {
        "paperId": "dc9a570ba64f4de7fa1914d08f61b04d4254b7f6",
        "title": "Ecogenomics reveals viral communities across the Challenger Deep oceanic trench"
      },
      {
        "paperId": "9409269a5b28f8949ebf72ef0128bbf21422be67",
        "title": "Comparative genomics and pangenomics of vancomycin-resistant and susceptible Enterococcus faecium from Irish hospitals."
      },
      {
        "paperId": "db3526e545222470401ba63865aecf3616b05034",
        "title": "Comparative genome analysis of Vagococcus fluvialis reveals abundance of mobile genetic elements in sponge-isolated strains"
      },
      {
        "paperId": "8e105f5432de2df5d759a81a7f6c65aab1fe08c9",
        "title": "VIRify: An integrated detection, annotation and taxonomic classification pipeline using virus-specific protein profile hidden Markov models"
      },
      {
        "paperId": "26d28a13b280e3706f205823747de5bf14096abf",
        "title": "Shooting hoops: globetrotting plasmids spreading more than just antimicrobial resistance genes across One Health"
      },
      {
        "paperId": "0b686965630c75ca564481859fb5b6ea2b41e850",
        "title": "Microbiome-Independent Effects of Antibiotics in a Murine Model of Nosocomial Infections"
      },
      {
        "paperId": "1fdff6f551a36d633a749d0643e410cd6972be42",
        "title": "MetaPhage: an Automated Pipeline for Analyzing, Annotating, and Classifying Bacteriophages in Metagenomics Sequencing Data"
      },
      {
        "paperId": "61ef0f1885c2b48d72118c869b78d687b2191d25",
        "title": "In Silico Characterisation of Putative Prophages in Lactobacillaceae Used in Probiotics for Vaginal Health"
      },
      {
        "paperId": "9d79d6fa8715ff93d524037e370f1fbcbb5be90d",
        "title": "A Novel Multidrug Resistant, Non-Tn4401 Genetic Element-Bearing, Strain of Klebsiella pneumoniae Isolated From an Urban Lake With Drinking and Recreational Water Reuse"
      },
      {
        "paperId": "f5c486d48c2748c35379621db00f5125f4715ff4",
        "title": "“Comparative genomics and pangenomics of vancomycin resistant and susceptible Enterococcus faecium from Irish hospitals across 20 years”"
      },
      {
        "paperId": "b9efffbfb80a8ddd19509262a894731b4aa9e4e2",
        "title": "Whole genome sequencing and de novo assembly of Staphylococcus pseudintermedius: a pangenome approach to unravelling pathogenesis of canine pyoderma."
      },
      {
        "paperId": "4c3753574a033208e47979368ce5d835528899c0",
        "title": "Philympics 2021: Prophage Predictions Perplex Programs"
      },
      {
        "paperId": "799d1a9621263f15ca489f10e619ec66af8185b0",
        "title": "Evolutionary origin and ecological implication of a unique nif island in free-living Bradyrhizobium lineages"
      },
      {
        "paperId": "b7eeaa761e9e06b3d20c33d1be9183d875dee675",
        "title": "Gauge your phage: benchmarking of bacteriophage identification tools in metagenomic sequencing data"
      },
      {
        "paperId": "b1e52828bb6c438f9aa407ab674317226758b037",
        "title": "Whole genome analysis unveils genetic diversity and potential virulence determinants in Vibrio parahaemolyticus associated with disease outbreak among cultured Litopenaeus vannamei (Pacific white shrimp) in India"
      },
      {
        "paperId": "21818286078368e92b4a84194872737ee45732ef",
        "title": "CheckV assesses the quality and completeness of metagenome-assembled viral genomes"
      },
      {
        "paperId": "01e48a18067d3931c34a4bc5187fbaa735bc8828",
        "title": "Cenote-Taker 2 Democratizes Virus Discovery and Sequence Annotation"
      },
      {
        "paperId": "578836abfab1948df3a5fe6e1fcbca9da5f9301b",
        "title": "What the Phage: a scalable workflow for the identification and analysis of phage sequences"
      },
      {
        "paperId": "e376e8b8de2d2ec41b737d0f5397388aca99cf9f",
        "title": "Experimental approaches to tracking mobile genetic elements in microbial communities."
      },
      {
        "paperId": "496f1cc1392d1304263d3f1e3a2eb5325a814b21",
        "title": "Strain-Resolved Dynamics of the Lung Microbiome in Patients with Cystic Fibrosis"
      }
    ],
    "references": [
      {
        "paperId": "6634c2cb2fa0af94e047266a36d36a70fd342ed4",
        "title": "Bacteriophage therapy for management of bacterial infections in veterinary practice: what was once old is new again"
      },
      {
        "paperId": "a67019bf7bb923c360e995d94af4b291db435fc1",
        "title": "Discovery of an expansive bacteriophage family that includes the most abundant viruses from the human gut"
      },
      {
        "paperId": "5a9c19018ab9a32789c14562682ae7ce5235d69d",
        "title": "Phage therapy: An alternative to antibiotics in the age of multi-drug resistance"
      },
      {
        "paperId": "1a4a1faea01afd987724fafd3fabfb3b0e5c52c2",
        "title": "Phage therapy is highly effective against chronic lung infections with Pseudomonas aeruginosa"
      },
      {
        "paperId": "80ceb7bd469196ce19f582ed8ee9b1acaee8f41c",
        "title": "Applicability of commercial phage-based products against Listeria monocytogenes for improvement of food safety in Spanish dry-cured ham and food contact surfaces"
      },
      {
        "paperId": "d3966e884f5b7f5ea7fceffa67dae2795c73bbd7",
        "title": "Prokaryotic Virus Orthologous Groups (pVOGs): a resource for comparative genomics and protein family annotation"
      },
      {
        "paperId": "a72c396960018b7461dfbf7eaae35ac688a99471",
        "title": "Bacteriophages as Weapons Against Bacterial Biofilms in the Food Industry"
      },
      {
        "paperId": "c008e7ac3a0a09e10fc9bca1f62d7f09c4391400",
        "title": "PHASTER: a better, faster version of the PHAST phage search tool"
      },
      {
        "paperId": "670ddc8a6b085957dcdb7dd45d7bb76fe1674beb",
        "title": "HMMER web server: 2015 update"
      },
      {
        "paperId": "9c77d195db61dda2be6bc4cbf7e403f9f2a36b34",
        "title": "PhiSpy: a novel algorithm for finding prophages in bacterial genomes that combines similarity- and composition-based strategies"
      },
      {
        "paperId": "5abc314813e236bd946e2b18bc86f6e6d6dc04f2",
        "title": "Prophinder: a computational tool for prophage prediction in prokaryotic genomes"
      },
      {
        "paperId": "41d6f81c8e711e8649849f5ba804534b9ec5d781",
        "title": "Phage_Finder: Automated identification and classification of prophage regions in complete bacterial genome sequences"
      },
      {
        "paperId": "0bf78ed69aecfa907e0c458fbba62914b6fd8b05",
        "title": "Prophages and bacterial genomics: what have we learned so far?"
      },
      {
        "paperId": "7e957a5af8b4041be3b3431bafe4fe23126e9724",
        "title": "Discrete-Time Signal Pro-cessing"
      },
      {
        "paperId": "f8ef4906784598947c08b9f23fa03a82a5157d9c",
        "title": "Trace: Tennessee Research and Creative Exchange Prodigal: Prokaryotic Gene Recognition and Translation Initiation Site Identification Recommended Citation Prodigal: Prokaryotic Gene Recognition and Translation Initiation Site Identification"
      },
      {
        "paperId": "a1dc62ebec4811133d72713a2929358e29627c00",
        "title": "Distributed under Creative Commons Cc-by 4.0 Virsorter: Mining Viral Signal from Microbial Genomic Data"
      }
    ]
  }
}