{
  "cache_date": "2025-11-01T09:49:16.884042",
  "data": {
    "paperId": "dd39668873e88fc2cbf1ff2c31609a64b8f66ca6",
    "externalIds": {
      "PubMedCentral": "8034630",
      "DOI": "10.1093/nar/gkab133",
      "CorpusId": 232141792,
      "PubMed": "33677572"
    },
    "url": "https://www.semanticscholar.org/paper/dd39668873e88fc2cbf1ff2c31609a64b8f66ca6",
    "title": "Streamlining CRISPR spacer-based bacterial host predictions to decipher the viral dark matter",
    "venue": "Nucleic Acids Research",
    "year": 2021,
    "referenceCount": 43,
    "citationCount": 90,
    "influentialCitationCount": 7,
    "openAccessPdf": {
      "url": "https://academic.oup.com/nar/article-pdf/49/6/3127/36884636/gkab133.pdf",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC8034630, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "51924307",
        "name": "Moïra B. Dion"
      },
      {
        "authorId": "49017260",
        "name": "Pier-Luc Plante"
      },
      {
        "authorId": "2052067220",
        "name": "Edwige Zufferey"
      },
      {
        "authorId": "26963642",
        "name": "Shiraz A. Shah"
      },
      {
        "authorId": "145970628",
        "name": "J. Corbeil"
      },
      {
        "authorId": "3250839",
        "name": "S. Moineau"
      }
    ],
    "citations": [
      {
        "paperId": "80d427516c23c1dd5fb3af8879f532704a59ad3d",
        "title": "RNA virus ecogenomics along a subarctic permafrost thaw gradient"
      },
      {
        "paperId": "ef9a4f0cc07ff4c61cc7b84f86981b8492cd171c",
        "title": "FT-ICR MS and viral metagenomics reveal distinct mechanisms of lysogenic and lytic phage-driven DOM transformations in wastewater at formula-levels"
      },
      {
        "paperId": "fc51975e7c6149d210de56246733abd28269a403",
        "title": "A Phylogenetic Host‐Range Index Reveals Ecological Constraints in Phage Specialisation and Virulence"
      },
      {
        "paperId": "c2e0f6ae333b82a1b0e46083fc31658ea228304d",
        "title": "Hidden viral players: Diversity and ecological roles of viruses in groundwater microbiomes"
      },
      {
        "paperId": "4cb47c74198c5a3050bd5334e06befc9f354766a",
        "title": "Tool Choice drastically Impacts CRISPR Spacer-Protospacer Detection"
      },
      {
        "paperId": "fe14408c14e2712faacafcab587559a9683da2db",
        "title": "Urban wild bee well-being revealed by gut metagenome data: A mason bee model."
      },
      {
        "paperId": "fd983c7111afe646c2014c2064391f414d4b77c7",
        "title": "Characterization of the phyllosphere virome of fresh vegetables and potential transfer to the human gut"
      },
      {
        "paperId": "f29dc3b9f1ef72417345ceb0e5a8d99b9888e1b8",
        "title": "Evaluation of public health impact risks associated with bacterial antimicrobial resistome in tropical coastal environments."
      },
      {
        "paperId": "1e6998725d181ec2e36d0b7f541c029ee5d023d2",
        "title": "Weberviruses are gut-associated phages that infect Klebsiella spp"
      },
      {
        "paperId": "071e10086285486d91f28c733f0263c781dd8b6e",
        "title": "Prophages in the infant gut are pervasively induced and may modulate the functionality of their hosts"
      },
      {
        "paperId": "179e6febefd79d8593d77e20d258c1933b746dd8",
        "title": "Adaptive modification of antiviral defense systems in microbial community under Cr-induced stress"
      },
      {
        "paperId": "9835dc440e9408d4b29cea36afb6f7d0a05eeca5",
        "title": "Viroid-like “obelisk” agents are widespread in the ocean and exceed the abundance of RNA viruses in the prokaryotic fraction"
      },
      {
        "paperId": "0981f6921ab14dd804e90f431390fc33a9a8dde7",
        "title": "Bacterial and viral assemblages in ulcerative colitis patients following fecal microbiota and fecal filtrate transfer"
      },
      {
        "paperId": "4b8e79f5091c2195e8c959241ec1854f69abb5e6",
        "title": "CRISPR-Cas spacer acquisition is a rare event in human gut microbiome"
      },
      {
        "paperId": "b892c63c4f135a2b405ec7283a250ad37a672be2",
        "title": "Unveiling host–parasite relationships through conserved MITEs in prokaryote and viral genomes"
      },
      {
        "paperId": "9249da5aeb4e72409228b04d9ea29f98088ebefe",
        "title": "Recent advances in deep learning and language models for studying the microbiome"
      },
      {
        "paperId": "0ad77773bbaee25fd8e09c0f6bbd88b5c33de50e",
        "title": "Exploring pangenomic diversity and CRISPR-Cas evasion potential in jumbo phages: a comparative genomics study"
      },
      {
        "paperId": "80e21b4a6723abaf15e552aa9ea583df3f89df6b",
        "title": "Genomic analysis of Oceanotoga teriensis strain UFV_LIMV02, a multidrug-resistant thermophilic bacterium isolated from an offshore oil reservoir"
      },
      {
        "paperId": "40e4c0fcc2af31433ffdd7e3928aefb628fbdc72",
        "title": "Rheumatoid arthritis patients harbour aberrant enteric bacteriophages with autoimmunity-provoking potential: a paired sibling study"
      },
      {
        "paperId": "4ced8339cdce39c542be0010581d5c3a20309e7d",
        "title": "A novel genus of Pectobacterium bacteriophages display broad host range by targeting several species of Danish soft rot isolates"
      },
      {
        "paperId": "f48cd621ed55b25369d4408c1e2e539a351d6350",
        "title": "Tools and methodology to in silico phage discovery in freshwater environments"
      },
      {
        "paperId": "08d571527e43202faa903bc1a9b0673d8fe66e8c",
        "title": "Characterization of CRISPR-Cas Systems in Shewanella algae and Shewanella haliotis: Insights into the Adaptation and Survival of Marine Pathogens"
      },
      {
        "paperId": "8e9ae0435757ddb3c15ff1982ef4793a87ef95f9",
        "title": "Assessing phage-host population dynamics by reintroducing virulent viruses to synthetic microbiomes."
      },
      {
        "paperId": "87e29395fa6a6c091213c50cf156cc53ef60cd2b",
        "title": "Advances in phage–host interaction prediction: in silico method enhances the development of phage therapies"
      },
      {
        "paperId": "de1e20198749511d4e11cb468cb69379c12d1bb5",
        "title": "Adaptive strategies and ecological roles of phages in habitats under physicochemical stress."
      },
      {
        "paperId": "0a84faa9eca25aa5210cd39271c8b48fc6b892f5",
        "title": "Forty-nine metagenomic-assembled genomes from an aquatic virome expand Caudoviricetes by 45 potential new families and the newly uncovered Gossevirus of Bamfordvirae."
      },
      {
        "paperId": "814020f831ff1d265e584f6621bebd628390a9d3",
        "title": "Metagenomic analysis of the honey bee queen microbiome reveals low bacterial diversity and Caudoviricetes phages"
      },
      {
        "paperId": "5a988343a60115ab76729b81adaa43ed414d0a04",
        "title": "Biological and bioinformatic tools for the discovery of unknown phage-host combinations."
      },
      {
        "paperId": "b40085413a054e87c42ba8892b409b381af85589",
        "title": "Tailed bacteriophages (Caudoviricetes) dominate the microbiome of a diseased stingless bee"
      },
      {
        "paperId": "e1c94b3fa50593e2c30b4b338aff5794bbacfbc1",
        "title": "Efficient Recovery of Complete Gut Viral Genomes by Combined Short‐ and Long‐Read Sequencing"
      },
      {
        "paperId": "f9023f514bde917cdbc084ad1199db9c2d2b08fa",
        "title": "Diversity of Bathyarchaeia viruses in metagenomes and virus-encoded CRISPR system components"
      },
      {
        "paperId": "e50172af19635d3ea5ea53bcaa4716a822d56b37",
        "title": "Escherichia coli CRISPR arrays from early life fecal samples preferentially target prophages"
      },
      {
        "paperId": "1d204aeb5316b6ed1ae7dd86c777a5e4b11f9dd8",
        "title": "Prediction and characterization of prophages of Stenotrophomonas maltophilia reveals a remarkable phylogenetic diversity of prophages"
      },
      {
        "paperId": "2cbea0697eecf2fdb740de29b577603202a6eed7",
        "title": "CRISPR spacers acquired from plasmids primarily target backbone genes, making them valuable for predicting potential hosts and host range"
      },
      {
        "paperId": "b722d461d6179b6a6aaddd7a78e67c8d9e3f306c",
        "title": "Infant gut DNA bacteriophage strain persistence during the first 3 years of life."
      },
      {
        "paperId": "94de16a30e0222bb7aeccd12ac0d96c39422c4f2",
        "title": "Viral metagenomics reveals diverse virus-host interactions throughout the soil depth profile"
      },
      {
        "paperId": "c0a50fa0cabb6c6ac10cf4b47027cd1718116e49",
        "title": "Novel virulent and temperate cyanophages predicted to infect Microcoleus associated with anatoxin-producing benthic mats."
      },
      {
        "paperId": "dba0cbcc07aae56771d5799e176897bd8c01dda1",
        "title": "Genomic Analysis and Taxonomic Characterization of Seven Bacteriophage Genomes Metagenomic-Assembled from the Dishui Lake"
      },
      {
        "paperId": "8db18efb27b7e41ebb45c6781842c2202b557c87",
        "title": "Comparative evaluation of bioinformatic tools for virus-host prediction and their application to a highly diverse community in the Cuatro Ciénegas Basin, Mexico"
      },
      {
        "paperId": "5cdf95a413cd99e627e27e9b49223a43a784d14b",
        "title": "Diversity of Bathyarchaeia viruses in metagenomes and virus-encoded CRISPR system components"
      },
      {
        "paperId": "caf36f5f4985b472f1cc9e13bb7f055b75737611",
        "title": "Metagenomic analysis of the honey bee queen microbiome reveals low bacterial diversity and Caudoviricetes phages"
      },
      {
        "paperId": "22db0e17de3310a5312dedd07c695bd8058ef2c6",
        "title": "Infant gut bacteriophage strain persistence during the first three years of life"
      },
      {
        "paperId": "23e99c36c56f58d8218625a0e735145f2173a88b",
        "title": "Phages are unrecognized players in the ecology of the oral pathogen Porphyromonas gingivalis"
      },
      {
        "paperId": "0331606685bc272cd5dce9e1bedcaf0d0200a3c6",
        "title": "Characterization of prophages in bacterial genomes from the honey bee (Apis mellifera) gut microbiome"
      },
      {
        "paperId": "f03e3ad7b921a28231809ff86a330b6f0c7db149",
        "title": "Expanding known viral diversity in the healthy infant gut"
      },
      {
        "paperId": "a19a90f76d9730d34d79b13ecccad8215b588899",
        "title": "Large-scale phage cultivation for commensal human gut bacteria."
      },
      {
        "paperId": "ee45785fa334ab4a13c2066ad8e829ff4137d351",
        "title": "Bioinformatics approaches for unveiling virus-host interactions"
      },
      {
        "paperId": "86534fab0ce425614e8aa499cadd33af5d51e6fd",
        "title": "Prophage-Derived Regions in Curtobacterium Genomes: Good Things, Small Packages"
      },
      {
        "paperId": "6b80f5586402e7821971509ed81edc1db4032865",
        "title": "Phages are important unrecognized players in the ecology of the oral pathogen Porphyromonas gingivalis"
      },
      {
        "paperId": "9308a3491bedc250c7ac6e8cef7a5771c9d6b9c8",
        "title": "Advances in the field of phage-based therapy with special emphasis on computational resources"
      },
      {
        "paperId": "f8c94b3ff72034fe9aca9798be7c414b1a86358e",
        "title": "Phage Encounters Recorded in CRISPR Arrays in the Genus Oenococcus"
      },
      {
        "paperId": "8384fbb57fa1218b55170b950d44bcf86d92ce43",
        "title": "Ecological and evolutionary patterns of virus-host interactions throughout a grassland soil depth profile"
      },
      {
        "paperId": "82b45fc91eb41817c28fbb64926ddfaec0f2214f",
        "title": "Functional ecology of bacteriophages in the environment."
      },
      {
        "paperId": "3abb0232111328a2931725a5a162a4ac0e51d0b3",
        "title": "Metagenomic analysis reveals unexplored diversity of archaeal virome in the human gut"
      },
      {
        "paperId": "fb5460052fab79378097d946b94ccc82a76c4e86",
        "title": "Revealing bacteria-phage interactions in human microbiome through the CRISPR-Cas immune systems"
      },
      {
        "paperId": "c478aeae38f58fa00415c0e3a654577fed431a17",
        "title": "Insights into the global freshwater virome"
      },
      {
        "paperId": "fbd8c16bcd4ebd0b8f9888ae1e68f1b3c988d2fa",
        "title": "Host prediction for disease-associated gastrointestinal cressdnaviruses"
      },
      {
        "paperId": "d5e3608456c176b5743e97e94084c195492a9b56",
        "title": "Prophage Diversity Across Salmonella and Verotoxin-Producing Escherichia coli in Agricultural Niches of British Columbia, Canada"
      },
      {
        "paperId": "01bc772dd86149e1aabe290e9250f362d535fda6",
        "title": "Advances and challenges in cataloging the human gut virome."
      },
      {
        "paperId": "357de5446924c5615d55924a745fefe411ef6e92",
        "title": "Salmonella phage akira, infecting selected Salmonella enterica Enteritidis and Typhimurium strains, represents a new lineage of bacteriophages"
      },
      {
        "paperId": "c583658f48ffb675d5d5acf1716bc0297a9d5412",
        "title": "Three families of Asgard archaeal viruses identified in metagenome-assembled genomes"
      },
      {
        "paperId": "7cfb0b4c721ad7b783879d269fa06c00ba34b289",
        "title": "Short- and long-read metagenomics expand individualized structural variations in gut microbiomes"
      },
      {
        "paperId": "85a26ad7bfe8622a9cce029c29372ff958187cc7",
        "title": "Short- and long-read metagenomics expand individualized structural variations in gut microbiomes"
      },
      {
        "paperId": "91e8fd28a297b3378ea4e748601beb0c591a1136",
        "title": "A relationship between phages and organic carbon in wastewater treatment plant effluents"
      },
      {
        "paperId": "cbcf2d7b56f5295e1dcb56624baf3e16b94b51e6",
        "title": "Organizing the Global Diversity of Microviruses"
      },
      {
        "paperId": "0c32df4d2d8199ebd34458e602a780949a56d6b0",
        "title": "Global Composition of the Bacteriophage Community in Honey Bees"
      },
      {
        "paperId": "6f75dbeec58ab129bcda07c66ddc639343866680",
        "title": "Computational Tools for the Analysis of Uncultivated Phage Genomes"
      },
      {
        "paperId": "70122d8ab2127f88bc153df2ea3b3f7f88f62ebf",
        "title": "Bacteriophages Roam the Wheat Phyllosphere"
      },
      {
        "paperId": "f05b04a430bc0aa4a75ce7a2e470953daed90996",
        "title": "An Interplay between Viruses and Bacteria Associated with the White Sea Sponges Revealed by Metagenomics"
      },
      {
        "paperId": "a45e569f551b664744d7424620430926a403547d",
        "title": "Prediction of Prophages and Their Host Ranges in Pathogenic and Commensal Neisseria Species"
      },
      {
        "paperId": "4464c4e7fecddbc0d257a6e7db5140192cd3de0a",
        "title": "UG/Abi: a highly diverse family of prokaryotic reverse transcriptases associated with defense functions"
      },
      {
        "paperId": "b32dd5dbbcaa03a0070207fb3a6d59ff0825c545",
        "title": "An interplay between viruses and bacteria associated with marine sponges from the White Sea revealed by metagenomics"
      },
      {
        "paperId": "bcd213ee2112b6903ec670f7e40c0a9ee7bb051b",
        "title": "Analysis of viromes and microbiomes from pig fecal samples reveals that phages and prophages rarely carry antibiotic resistance genes"
      },
      {
        "paperId": "0f7d406a30c10908d67b093dbfeece5d27b077ab",
        "title": "PAM-repeat associations and spacer selection preferences in single and co-occurring CRISPR-Cas systems"
      },
      {
        "paperId": "7b8698c13d6d242d0b0c144aa8ee9b343a5f0822",
        "title": "Global composition of the bacteriophage community in honeybees"
      },
      {
        "paperId": "95521ca08da260778d35460ca049ba41d9f04abd",
        "title": "Transplantation of bacteriophages from ulcerative colitis patients shifts the gut bacteriome and exacerbates the severity of DSS colitis"
      },
      {
        "paperId": "09cab8d2d4d9d089ac0ac46c91d595aef6be0f00",
        "title": "High Level of Interaction between Phages and Bacteria in an Artisanal Raw Milk Cheese Microbial Community"
      },
      {
        "paperId": "d42917bdece7322c3e2452b7aa2d29e9f13c9c0e",
        "title": "Identification of a new family of “megaphages” that are abundant in the marine environment"
      },
      {
        "paperId": "5b160da1f3c69c7472e0df50b9ebd705560e9681",
        "title": "Genome binning of viral entities from bulk metagenomics data"
      },
      {
        "paperId": "dad832ddab4c5f9cd7258b1dcd79e6e8dc20116c",
        "title": "Manual resolution of virome dark matter uncovers hundreds of viral families in the infant gut"
      },
      {
        "paperId": "86d29457127027142f41a4281aa5c8b35e7e833f",
        "title": "Hundreds of viral families in the healthy infant gut"
      },
      {
        "paperId": "dcbf11f9cf431a1f41b1f1810196f30b9cf2ac0f",
        "title": "Prophages in the infant gut are largely induced, and may be functionally relevant to their hosts"
      },
      {
        "paperId": "02458d4a55e3b3c4bd5703188d967534da02876d",
        "title": "Fishing for phages in metagenomes: what do we catch, what do we miss?"
      },
      {
        "paperId": "7180445b486e2cd77ab09335e1321283d26b16b3",
        "title": "CRISPR-Cas systems are widespread accessory elements across bacterial and archaeal plasmids"
      },
      {
        "paperId": "ef9247114c73d0016bb5049d072d225bce369acf",
        "title": "A catalog of tens of thousands of viruses from human metagenomes reveals hidden associations with chronic diseases"
      },
      {
        "paperId": "7a1cd846e3db0ab226a51f961330170004dcc464",
        "title": "Viruses roam the wheat phyllosphere"
      },
      {
        "paperId": "06de7077f0b16d60ab6643a468bd4b82231a2ac1",
        "title": "Analysis of viromes and microbiomes from pig fecal samples reveals that phages and prophages are not vectors of antibiotic resistance genes"
      },
      {
        "paperId": "4ca1b3f6ab47f7e442f6003bd28633028056d5da",
        "title": "SpacePHARER: sensitive identification of phages from CRISPR spacers in prokaryotic hosts"
      },
      {
        "paperId": "e596f2e5c46582420e37b5773aa4d87ae795751c",
        "title": "PHISDetector: A Tool to Detect Diverse In Silico Phage–host Interaction Signals for Virome Studies"
      },
      {
        "paperId": "612733ca6a4667f76e6075650c3d93c5d5a9ce46",
        "title": "Sequence analysis SpacePHARER: sensitive identification of phages from CRISPR spacers in prokaryotic hosts"
      }
    ],
    "abstract": "Abstract Thousands of new phages have recently been discovered thanks to viral metagenomics. These phages are extremely diverse and their genome sequences often do not resemble any known phages. To appreciate their ecological impact, it is important to determine their bacterial hosts. CRISPR spacers can be used to predict hosts of unknown phages, as spacers represent biological records of past phage–bacteria interactions. However, no guidelines have been established to standardize host prediction based on CRISPR spacers. Additionally, there are no tools that use spacers to perform host predictions on large viral datasets. Here, we developed a set of tools that includes all the necessary steps for predicting the hosts of uncharacterized phages. We created a database of >11 million spacers and a program to execute host predictions on large viral datasets. Our host prediction approach uses biological criteria inspired by how CRISPR–Cas naturally work as adaptive immune systems, which make the results easy to interpret. We evaluated the performance using 9484 phages with known hosts and obtained a recall of 49% and a precision of 69%. We also found that this host prediction method yielded higher performance for phages that infect gut-associated bacteria, suggesting it is well suited for gut-virome characterization.",
    "references": [
      {
        "paperId": "2dcdedd2f63d12e2d48f90445d030b0680f64481",
        "title": "Mapping CRISPR spaceromes reveals vast host-specific viromes of prokaryotes"
      },
      {
        "paperId": "81742fc948e0a89a2a2fed54c32590289722b5a1",
        "title": "VIBRANT: automated recovery, annotation and curation of microbial viruses, and evaluation of viral community function from genomic sequences"
      },
      {
        "paperId": "58ae5607efd2d3fdcfdb5389ebb8954eb76a76b6",
        "title": "Global Organization and Proposed Megataxonomy of the Virus World"
      },
      {
        "paperId": "f3eac43f03e7566cf9451bb76cf15b3fedbc7fbc",
        "title": "Phage diversity, genomics and phylogeny"
      },
      {
        "paperId": "c9d6a6e8362eab51d60032e7e615459928b034e6",
        "title": "Evolutionary classification of CRISPR–Cas systems: a burst of class 2 and derived variants"
      },
      {
        "paperId": "878b10edeb9bfaccc8b54508dc2ab93efd9768e4",
        "title": "CRISPR-Cas System of a Prevalent Human Gut Bacterium Reveals Hyper-targeting against Phages in a Human Virome Catalog."
      },
      {
        "paperId": "3a51d569a149e333c148e17a0be8d6f02cda8956",
        "title": "Visualization and prediction of CRISPR incidence in microbial trait-space to identify drivers of antiviral immune strategy"
      },
      {
        "paperId": "c374d76a68a816aa1eabb39c4727651e0b6bb6e0",
        "title": "The human gut virome is highly diverse, stable and individual-specific"
      },
      {
        "paperId": "1264f6a75b064e7e914446f2ec364a2722a5748d",
        "title": "Marine DNA Viral Macro- and Microdiversity from Pole to Pole"
      },
      {
        "paperId": "3debd72b51904059c272751cac57f27adf987251",
        "title": "The ecology and evolution of microbial CRISPR-Cas adaptive immune systems"
      },
      {
        "paperId": "107b854f8d45a23d5d85b3dc152206803fb81738",
        "title": "1,520 reference genomes from cultivated human gut bacteria enable functional microbiome analyses"
      },
      {
        "paperId": "87741d10b03a631d73f41eb73c4b01358c8cd452",
        "title": "ΦCrAss001 represents the most abundant bacteriophage family in the human gut and infects Bacteroides intestinalis"
      },
      {
        "paperId": "b58e98029d53d69ccc7089dca7b01bf050b5ad2b",
        "title": "IMG/M v.5.0: an integrated data management and comparative analysis system for microbial genomes and microbiomes"
      },
      {
        "paperId": "6bf51e553f781135324d4b1a081ac3417d3053f5",
        "title": "Insights into the Human Virome Using CRISPR Spacers from Microbiomes"
      },
      {
        "paperId": "ef3b20c391f6eeac0497413a3d332125d09b9132",
        "title": "Bacteriophages Contribute to Shaping Clostridioides (Clostridium) difficile Species"
      },
      {
        "paperId": "ad500c8a6f8cfeb07cc95df9dbb656fec41f6deb",
        "title": "Phage puppet masters of the marine microbial realm"
      },
      {
        "paperId": "8c5b8e910b2c332e9e97f4a49111eacf350296bf",
        "title": "CRISPRCasFinder, an update of CRISRFinder, includes a portable version, enhanced performance and integrates search for Cas proteins"
      },
      {
        "paperId": "a6770a2d54a683879a88e236e4d2b5e6828a61be",
        "title": "Viral communities of the human gut: metagenomic analysis of composition and dynamics"
      },
      {
        "paperId": "81b40d6cd9686d0d09c56af4561f21c17f0264ac",
        "title": "MetaCRAST: reference-guided extraction of CRISPR spacers from unassembled metagenomes"
      },
      {
        "paperId": "b553afb495abf56736cb737758be2a5aa7879b9d",
        "title": "WIsH: who is the host? Predicting prokaryotic hosts from metagenomic phage contigs"
      },
      {
        "paperId": "06e946e562cfcce7a5fa22c03d242dca05213765",
        "title": "Single-virus genomics reveals hidden cosmopolitan and abundant viruses"
      },
      {
        "paperId": "e41cb4cf38826d4e4ef3b6ec9c813723d7f8e4c2",
        "title": "Phage-host interactions in Streptococcus thermophilus: Genome analysis of phages isolated in Uruguay and ectopic spacer acquisition in CRISPR array"
      },
      {
        "paperId": "feba7c9d9ec2e6c35b263f472fbe1b58e45f8d27",
        "title": "The independent loss model with ordered insertions for the evolution of CRISPR spacers."
      },
      {
        "paperId": "ac2d1e8da84e464a97819fb3c67225d771b6de89",
        "title": "Virus Variation Resource – improved response to emergent viral outbreaks"
      },
      {
        "paperId": "f6206ec95172e7fa128c8198a06d9505ccad7d8e",
        "title": "Uncovering Earth’s virome"
      },
      {
        "paperId": "e50a5e27c42d8eee4e6f7f0c3741fa9bbcde86f3",
        "title": "CRISPRDetect: A flexible algorithm to define CRISPR arrays"
      },
      {
        "paperId": "85f2616d56f2436a93e138f6b9f26119b311ec96",
        "title": "ETE 3: Reconstruction, Analysis, and Visualization of Phylogenomic Data"
      },
      {
        "paperId": "8ba1532f29a2ad058772273da0aaebf7946da723",
        "title": "Computational approaches to predict bacteriophage–host relationships"
      },
      {
        "paperId": "6a7300eb5ecced65e4387fc4db4c718f151e3c09",
        "title": "An updated evolutionary classification of CRISPR–Cas systems"
      },
      {
        "paperId": "670ddc8a6b085957dcdb7dd45d7bb76fe1674beb",
        "title": "HMMER web server: 2015 update"
      },
      {
        "paperId": "c123627e60f1be3e8a2f3511c147a6055c371de7",
        "title": "Rising to the challenge: accelerated pace of discovery transforms marine virology"
      },
      {
        "paperId": "c98044cabe7d857f572336f8804ed52eaf05819f",
        "title": "A highly abundant bacteriophage discovered in the unknown sequences of human faecal metagenomes"
      },
      {
        "paperId": "02bad296955e8e1e40fa9aa096b35a2fc3b891a5",
        "title": "Rapid evolution of the human gut virome"
      },
      {
        "paperId": "0d90715ac0c2a2817c03680a52fba1ed8e6961de",
        "title": "Evidence for the widespread distribution of CRISPR-Cas system in the Phylum Cyanobacteria"
      },
      {
        "paperId": "a5ef85afc7ace2d97507b1153074e628aa8632b9",
        "title": "The CRISPR/Cas bacterial immune system cleaves bacteriophage and plasmid DNA"
      },
      {
        "paperId": "5bdb9f99e1380261f00e1de68711715205913b68",
        "title": "Bacteriophage resistance mechanisms"
      },
      {
        "paperId": "a66b2486a1ae6580944eabb8a6fc9449caa205c0",
        "title": "BLAST+: architecture and applications"
      },
      {
        "paperId": "f8f1302d2825336dc259b38076041ed4ee84b4a1",
        "title": "Diversity, Activity, and Evolution of CRISPR Loci in Streptococcus thermophilus"
      },
      {
        "paperId": "f8c682febf0b44c943927a1a4c3cc30ad6eea005",
        "title": "CRISPR Recognition Tool (CRT): a tool for automatic detection of clustered regularly interspaced palindromic repeats"
      },
      {
        "paperId": "9a35375787e6bc880d9893565120f41cba8c9fac",
        "title": "CRISPRFinder: a web tool to identify clustered regularly interspaced short palindromic repeats"
      },
      {
        "paperId": "cd9a15423cda951cc329c682484eeb5902a4a97a",
        "title": "CRISPR Provides Acquired Resistance Against Viruses in Prokaryotes"
      },
      {
        "paperId": "f3a71325320b541eeaab5e7b54ee218258630fe8",
        "title": "PILER-CR: Fast and accurate identification of CRISPR repeats"
      },
      {
        "paperId": "3393a40ec965378e784a0f0fe436f813db22687a",
        "title": "Clustered regularly interspaced short palindrome repeats (CRISPRs) have spacers of extrachromosomal origin."
      }
    ]
  }
}