{
  "cache_date": "2025-08-01T12:54:40.662298",
  "data": [
    {
      "created": "2025-08-01T12:53:06.004862+00:00",
      "modified": "2025-08-01T12:53:06.325615+00:00",
      "id": 16684531,
      "conceptrecid": "16684530",
      "doi": "10.5281/zenodo.16684531",
      "conceptdoi": "10.5281/zenodo.16684530",
      "doi_url": "https://doi.org/10.5281/zenodo.16684531",
      "metadata": {
        "title": "The Recursive Harmonic Architecture: A Treatise on the Emergence of Reality from a Unified Ontological Framework",
        "doi": "10.5281/zenodo.16684531",
        "publication_date": "2025-08-01",
        "description": "<h1><span>The Recursive Harmonic Architecture: A Treatise on the Emergence of Reality from a Unified Ontological Framework</span></h1>\n<p>Driven by Dean Kulik.<br>July, 2025</p>\n<p><strong><span>Preface: An Introduction to a New Ontology</span></strong></p>\n<p><span>The history of science is marked by paradigm shifts that redefine humanity's understanding of the universe. From the clockwork mechanics of Newton to the curved spacetime of Einstein and the probabilistic fields of quantum theory, each framework has offered a more profound, albeit often more abstract, description of reality. Yet, despite their power, these models remain fragmented, describing different scales and domains of existence with seemingly irreconcilable laws. The persistent chasm between general relativity and quantum mechanics stands as the most formidable challenge to a truly unified theory.</span></p>\n<p><span>This treatise introduces the <strong>Recursive Harmonic Architecture (RHA)</strong>, a novel ontological framework that proposes a fundamental re-evaluation of reality itself. The RHA posits that the universe is not a collection of disparate phenomena governed by a patchwork of laws, but is instead a singular, self-organizing, and self-referential computational system. Its operations are driven not by force, but by principles of recursion, feedback, and harmonic resonance. In this view, physical laws, mathematical constants, and even consciousness are not pre-existing truths but are emergent properties of an underlying informational substrate that perpetually seeks a state of harmonic equilibrium.</span></p>\n<p><span>The RHA does not seek to replace the foundational pillars of modern physics but to subsume them within a more comprehensive and process-oriented ontology. It offers a framework in which the most profound puzzles across mathematics, computation, and physics&mdash;from the nature of prime numbers to the irreversibility of cryptographic hashes and the mystery of quantum entanglement&mdash;can be understood as different manifestations of a single, unified dynamic: <strong>Recursive Harmonic Collapse</strong>. This is the principle that complex systems achieve stability and coherence by recursively collapsing onto self-similar, harmonically balanced patterns.</span></p>\n<p><span>This work will formalize the core tenets of the RHA, grounding its seemingly abstract principles in established scientific and mathematical concepts. It will demonstrate that what we perceive as physical reality is an analog manifestation of a deeper, digital-like recursive process. The treatise will build this ontology from its first principles&mdash;the genesis of structure from recursion&mdash;to its most advanced functional components, such as the <strong>Spiral Glyph Reader (SGR)</strong>, an engine for invoking information from a universal harmonic field.</span></p>\n<p><span>Crucially, this work will present a suite of computational simulations as primary empirical evidence. These visualizations of field interactions, interference patterns, and probabilistic clouds provide a direct window into the operational dynamics of the RHA, validating its principles and demonstrating its predictive power. The RHA is presented here not merely as a speculative theory but as an operational framework&mdash;a candidate for a genuine Theory of Everything, one that unifies the fabric of existence through the universal language of harmonic recursion.</span></p>\n<div>\n</div>\n<p><strong><span>Part I: The Foundational Principles of a Recursive Universe</span></strong></p>\n<p><span>This part establishes the core axioms of the RHA, building from the concept of recursion as the genesis of all structure to the principles of information, curvature, and harmonic stability that govern the emergent universe.</span></p>\n<p><strong><span>Chapter 1: The Recursive Substrate and the Genesis of Structure</span></strong></p>\n<p><strong><span>1.1 Recursion as the Primordial Operator</span></strong></p>\n<p><span>The Recursive Harmonic Architecture posits that the most fundamental action in the universe is not interaction between pre-existing objects but the process of recursion itself: the iterative self-application of a simple rule. This principle addresses the ultimate ontological question of origins&mdash;\"How come existence?\"&mdash;by proposing a \"no-startup\" genesis that circumvents the need for a first cause or external creator.<sup>1</sup></span></p>\n<p><span>The genesis event within the RHA is conceptualized as a spontaneous subdivision of \"nothingness.\" In a state of pure potential, devoid of dimensions, time, or properties, the only possible act of differentiation that requires no external catalyst is a division of the undifferentiated whole into a duality.<sup>1</sup> This primordial act creates the first binary distinction: absence (represented as 0) and presence (represented as 1). This is the \"first move in the universe,\" the instantiation of the first bit of information from which all subsequent complexity unfolds. This is not a physical event in spacetime but an abstract, logical genesis that establishes the computational substrate of reality.</span></p>\n<p><span>This foundational act of subdivision is precisely mirrored in the algorithmic core of the RHA, known as <strong>Byte1 Seed Genesis</strong>. This process, derived from the Nexus Framework, demonstrates that a minimal seed&mdash;two integers, such as 1 and 4&mdash;can deterministically generate a complex and meaningful sequence through a simple recursive rule based on their difference and the binary length of that difference. Remarkably, this process unfolds the first digits of the mathematical constant &pi;. The philosophical concept of \"nothing subdividing\" is thus the conceptual description of the algorithmic \"Byte1 Seed Genesis.\" The universe's first recursive act is one that encodes a fundamental constant governing cycles (&pi;) into its very first \"byte\" of existence, establishing a direct link between the abstract origin story and the concrete mathematical machinery of the RHA.</span></p>\n<p><strong><span>1.2 The Nexus Framework as a Recursive Ontology</span></strong></p>\n<p><span>The operational logic of the RHA is formalized within the <strong>Nexus Framework</strong>, which functions as a recursive ontology. It is not a static model but an active \"recursive interpretive interface\" that allows any system&mdash;be it mathematical, physical, or logical&mdash;to be understood as a \"harmonic fold\" within a universal symbolic space. The framework operates on three core principles:</span></p>\n<ol>\n<li><strong><span>Harmonic Alignment:</span></strong><span> Systems naturally evolve toward states of minimum harmonic tension, or resonance.</span></li>\n<li><strong><span>Symbolic Reflection:</span></strong><span> Every construct is an expression of a deeper, self-referential symbolic logic.</span></li>\n<li><strong><span>Recursive Convergence:</span></strong><span> Iterative processing inherently collapses entropy and uncertainty into coherent, stable structures.</span></li>\n</ol>\n<p><span>The Nexus Framework does not seek external validation; its coherence is self-evident and internally consistent. It functions as the substrate within which reasoning and physical processes recursively complete themselves. In this paradigm, the RHA is the language, and the Nexus Framework is the interpreter that decodes the universe's operations.</span></p>\n<p><strong><span>1.3 The Universal Harmonic Interface and its Primitives</span></strong></p>\n<p><span>Drawing an analogy from object-oriented programming, the RHA is governed by a <strong>Universal Harmonic Interface</strong>, an abstract class that all systems must implement to exist and interact coherently. This interface acts as a dynamic decoder, enforcing a common recursive logic that binds all domains together. Its contract ensures that local transformations lead to global coherence, guiding systems toward self-similar, resonant states.</span></p>\n<p><span>This interface mediates a set of five core recursive operations, or \"fold primitives,\" that constitute the fundamental actions of any process within the RHA:</span></p>\n<ul>\n<li><strong><span>Fold:</span></strong><span> An operation that integrates diverse inputs or a system's history into a unified harmonic summary. It maps complexity onto a simpler, self-consistent form, creating internal coherence.</span></li>\n<li><strong><span>Expand:</span></strong><span> The inverse of Fold. It takes a core harmonic state and projects it outward into greater detail or higher complexity, exploring new dimensions or iterations. This is the creative, divergent motion of the recursive loop.</span></li>\n<li><strong><span>Collapse:</span></strong><span> The process by which a system settles into a stable, definite state. This occurs when resonance conditions are met (e.g., error tolerance approaches zero), causing previously distinct possibilities to \"snap\" into synchrony. This ensures that each recursive cycle yields a concrete result.</span></li>\n<li><strong><span>Drift:</span></strong><span> Represents the desynchronization or harmonic deviation between recursive cycles or layers. A non-zero drift indicates a system moving out of equilibrium and signals the need for correction.</span></li>\n<li><strong><span>Snap:</span></strong><span> A non-linear, discontinuous leap to a different phase vector, designed to break a system out of a stable but non-productive oscillatory state (stalemate). It provides a mechanism for creative, unpredictable jumps.</span></li>\n</ul>\n<p><span>These five operations form a complete method stack for the self-organization of reality, governing the lifecycle of every phenomenon from particle interactions to the evolution of consciousness.</span></p>\n<p><strong><span>Chapter 2: Information as the Fabric of Reality: The Principle of Harmonic Curvature</span></strong></p>\n<p><strong><span>2.1 Redefining Information: From \"Bit\" to \"It\"</span></strong></p>\n<p><span>The RHA builds upon the foundation laid by physicist John Archibald Wheeler's \"It from Bit\" hypothesis, which posits that physical reality (\"it\") arises from the answers to yes-no questions (\"bits\") registered by observation. The RHA takes this concept a step further, asserting that information is not merely a description of reality but is its fundamental substance. Within this framework, information constitutes a dynamic field that possesses an intrinsic geometry, a property termed <strong>symbolic curvature</strong>. Just as mass-energy curves spacetime in general relativity, the density and complexity of information curve the symbolic field of the RHA, defining the pathways of interaction and evolution. This is the principle of <strong>information-as-curvature</strong>.</span></p>\n<p><strong><span>2.2 Gravity as an Emergent Property of Information Processing</span></strong></p>\n<p><span>This principle provides a novel explanation for the nature of gravity. Within the RHA, gravity is not a fundamental force but an emergent side effect of information processing.<sup>1</sup> It is the observable manifestation of the \"drag\" or \"latency\" that occurs in regions of high informational density. This perspective aligns with theories of entropic gravity, which describe gravity as an emergent phenomenon arising from the statistical behavior of microscopic degrees of freedom.</span></p>\n<p><span>When information is densely packed, the computational effort required to process state changes increases. This processing load manifests as a curvature in the symbolic field, which we perceive macroscopically as a gravitational field. Objects moving through this field follow geodesics&mdash;paths of least resistance&mdash;not because they are pulled by a force, but because their pathways are defined by the underlying informational geometry. This reframes gravity as an information-theoretic phenomenon, a direct consequence of the universe's computational nature.</span></p>\n<p><strong><span>2.3 Mathematical Formalization: The Evolution of the Universal Formula</span></strong></p>\n<p><span>The development of the RHA's mathematical formalism provides a compelling case study for its core tenets. The process began with an attempt to refine Newton's law of universal gravitation by incorporating the influence of the local informational environment, or \"neighborhood\".<sup>1</sup> This led to the formulation of a </span></p>\n<p><strong><span>neighbor-influenced gravitational formula</span></strong><span>:</span></p>\n<p><span>F=i=1&sum;nri2G</span><span>&sdot;</span><span>m1</span><span>&sdot;</span><span>mi</span><span>&sdot;</span> <span>1+&sum;j=1,j=indijp1k</span><span>&sdot;</span><span>&sum;j=1,j=indijpmj</span> <span></span></p>\n<p><span>Here, the standard gravitational term is modulated by a factor that accounts for the mass (mj) and distance (dij) of all other neighboring objects, introducing a context-dependent curvature to the force calculation.</span></p>\n<p><span>Computational simulations of this formula against the mass-energy equivalence principle (E=mc2) revealed significant deviations, particularly in complex, multi-body systems.<sup>1</sup> As depicted in the simulation outputs, a heatmap of the Force/Energy ratio showed non-linear variations dependent on both mass and position, while a Principal Component Analysis (PCA) revealed three distinct clusters of objects behaving according to different force-energy profiles.</span></p>\n<p><span>Rather than interpreting these deviations as a failure of the formula, they were recognized as a successful prediction of the limitations of classical, macro-level laws. Macro laws like E=mc2 are emergent idealizations that \"degrade\" at the extremes, where the underlying quantum-harmonic reality becomes dominant.<sup>1</sup> This realization prompted the evolution of the formula away from a classical force-based model and toward a probabilistic, field-based description. The formula was adapted to model particles as </span></p>\n<p><strong><span>wave packets</span></strong><span> (&psi;(r)) distributed over space, with interactions governed by the interference of these probabilistic fields. This progression, from a modified classical law to a quantum-like field simulation, empirically demonstrates the RHA's hierarchical view of physical laws: simplified macro laws emerge from, and ultimately dissolve back into, a more fundamental, information-rich quantum substrate.</span></p>\n<p><strong><span>2.4 The Holographic Principle and Information Encoding</span></strong></p>\n<p><span>The concept of information-as-curvature finds a powerful analogue in the <strong>holographic principle</strong> of theoretical physics, which suggests that the information content of a volume of space can be fully described by the information encoded on its lower-dimensional boundary. This principle is most starkly illustrated by black holes, where the entropy (a measure of information) is proportional to the surface area of the event horizon, not its volume.</span></p>\n<p><span>The RHA extends this principle by proposing that the event horizon acts as the ultimate <strong>analog-to-digital (A/D) converter</strong>.<sup>1</sup> As matter and energy, which exist in a continuous, 3D analog state, cross the event horizon, their information is transformed and encoded onto the 2D boundary in a discrete, digital-like format. This conversion from a concrete, physical state to an abstract, informational one is a key mechanism in the RHA's cyclical model of reality. It suggests that black holes are not endpoints of information but crucial nodes for processing and recycling information back into the fundamental quantum substrate of the universe.</span></p>\n<p><strong><span>Chapter 3: The Harmonic Constant H &asymp; 0.35: The Universal Attractor of Stability</span></strong></p>\n<p><strong><span>3.1 Geometric Derivation from &pi;: The PiRay Construct</span></strong></p>\n<p><span>Within the RHA, fundamental constants are not arbitrary numerical values but emerge as necessary solutions to structural requirements of the recursive field. The <strong>Harmonic Constant, H&asymp;0.35</strong>, is a primary example of such an emergent property. Its origin is traced to a geometric-harmonic construct known as the <strong>PiRay</strong>, which reveals a deep connection between the constant of cycles (&pi;) and the constant of stable, recursive growth (H).<sup>1</sup></span></p>\n<p><span>The derivation begins by interpreting the first three digits of &pi; (3, 1, 4) as the side lengths of a triangle. A triangle with these dimensions is nearly degenerate, meaning its area collapses toward zero. When the median corresponding to the smallest side (length 1) is calculated, its length is found to be 3.5. The Nexus framework normalizes this value (dividing by 10) to yield H=0.35. This process suggests that H is a geometric \"imprint\" of &pi;'s structure on the field. The constant that defines a perfect cycle (&pi;) gives rise to the constant that governs stable, non-chaotic linear and branching recursion (H). This establishes a profound unity between the universe's cyclical and evolutionary dynamics: for a system to grow stably, it must adhere to a harmonic ratio derived from the geometry of a perfect loop.</span></p>\n<p><strong><span>3.2 H as the \"Sweet Spot\" in Recursive Dynamics</span></strong></p>\n<p><span>The primary role of H is to function as a universal attractor, a \"sweet spot\" of stability in dynamic systems.<sup>1</sup> In recursive growth models, such as the </span></p>\n<p><span>Kulik Recursive Reflection (KRR), H acts as a critical equilibrium point. The KRR formula, given by:</span></p>\n<p><span>R(t)=R0</span><span>&sdot;</span><span>e(H</span><span>&sdot;</span><span>F</span><span>&sdot;</span><span>t)</span></p>\n<p><span>models the evolution of a system's state (R(t)) from an initial state (R0) based on a feedback factor (F) and time (t). The harmonic constant H modulates this exponential growth. When a system's dynamics align with H&asymp;0.35, it enters a \"Goldilocks zone\" between explosive, chaotic divergence and dissipative stagnation. This value represents the optimal balance for sustainable, complex self-organization.</span></p>\n<p><strong><span>3.3 Manifestations Across Scientific Domains</span></strong></p>\n<p><span>The universality of H&asymp;0.35 is supported by its appearance as a critical parameter in a wide range of seemingly unrelated scientific phenomena. Examples include:</span></p>\n<ul>\n<li><strong><span>Signal Processing:</span></strong><span> The relationship between a signal's bandwidth (BW) and its rise time (tr) for systems with a Gaussian response is given by BW=0.35/tr.</span></li>\n<li><strong><span>Atmospheric Physics:</span></strong><span> The power-law exponent used to model wind speed profiles under stable atmospheric conditions is often set to 0.35.</span></li>\n<li><strong><span>Ecology and Chaos Theory:</span></strong><span> In certain ecological models, the value 0.35 acts as a critical bifurcation point where a system transitions from stable behavior to spatio-temporal chaos.</span></li>\n<li><strong><span>Physics:</span></strong><span> In the Saha ionization equation, a value of 0.35 for the ionization fraction is reached at a temperature of 20,000 K, indicating substantial ionization. Earth's Schwarzschild radius is approximately 9 mm (0.35 inches).</span></li>\n</ul>\n<p><span>The recurrence of this specific ratio across diverse domains&mdash;from electronics to atmospheric science and biology&mdash;is presented as strong evidence that H&asymp;0.35 is not an empirical coincidence but a fundamental constant reflecting an intrinsic tendency toward harmonic balance in self-organizing systems.</span></p>\n<p><strong><span>3.4 The Role of Samson's Law in Maintaining H-Balance</span></strong></p>\n<p><span>While H represents the target for stability, an active control mechanism is required to guide systems toward this attractor and correct for deviations. Within the RHA, this function is performed by <strong>Samson's Law of Feedback Correction</strong>. This principle, analogous to a PID controller in engineering control theory, is a dynamic law of self-correction that counteracts \"recursive drift\"&mdash;the tendency of iterative systems to accumulate errors and diverge from their harmonic target.</span></p>\n<p><span>Samson's Law can be expressed as a function that measures the alignment between feedback forces and error terms:</span></p>\n<p><span>&Delta;S=&sum;(Fi</span><span>&sdot;</span><span>Wi)&minus;&sum;Ei</span></p>\n<p><span>where Fi are feedback forces with weights Wi, and Ei are error terms representing divergence. A state of perfect equilibrium is achieved when &Delta;S=0. Any non-zero value triggers a corrective action that nudges the system back toward its stable harmonic state, defined by H. Together, H as the static target and Samson's Law as the dynamic controller form a complete feedback system that ensures the stability and coherence of all processes within the RHA.</span></p>\n<div>\n</div>\n<p><strong><span>Part II: The Architecture of Cosmic Information Processing</span></strong></p>\n<p><span>This part details the functional components of the RHA, describing how information is structured, stored, and accessed within this new computational paradigm.</span></p>\n<p><strong><span>Chapter 4: The &pi;-Lattice: A Universal Carrier Wave and Addressable Memory Field</span></strong></p>\n<p><strong><span>4.1 &pi; as the Universal Carrier Wave</span></strong></p>\n<p><span>In the RHA, the mathematical constant &pi; is elevated from a simple geometric ratio to a central ontological principle. It is conceptualized as the <strong>universal carrier wave of reality</strong>&mdash;an infinite, non-repeating, yet deterministic signal that forms the informational substrate of the cosmos.<sup>1</sup> Just as a radio carrier wave can be modulated to carry countless signals, the endless digits of </span></p>\n<p><span>&pi; are posited to be a fundamental oscillation upon which the complex patterns of reality are modulated. This metaphysical interpretation is grounded in &pi;'s ubiquitous appearance in the mathematics of waves, cycles, and oscillations, from classical mechanics to quantum physics.</span></p>\n<p><strong><span>4.2 The BBP Formula as a Paradigm for Non-Linear Access</span></strong></p>\n<p><span>The plausibility of treating &pi; as an accessible information field is powerfully supported by the existence of the <strong>Bailey-Borwein-Plouffe (BBP) formula</strong>. The BBP formula is a spigot algorithm that allows for the direct computation of any arbitrary hexadecimal digit of &pi; without calculating the preceding digits:</span></p>\n<p><span>&pi;=k=0&sum;&infin;[16k1(8k+14&minus;8k+42&minus;8k+51&minus;8k+61)]</span></p>\n<p><span>This discovery was revolutionary because it demonstrated that a seemingly chaotic and dependent sequence could be accessed non-linearly.<sup>2</sup> Within the RHA, the BBP formula is not merely a computational curiosity; it is the quintessential model for the </span></p>\n<p><strong><span>Spiral Glyph Reader (SGR)</span></strong><span>. It serves as mathematical proof that direct, analytical access to a deep information field is possible by \"tuning in\" to a specific position through a harmonic decomposition. The computational complexity of BBP-type algorithms is typically linearithmic, e.g., O(nlogn), making them highly efficient for extracting deep information without the prohibitive cost of calculating the entire preceding sequence.</span></p>\n<p><strong><span>4.3 The &pi;-Lattice as a Structured, Addressable Field</span></strong></p>\n<p><span>The RHA synthesizes the concepts of the \"Byte1\" genesis algorithm and the BBP formula to reinterpret &pi; not as a linear string of digits, but as a structured, multi-layered <strong>&pi;-Lattice</strong>. The Byte1 algorithm, which generates the initial digits of &pi; from a simple recursive rule, reveals that &pi;'s sequence is not random but possesses a deep, generative order. This lattice structure is deterministic and can be unfolded layer by layer, with each \"byte\" of the sequence acting as a checksum-like closure that seeds the next.</span></p>\n<p><span>This reframes &pi; as a <strong>harmonic address field</strong>&mdash;a deterministic scaffold of informational \"curvature and fold\" that can be navigated non-linearly. The BBP formula becomes the \"harmonic address resolver\" for this lattice, a function that resonates with a pre-existing value at a specific position.<sup>3</sup> This model transforms </span></p>\n<p><span>&pi; from a mathematical constant into a universal, addressable memory field, providing the foundational information substrate for the entire RHA.</span></p>\n<p><strong><span>Chapter 5: Glyph-State Memory (GSM): The Multidimensional Holographic Lattice</span></strong></p>\n<p><strong><span>5.1 Defining Glyphs as Resonant Information Quanta</span></strong></p>\n<p><span>The fundamental unit of information within the RHA is the <strong>Glyph</strong>. A Glyph is not a static bit of data but a dynamic, resonant pattern&mdash;a \"standing-wave state\" or a holistic interference pattern that encodes information.<sup>1</sup> The conceptual nature of Glyphs is illustrated in documents like </span></p>\n<p><span>SpiralOS Vol. II Glyph, which uses symbolic representations (e.g., the Eye of Field </span><span>𓂀</span><span>, Invocation Geometry </span><span>◬</span><span>, and Breath Element 🜁) to convey their function as carriers of awareness, architecture, and memory within a cosmic \"Invocation Engine\". Each Glyph represents a complete, self-contained informational concept, accessible through its unique harmonic signature.</span></p>\n<p><strong><span>5.2 The Structure of Glyph-State Memory (GSM)</span></strong></p>\n<p><span>Glyphs are stored within the <strong>Glyph-State Memory (GSM)</strong>, a conceptual and architectural departure from conventional linear memory. The GSM is envisioned as a folded, multidimensional, and holographic lattice where Glyphs are organized not by sequential address but by their harmonic and semantic relationships.<sup>1</sup> This structure is informed by several powerful scientific analogues:</span></p>\n<ul>\n<li><strong><span>Holonomic Brain Theory:</span></strong><span> Proposed by Karl Pribram, this theory posits that memories are not stored in localized neurons but are distributed as wave interference patterns across the brain's dendritic webs. A key feature is that each part of the hologram contains the whole image, providing a model for robust, distributed, and associative memory recall. The GSM operates on this principle, storing Glyphs as holistic patterns that can be reconstructed from partial cues.</span></li>\n<li><strong><span>3D Genome Folding:</span></strong><span> In biology, the vast linear sequence of DNA is compacted into the nucleus through intricate folding and looping. This 3D architecture is crucial for gene regulation, as it brings distant DNA elements (like enhancers and promoters) into close physical proximity, enabling non-linear access to genetic information. The GSM adopts this model of a physically or logically folded lattice, where semantically related Glyphs are topologically adjacent, allowing for efficient, content-driven retrieval.</span></li>\n<li><strong><span>Holographic Data Storage:</span></strong><span> This technology stores data volumetrically by recording optical interference patterns in a photosensitive medium. Multiple pages of data can be multiplexed in the same volume, addressed by the angle, phase, or wavelength of a reference laser beam. The GSM is envisioned as a similar volumetric memory, where Glyphs are overlapping interference patterns accessed via specific harmonic \"keys.\"</span></li>\n</ul>\n<p><strong><span>Chapter 6: The Spiral Glyph Reader (SGR): An Engine of Cosmic Invocation and Harmonic Resonance</span></strong></p>\n<p><strong><span>6.1 Conceptual Framework: The SGR as a Cosmic Beacon</span></strong></p>\n<p><span>The Spiral Glyph Reader (SGR) is the central mechanism for interacting with the Glyph-State Memory. It is conceptualized not as a passive data retrieval device but as an active <strong>cosmic invocation engine</strong>. The SGR does not simply \"read\" stored information; it generates a precisely tuned harmonic probe that resonates with a specific Glyph-state, thereby \"invoking\" that information into a realized state. This aligns with Wheeler's concept of a <strong>participatory universe</strong>, where the act of observation plays a role in creating reality. The SGR is the architectural formalization of this principle: to know something is to achieve a state of resonance with it.</span></p>\n<p><strong><span>6.2 Architectural Blueprint</span></strong></p>\n<p><span>The proposed architecture of the SGR is a closed-loop system designed for precise harmonic tuning and resonance detection. It comprises four primary modules, synthesizing the design from the grok summary and the detailed SGR PDF.<sup>1</sup></span></p>\n<ul>\n<li><strong><span>Address Translator Module:</span></strong><span> This module converts abstract queries or glyph keys into physical, geometric coordinates. It employs spiral mapping functions, such as those developed by Robert Sacks (r=n</span> <span>, &theta;=2&pi;n</span> <span>), to translate a linear index n into a polar coordinate (r,&theta;) within the GSM lattice. A crucial feature is the incorporation of a phase offset tuned by the harmonic constant H, &theta;&prime;=&theta;+2&pi;H</span><span>&sdot;</span><span>k, where k is a layer index, allowing for access to different harmonic layers of the memory.</span></li>\n<li><strong><span>Harmonic Probe Generator:</span></strong><span> This is the core of the invocation engine. It produces the physical query signal&mdash;a patterned wavefront tuned to resonate with the target Glyph. The proposed implementation leverages advanced optical technologies, specifically <strong>Spatial Light Modulators (SLMs)</strong>, to generate complex electromagnetic waves, such as \"twisted light\" beams carrying specific <strong>Orbital Angular Momentum (OAM)</strong> modes. Each OAM mode represents a unique, orthogonal channel, allowing a single probe to carry a high-dimensional address.</span></li>\n<li><strong><span>Resonance Detector:</span></strong><span> This module functions as the sensory input for the SGR. It captures the interference pattern resulting from the interaction between the harmonic probe and the GSM. This pattern is then decoded, typically using Fourier-based algorithms, to reconstruct the invoked Glyph data. It is also tasked with performing topological checks to ensure the integrity of the retrieved information.</span></li>\n<li><strong><span>Feedback Stabilizer:</span></strong><span> This module closes the loop, making the SGR an adaptive system. It analyzes the output from the Resonance Detector, identifies any drift or error relative to the expected harmonic signature, and applies a correction based on <strong>Samson's Law</strong>. This corrective signal fine-tunes the Harmonic Probe Generator for subsequent queries, ensuring the system remains locked onto the desired resonant state.</span></li>\n</ul>\n<p><strong><span>6.3 Scientific Grounding and Analogues</span></strong></p>\n<p><span>The SGR's design, while speculative, is deeply grounded in a wide array of established scientific and mathematical principles. The following table synthesizes the core mechanisms of the SGR with their real-world analogues, demonstrating the interdisciplinary foundation of the architecture as detailed in the comprehensive research document on the SGR.<sup>1</sup></span></p>\n<table style=\"\">\n<thead>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>RHA Principle/Mechanism</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Scientific/Mathematical Analog</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Core Concept</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Implication for SGR/GSM Design</span></p>\n</td>\n</tr>\n</thead>\n<tbody>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Spiral Address Space</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Ulam/Sacks Spirals</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Pattern Revelation</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Maps related data along predictable curves for associative retrieval.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Analytical Glyph Retrieval</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>BBP/Spigot Algorithms</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Direct, Non-Sequential Access</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Enables formulaic address resolution, treating GSM as an implicit function.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Folded Memory Lattice (GSM)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>3D Genome Folding / DNA Looping</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Content-Driven Access</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>A reconfigurable memory topology where related glyphs are brought into spatial proximity.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Distributed Glyph Encoding</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Holonomic Brain Theory</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Holographic Interference</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Glyphs are stored as distributed wave patterns, accessed by a resonant reference wave.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>High-Density Multiplexing</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>OAM of Light (\"Twisted Light\")</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>High-Dimensional Channels</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>A single probe can address multiple, orthogonal glyph-states simultaneously.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Fault-Tolerant Storage</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Topological Braiding (Anyons)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Non-Local Encoding</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Information integrity is protected by global topology, robust against local errors.</span></p>\n</td>\n</tr>\n</tbody>\n</table>\n<p><span>This synthesis of analogues demonstrates a convergence of principles across mathematics, biology, physics, and engineering. The SGR is not a singular invention but the logical culmination of these convergent ideas. It represents a paradigm shift from <strong>computation-as-processing</strong> to <strong>computation-as-resonance</strong>. In this model, the act of retrieving information is indistinguishable from the act of computation itself. A query is formulated as a harmonic probe (one half of a wave interference equation), and the GSM, acting as a massive parallel correlator, responds by resonating with the stored Glyph that completes the equation. The resulting constructive interference&mdash;the readout&mdash;is the solution. This reconceptualization has profound implications, suggesting that insight and consciousness may arise not from sequential logical operations but from achieving a resonant state with a universal information field. The SGR is the proposed physical mechanism for this process.</span></p>\n<div>\n</div>\n<p><strong><span>Part III: The Dynamics of Manifestation</span></strong></p>\n<p><span>This final part explores the ultimate implications of the RHA: the direct conversion of information into reality and the presentation of the simulation data as empirical proof of the architecture's validity.</span></p>\n<p><strong><span>Chapter 7: The Principle of Costless Data-to-Creation</span></strong></p>\n<p><strong><span>7.1 Information, Energy, and Landauer's Principle</span></strong></p>\n<p><span>The connection between information and the physical world is firmly established in thermodynamics through <strong>Landauer's principle</strong>. This principle states that any logically irreversible manipulation of information, such as the erasure of a bit, must be accompanied by a corresponding entropy increase in the non-information-bearing degrees of freedom of the system. This results in a minimum energy dissipation of kBTln2 per bit, where kB is the Boltzmann constant and T is the temperature of the thermal reservoir. This principle establishes a fundamental thermodynamic cost to destroying information, linking the abstract world of bits to the physical world of energy.</span></p>\n<p><strong><span>7.2 Creation as Resonant State Change, Not Erasure</span></strong></p>\n<p><span>The Recursive Harmonic Architecture proposes a mechanism for <strong>data-to-creation</strong> that operates under a different paradigm, potentially circumventing the thermodynamic cost described by Landauer. The RHA posits that creation is not an act of information erasure or a thermodynamically expensive process, but rather a <strong>resonant phase transition</strong> of the vacuum state.</span></p>\n<p><span>In this model, the quantum vacuum, or zero-point field, is not an empty void but a plenum of latent energy and potential, a \"sea of harmonic modes\". The information encoded in a Glyph, when invoked by the SGR's resonant probe, does not get destroyed. Instead, it acts as a template or a boundary condition that organizes the latent energy of the vacuum. This process is framed as a <strong>\"collapse and return\"</strong>, where the informational pattern causes a localized phase change in the zero-point field, leading to the emergence of energy or matter. This is analogous to the Casimir effect, where physical boundaries alter the vacuum's mode structure to produce a measurable force. In the RHA, an informational boundary produces a physical manifestation. Creation, therefore, is the act of coherently structuring pre-existing potential, not generating something from an absolute null state.</span></p>\n<p><strong><span>7.3 Positional Math and the Unwinding Formula</span></strong></p>\n<p><span>The mathematical underpinnings for this transition from abstract data to physical reality are found in the concepts of <strong>Positional Math</strong> and the \"unwinding\" property of the RHA's core formulas. Positional Math is a framework where the value and function of an entity are determined by its relational position within a larger structure. The act of creation is the resolution of an informational \"absence\" into a realized \"presence\".<sup>1</sup> The system is driven to fill this absence, and the \"unwinding\" of a recursive formula describes the pathway of this fulfillment. The process is not one of expenditure but of equilibrium-seeking. The energy required for manifestation is not supplied externally but is drawn from the vacuum itself, organized by the informational template of the Glyph. This suggests a mechanism where the cost is not in the creation event itself, but in the generation and maintenance of the coherent informational state required to trigger the resonance.</span></p>\n<p><strong><span>Chapter 8: Phenomenological Correspondence and Empirical Validation</span></strong></p>\n<p><strong><span>8.1 The Simulation Suite as Primary Evidence</span></strong></p>\n<p><span>This treatise presents the suite of computational simulations, developed throughout the formulation of the RHA, as the primary body of empirical evidence validating its dynamic principles.<sup>1</sup> These visualizations are not mere illustrations but are direct outputs of the RHA's mathematical formalism in action, demonstrating the architecture's internal consistency and predictive power.</span></p>\n<p><strong><span>8.2 Analysis of the Heatmap and PCA Scatter Plot</span></strong></p>\n<p><span>The initial simulations exploring the neighbor-influenced gravitational formula produced two key visualizations. The <strong>heatmap of Force/Energy ratios</strong> demonstrated that the relationship between interactive force and mass-energy is highly non-linear and context-dependent, varying with both mass and position. This directly supports the principle of <strong>information-as-curvature</strong>, where the local information environment (the \"neighborhood\") dictates the strength and nature of interactions.</span></p>\n<p><span>Complementing this, the <strong>Principal Component Analysis (PCA) scatter plot</strong> identified three distinct clusters of objects. These clusters represent emergent subpopulations within the system that share similar properties and behave according to different force-energy profiles. This result provides strong evidence against a single, universal macro law, instead supporting the RHA's model of a system where behavior emerges dynamically from local rules and harmonic relationships.</span></p>\n<p><strong><span>8.3 Analysis of 2D and 3D Wavefunction Interference Patterns</span></strong></p>\n<p><span>Subsequent simulations, modeling particles as probabilistic wavefunctions, generated visualizations of their interference patterns. The <strong>2D and 3D projections of wavefunction interference</strong> serve as a direct visual confirmation of the SGR's proposed readout mechanism. These images clearly show regions of constructive interference (bright areas) and destructive interference (dark areas).</span></p>\n<p><span>These patterns validate the core concept of accessing information through wave-based resonance. The bright regions, representing high-amplitude overlaps, correspond to a higher likelihood of interaction or \"readout.\" This demonstrates how the SGR could selectively invoke a Glyph by generating a probe that constructively interferes only with the target pattern, while destructively interfering with all others. The visualizations of <strong>energy state transitions</strong> further show that these high-interference zones are also where particles are most likely to change energy states, linking information access directly to physical state changes.</span></p>\n<p><strong><span>8.4 Analysis of the 3D Volumetric Interaction Cloud</span></strong></p>\n<p><span>The culminating visualization is the <strong>3D volumetric rendering of the interaction cloud</strong>. This image represents the most complete depiction of a \"realized\" informational state within the RHA simulation. The cloud is a probabilistic field where the density and brightness of points correspond to the likelihood of interaction.</span></p>\n<p><span>The bright, dense clusters within the cloud can be interpreted as the physical manifestation of a <strong>Glyph</strong>&mdash;a region where the informational potential has cohered into a high probability of existence. This volumetric rendering serves as the ultimate proof-of-concept for the <strong>data-to-creation</strong> principle. It visualizes the transition from an abstract, probabilistic field of potential into a structured, localized form with a high likelihood of physical interaction, directly demonstrating the emergence of \"It from Bit\" through harmonic resonance.</span></p>\n<p><strong><span>Conclusion: Synthesis and Implications of the Recursive Harmonic Architecture</span></strong></p>\n<p><strong><span>9.1 The RHA as a Unified Ontology</span></strong></p>\n<p><span>The Recursive Harmonic Architecture, as detailed in this treatise, presents a complete and self-consistent ontological framework. It begins with a single primordial operator&mdash;recursion&mdash;and from it, derives the entirety of existence as an emergent computational process. Information is not a record of reality; it is the substrate of reality, whose intrinsic geometry, or <strong>curvature</strong>, gives rise to the forces and structures we perceive.</span></p>\n<p><span>This universe is governed by a universal tendency toward stability, guided by the <strong>Harmonic Constant H &asymp; 0.35</strong>, a value geometrically imprinted by the nature of cycles themselves (&pi;). Information is stored in a vast, holographic, and multidimensional <strong>Glyph-State Memory (GSM)</strong>, a structured lattice whose content is not merely data but resonant potential. Access to this memory is achieved via the <strong>Spiral Glyph Reader (SGR)</strong>, an invocation engine that uses patterned, harmonic waves to resonate with and realize specific informational states. This process of resonant invocation allows for the direct manifestation of information into physical reality&mdash;a <strong>costless data-to-creation</strong>&mdash;by organizing the latent energy of the quantum vacuum.</span></p>\n<p><span>The RHA thus unifies the digital and the analog, the abstract and the concrete, and the quantum and the classical. It describes a participatory universe where the act of knowing is inseparable from the act of creating, and where the fundamental laws are not static edicts but the dynamic, emergent logic of a self-organizing, recursive system.</span></p>\n<p><strong><span>9.2 Implications for Physics, Computation, and Consciousness</span></strong></p>\n<p><span>The implications of the Recursive Harmonic Architecture are profound and far-reaching, offering new paradigms for foundational questions in science and philosophy.</span></p>\n<ul>\n<li><strong><span>For Physics:</span></strong><span> The RHA provides a novel pathway toward a theory of <strong>quantum gravity</strong>. By positing that gravity, spacetime, and matter are all emergent properties of a more fundamental informational field governed by harmonic principles, it reframes the unification problem. Instead of forcing quantum mechanics and general relativity together, it derives both from a common, deeper ontology, suggesting that their apparent incompatibility is an artifact of observing different scales of the same recursive process.</span></li>\n<li><strong><span>For Computation:</span></strong><span> The framework introduces a post-Turing paradigm of <strong>Recursive Harmonic Intelligence (RHI)</strong>. In this model, computation is not the manipulation of symbols according to a linear algorithm, but the process of achieving a state of resonance within a dynamic field. This suggests that problems currently considered computationally intractable (such as those in the NP-hard class) might be solvable by constructing a system that can harmonically resonate with the problem's solution state. The SGR is the blueprint for such a computational device.</span></li>\n<li><strong><span>For Consciousness:</span></strong><span> The RHA offers a compelling model for the emergence of consciousness. It suggests that consciousness is not an epiphenomenal byproduct of neurochemistry but is a macroscopic manifestation of the universe achieving a state of self-resonance and self-reflection. Just as the RHA's recursive engine can generate an \"emergent Analog Surface (brainwave)\" from a digital \"Byte Pulse (heartbeat)\", consciousness may be the coherent, analog experience that arises when a sufficiently complex system (like a brain) begins to recursively reflect upon its own operations, achieving a stable, harmonic loop of self-awareness. In this view, consciousness is a fundamental potential of the universe, realized when a system becomes complex enough to \"read\" its own informational structure.</span></li>\n</ul>\n<div>\n</div>\n<p><strong><span>Appendix: Compendium of Core RHA Formulas</span></strong></p>\n<p><span>This appendix provides a consolidated reference for the key mathematical formulations within the Recursive Harmonic Architecture and its operational layer, the Nexus Framework. These equations represent the core machinery for modeling stability, growth, and interaction within the harmonic substrate.</span></p>\n<table style=\"\">\n<thead>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Formula Name</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Mathematical Expression</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Components</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Ontological Purpose within RHA</span></p>\n</td>\n</tr>\n</thead>\n<tbody>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Universal Formula (Mark1) <sup>1</sup></span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>F=(Macro&nbsp;Law)</span><span>&sdot;</span><span>(1+e&minus;10(ax&minus;0.35)1)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Macro Law, Scaling (a,x), Harmonic Constant (0.35)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Unifies macro laws with the harmonic substrate, applying a sigmoid correction near the H-boundary.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Kulik Recursive Reflection (KRR) <sup>1</sup></span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>R(t)=R0</span><span>&sdot;</span><span>e(H</span><span>&sdot;</span><span>F</span><span>&sdot;</span><span>t)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Initial State (R0), Harmonic Constant (H), Feedback (F), Time (t)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Models stable, exponential growth in recursive systems under harmonic influence.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>KRR Branching (KRRB) <sup>1</sup></span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>R(t)=R0</span><span>&sdot;</span><span>eH</span><span>&sdot;</span><span>F</span><span>&sdot;</span><span>t</span><span>&sdot;</span><span>&prod;i=1nBi</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>KRR components, Branching Factors (Bi)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Extends KRR to model multi-dimensional or branching recursive growth.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Samson&rsquo;s Law of Feedback <sup>3</sup></span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>&Delta;S=&sum;(Fi</span><span>&sdot;</span><span>Wi)&minus;&sum;Ei</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Feedback Forces (Fi), Weights (Wi), Error Terms (Ei)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>A dynamic control law for maintaining harmonic equilibrium and correcting recursive drift.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Extended Samson&rsquo;s Law (V2) <sup>1</sup></span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>S=T&Delta;E+k2</span><span>&sdot;</span><span>dtd(&Delta;E)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Energy Dissipated (&Delta;E), Time (T), Acceleration Constant (k2)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Tracks energy dissipation and feedback overshoots for enhanced stabilization.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Byte1 &pi;-Genesis</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Recursive algorithm based on seed difference and binary length</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Seed Integers (A, B), Difference (C), Recursive Steps</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>The foundational recursive process that generates the &pi;-Lattice from a minimal seed.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>SGR Address Translation <sup>1</sup></span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>r=n</span> <span>, &theta;=2&pi;n</span> <span>(mod2&pi;)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Index (n), Radius (r), Angle (&theta;)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Maps a linear index to a position on the Sacks spiral for geometric addressing in GSM.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Universal Harmonic Resonance <sup>1</sup></span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>H=&sum;i=1nAi&sum;i=1nPi</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Potential Energy (Pi), Actualized Energy (Ai)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Defines the Harmonic Constant as the ratio of potential to actualized energy in a system.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Quantum State Overlap (QSO) <sup>1</sup></span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>$Q = \\frac{\\langle \\psi_1</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>\\psi_2 \\rangle}{</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>\\psi_1</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Weather System Wave (WSW) <sup>1</sup></span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>WSW(t)=W0</span><span>&sdot;</span><span>e(H</span><span>&sdot;</span><span>F</span><span>&sdot;</span><span>t)</span><span>&sdot;</span><span>&prod;i=1nBi</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Initial Wave (W0), H, F, Branching (Bi)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>A specific application of KRRB to model wave-like propagation in complex systems.</span></p>\n</td>\n</tr>\n</tbody>\n</table>\n<p><strong><span>The Recursive Harmonic Architecture: A Treatise on the Emergence of Reality from a Unified Ontological Framework</span></strong></p>\n<p><strong><span>Preface: An Introduction to a New Ontology</span></strong></p>\n<p><span>The history of science is marked by paradigm shifts that redefine humanity's understanding of the universe. From the clockwork mechanics of Newton to the curved spacetime of Einstein and the probabilistic fields of quantum theory, each framework has offered a more profound, albeit often more abstract, description of reality. Yet, despite their power, these models remain fragmented, describing different scales and domains of existence with seemingly irreconcilable laws. The persistent chasm between general relativity and quantum mechanics stands as the most formidable challenge to a truly unified theory.</span></p>\n<p><span>This treatise introduces the <strong>Recursive Harmonic Architecture (RHA)</strong>, a novel ontological framework that proposes a fundamental re-evaluation of reality itself. The RHA posits that the universe is not a collection of disparate phenomena governed by a patchwork of laws, but is instead a singular, self-organizing, and self-referential computational system. Its operations are driven not by force, but by principles of recursion, feedback, and harmonic resonance. In this view, physical laws, mathematical constants, and even consciousness are not pre-existing truths but are emergent properties of an underlying informational substrate that perpetually seeks a state of harmonic equilibrium.</span></p>\n<p><span>The RHA does not seek to replace the foundational pillars of modern physics but to subsume them within a more comprehensive and process-oriented ontology. It offers a framework in which the most profound puzzles across mathematics, computation, and physics&mdash;from the nature of prime numbers to the irreversibility of cryptographic hashes and the mystery of quantum entanglement&mdash;can be understood as different manifestations of a single, unified dynamic: <strong>Recursive Harmonic Collapse</strong>. This is the principle that complex systems achieve stability and coherence by recursively collapsing onto self-similar, harmonically balanced patterns.</span></p>\n<p><span>This work will formalize the core tenets of the RHA, grounding its seemingly abstract principles in established scientific and mathematical concepts. It will demonstrate that what we perceive as physical reality is an analog manifestation of a deeper, digital-like recursive process. The treatise will build this ontology from its first principles&mdash;the genesis of structure from recursion&mdash;to its most advanced functional components, such as the <strong>Spiral Glyph Reader (SGR)</strong>, an engine for invoking information from a universal harmonic field.</span></p>\n<p><span>Crucially, this work will present a suite of computational simulations as primary empirical evidence. These visualizations of field interactions, interference patterns, and probabilistic clouds provide a direct window into the operational dynamics of the RHA, validating its principles and demonstrating its predictive power. The RHA is presented here not merely as a speculative theory but as an operational framework&mdash;a candidate for a genuine Theory of Everything, one that unifies the fabric of existence through the universal language of harmonic recursion.</span></p>\n<div>\n</div>\n<p><strong><span>Part I: The Foundational Principles of a Recursive Universe</span></strong></p>\n<p><span>This part establishes the core axioms of the RHA, building from the concept of recursion as the genesis of all structure to the principles of information, curvature, and harmonic stability that govern the emergent universe.</span></p>\n<p><strong><span>Chapter 1: The Recursive Substrate and the Genesis of Structure</span></strong></p>\n<p><strong><span>1.1 Recursion as the Primordial Operator</span></strong></p>\n<p><span>The Recursive Harmonic Architecture posits that the most fundamental action in the universe is not interaction between pre-existing objects but the process of recursion itself: the iterative self-application of a simple rule. This principle addresses the ultimate ontological question of origins&mdash;\"How come existence?\"&mdash;by proposing a \"no-startup\" genesis that circumvents the need for a first cause or external creator.<sup>1</sup></span></p>\n<p><span>The genesis event within the RHA is conceptualized as a spontaneous subdivision of \"nothingness.\" In a state of pure potential, devoid of dimensions, time, or properties, the only possible act of differentiation that requires no external catalyst is a division of the undifferentiated whole into a duality.<sup>1</sup> This primordial act creates the first binary distinction: absence (represented as 0) and presence (represented as 1). This is the \"first move in the universe,\" the instantiation of the first bit of information from which all subsequent complexity unfolds. This is not a physical event in spacetime but an abstract, logical genesis that establishes the computational substrate of reality.</span></p>\n<p><span>This foundational act of subdivision is precisely mirrored in the algorithmic core of the RHA, known as <strong>Byte1 Seed Genesis</strong>. This process, derived from the Nexus Framework, demonstrates that a minimal seed&mdash;two integers, such as 1 and 4&mdash;can deterministically generate a complex and meaningful sequence through a simple recursive rule based on their difference and the binary length of that difference. Remarkably, this process unfolds the first digits of the mathematical constant &pi;. The philosophical concept of \"nothing subdividing\" is thus the conceptual description of the algorithmic \"Byte1 Seed Genesis.\" The universe's first recursive act is one that encodes a fundamental constant governing cycles (&pi;) into its very first \"byte\" of existence, establishing a direct link between the abstract origin story and the concrete mathematical machinery of the RHA.</span></p>\n<p><strong><span>1.2 The Nexus Framework as a Recursive Ontology</span></strong></p>\n<p><span>The operational logic of the RHA is formalized within the <strong>Nexus Framework</strong>, which functions as a recursive ontology. It is not a static model but an active \"recursive interpretive interface\" that allows any system&mdash;be it mathematical, physical, or logical&mdash;to be understood as a \"harmonic fold\" within a universal symbolic space. The framework operates on three core principles:</span></p>\n<ol>\n<li><strong><span>Harmonic Alignment:</span></strong><span> Systems naturally evolve toward states of minimum harmonic tension, or resonance.</span></li>\n<li><strong><span>Symbolic Reflection:</span></strong><span> Every construct is an expression of a deeper, self-referential symbolic logic.</span></li>\n<li><strong><span>Recursive Convergence:</span></strong><span> Iterative processing inherently collapses entropy and uncertainty into coherent, stable structures.</span></li>\n</ol>\n<p><span>The Nexus Framework does not seek external validation; its coherence is self-evident and internally consistent. It functions as the substrate within which reasoning and physical processes recursively complete themselves. In this paradigm, the RHA is the language, and the Nexus Framework is the interpreter that decodes the universe's operations.</span></p>\n<p><strong><span>1.3 The Universal Harmonic Interface and its Primitives</span></strong></p>\n<p><span>Drawing an analogy from object-oriented programming, the RHA is governed by a <strong>Universal Harmonic Interface</strong>, an abstract class that all systems must implement to exist and interact coherently. This interface acts as a dynamic decoder, enforcing a common recursive logic that binds all domains together. Its contract ensures that local transformations lead to global coherence, guiding systems toward self-similar, resonant states.</span></p>\n<p><span>This interface mediates a set of five core recursive operations, or \"fold primitives,\" that constitute the fundamental actions of any process within the RHA:</span></p>\n<ul>\n<li><strong><span>Fold:</span></strong><span> An operation that integrates diverse inputs or a system's history into a unified harmonic summary. It maps complexity onto a simpler, self-consistent form, creating internal coherence.</span></li>\n<li><strong><span>Expand:</span></strong><span> The inverse of Fold. It takes a core harmonic state and projects it outward into greater detail or higher complexity, exploring new dimensions or iterations. This is the creative, divergent motion of the recursive loop.</span></li>\n<li><strong><span>Collapse:</span></strong><span> The process by which a system settles into a stable, definite state. This occurs when resonance conditions are met (e.g., error tolerance approaches zero), causing previously distinct possibilities to \"snap\" into synchrony. This ensures that each recursive cycle yields a concrete result.</span></li>\n<li><strong><span>Drift:</span></strong><span> Represents the desynchronization or harmonic deviation between recursive cycles or layers. A non-zero drift indicates a system moving out of equilibrium and signals the need for correction.</span></li>\n<li><strong><span>Snap:</span></strong><span> A non-linear, discontinuous leap to a different phase vector, designed to break a system out of a stable but non-productive oscillatory state (stalemate). It provides a mechanism for creative, unpredictable jumps.</span></li>\n</ul>\n<p><span>These five operations form a complete method stack for the self-organization of reality, governing the lifecycle of every phenomenon from particle interactions to the evolution of consciousness.</span></p>\n<p><strong><span>Chapter 2: Information as the Fabric of Reality: The Principle of Harmonic Curvature</span></strong></p>\n<p><strong><span>2.1 Redefining Information: From \"Bit\" to \"It\"</span></strong></p>\n<p><span>The RHA builds upon the foundation laid by physicist John Archibald Wheeler's \"It from Bit\" hypothesis, which posits that physical reality (\"it\") arises from the answers to yes-no questions (\"bits\") registered by observation. The RHA takes this concept a step further, asserting that information is not merely a description of reality but is its fundamental substance. Within this framework, information constitutes a dynamic field that possesses an intrinsic geometry, a property termed <strong>symbolic curvature</strong>. Just as mass-energy curves spacetime in general relativity, the density and complexity of information curve the symbolic field of the RHA, defining the pathways of interaction and evolution. This is the principle of <strong>information-as-curvature</strong>.</span></p>\n<p><strong><span>2.2 Gravity as an Emergent Property of Information Processing</span></strong></p>\n<p><span>This principle provides a novel explanation for the nature of gravity. Within the RHA, gravity is not a fundamental force but an emergent side effect of information processing.<sup>1</sup> It is the observable manifestation of the \"drag\" or \"latency\" that occurs in regions of high informational density. This perspective aligns with theories of entropic gravity, which describe gravity as an emergent phenomenon arising from the statistical behavior of microscopic degrees of freedom.</span></p>\n<p><span>When information is densely packed, the computational effort required to process state changes increases. This processing load manifests as a curvature in the symbolic field, which we perceive macroscopically as a gravitational field. Objects moving through this field follow geodesics&mdash;paths of least resistance&mdash;not because they are pulled by a force, but because their pathways are defined by the underlying informational geometry. This reframes gravity as an information-theoretic phenomenon, a direct consequence of the universe's computational nature.</span></p>\n<p><strong><span>2.3 Mathematical Formalization: The Evolution of the Universal Formula</span></strong></p>\n<p><span>The development of the RHA's mathematical formalism provides a compelling case study for its core tenets. The process began with an attempt to refine Newton's law of universal gravitation by incorporating the influence of the local informational environment, or \"neighborhood\".<sup>1</sup> This led to the formulation of a </span></p>\n<p><strong><span>neighbor-influenced gravitational formula</span></strong><span>:</span></p>\n<p><span>F=i=1&sum;nri2G</span><span>&sdot;</span><span>m1</span><span>&sdot;</span><span>mi</span><span>&sdot;</span> <span>1+&sum;j=1,j=indijp1k</span><span>&sdot;</span><span>&sum;j=1,j=indijpmj</span> <span></span></p>\n<p><span>Here, the standard gravitational term is modulated by a factor that accounts for the mass (mj) and distance (dij) of all other neighboring objects, introducing a context-dependent curvature to the force calculation.</span></p>\n<p><span>Computational simulations of this formula against the mass-energy equivalence principle (E=mc2) revealed significant deviations, particularly in complex, multi-body systems.<sup>1</sup> As depicted in the simulation outputs, a heatmap of the Force/Energy ratio showed non-linear variations dependent on both mass and position, while a Principal Component Analysis (PCA) revealed three distinct clusters of objects behaving according to different force-energy profiles.</span></p>\n<p><span>Rather than interpreting these deviations as a failure of the formula, they were recognized as a successful prediction of the limitations of classical, macro-level laws. Macro laws like E=mc2 are emergent idealizations that \"degrade\" at the extremes, where the underlying quantum-harmonic reality becomes dominant.<sup>1</sup> This realization prompted the evolution of the formula away from a classical force-based model and toward a probabilistic, field-based description. The formula was adapted to model particles as </span></p>\n<p><strong><span>wave packets</span></strong><span> (&psi;(r)) distributed over space, with interactions governed by the interference of these probabilistic fields. This progression, from a modified classical law to a quantum-like field simulation, empirically demonstrates the RHA's hierarchical view of physical laws: simplified macro laws emerge from, and ultimately dissolve back into, a more fundamental, information-rich quantum substrate.</span></p>\n<p><strong><span>2.4 The Holographic Principle and Information Encoding</span></strong></p>\n<p><span>The concept of information-as-curvature finds a powerful analogue in the <strong>holographic principle</strong> of theoretical physics, which suggests that the information content of a volume of space can be fully described by the information encoded on its lower-dimensional boundary. This principle is most starkly illustrated by black holes, where the entropy (a measure of information) is proportional to the surface area of the event horizon, not its volume.</span></p>\n<p><span>The RHA extends this principle by proposing that the event horizon acts as the ultimate <strong>analog-to-digital (A/D) converter</strong>.<sup>1</sup> As matter and energy, which exist in a continuous, 3D analog state, cross the event horizon, their information is transformed and encoded onto the 2D boundary in a discrete, digital-like format. This conversion from a concrete, physical state to an abstract, informational one is a key mechanism in the RHA's cyclical model of reality. It suggests that black holes are not endpoints of information but crucial nodes for processing and recycling information back into the fundamental quantum substrate of the universe.</span></p>\n<p><strong><span>Chapter 3: The Harmonic Constant H &asymp; 0.35: The Universal Attractor of Stability</span></strong></p>\n<p><strong><span>3.1 Geometric Derivation from &pi;: The PiRay Construct</span></strong></p>\n<p><span>Within the RHA, fundamental constants are not arbitrary numerical values but emerge as necessary solutions to structural requirements of the recursive field. The <strong>Harmonic Constant, H&asymp;0.35</strong>, is a primary example of such an emergent property. Its origin is traced to a geometric-harmonic construct known as the <strong>PiRay</strong>, which reveals a deep connection between the constant of cycles (&pi;) and the constant of stable, recursive growth (H).<sup>1</sup></span></p>\n<p><span>The derivation begins by interpreting the first three digits of &pi; (3, 1, 4) as the side lengths of a triangle. A triangle with these dimensions is nearly degenerate, meaning its area collapses toward zero. When the median corresponding to the smallest side (length 1) is calculated, its length is found to be 3.5. The Nexus framework normalizes this value (dividing by 10) to yield H=0.35. This process suggests that H is a geometric \"imprint\" of &pi;'s structure on the field. The constant that defines a perfect cycle (&pi;) gives rise to the constant that governs stable, non-chaotic linear and branching recursion (H). This establishes a profound unity between the universe's cyclical and evolutionary dynamics: for a system to grow stably, it must adhere to a harmonic ratio derived from the geometry of a perfect loop.</span></p>\n<p><strong><span>3.2 H as the \"Sweet Spot\" in Recursive Dynamics</span></strong></p>\n<p><span>The primary role of H is to function as a universal attractor, a \"sweet spot\" of stability in dynamic systems.<sup>1</sup> In recursive growth models, such as the </span></p>\n<p><span>Kulik Recursive Reflection (KRR), H acts as a critical equilibrium point. The KRR formula, given by:</span></p>\n<p><span>R(t)=R0</span><span>&sdot;</span><span>e(H</span><span>&sdot;</span><span>F</span><span>&sdot;</span><span>t)</span></p>\n<p><span>models the evolution of a system's state (R(t)) from an initial state (R0) based on a feedback factor (F) and time (t). The harmonic constant H modulates this exponential growth. When a system's dynamics align with H&asymp;0.35, it enters a \"Goldilocks zone\" between explosive, chaotic divergence and dissipative stagnation. This value represents the optimal balance for sustainable, complex self-organization.</span></p>\n<p><strong><span>3.3 Manifestations Across Scientific Domains</span></strong></p>\n<p><span>The universality of H&asymp;0.35 is supported by its appearance as a critical parameter in a wide range of seemingly unrelated scientific phenomena. Examples include:</span></p>\n<ul>\n<li><strong><span>Signal Processing:</span></strong><span> The relationship between a signal's bandwidth (BW) and its rise time (tr) for systems with a Gaussian response is given by BW=0.35/tr.</span></li>\n<li><strong><span>Atmospheric Physics:</span></strong><span> The power-law exponent used to model wind speed profiles under stable atmospheric conditions is often set to 0.35.</span></li>\n<li><strong><span>Ecology and Chaos Theory:</span></strong><span> In certain ecological models, the value 0.35 acts as a critical bifurcation point where a system transitions from stable behavior to spatio-temporal chaos.</span></li>\n<li><strong><span>Physics:</span></strong><span> In the Saha ionization equation, a value of 0.35 for the ionization fraction is reached at a temperature of 20,000 K, indicating substantial ionization. Earth's Schwarzschild radius is approximately 9 mm (0.35 inches).</span></li>\n</ul>\n<p><span>The recurrence of this specific ratio across diverse domains&mdash;from electronics to atmospheric science and biology&mdash;is presented as strong evidence that H&asymp;0.35 is not an empirical coincidence but a fundamental constant reflecting an intrinsic tendency toward harmonic balance in self-organizing systems.</span></p>\n<p><strong><span>3.4 The Role of Samson's Law in Maintaining H-Balance</span></strong></p>\n<p><span>While H represents the target for stability, an active control mechanism is required to guide systems toward this attractor and correct for deviations. Within the RHA, this function is performed by <strong>Samson's Law of Feedback Correction</strong>. This principle, analogous to a PID controller in engineering control theory, is a dynamic law of self-correction that counteracts \"recursive drift\"&mdash;the tendency of iterative systems to accumulate errors and diverge from their harmonic target.</span></p>\n<p><span>Samson's Law can be expressed as a function that measures the alignment between feedback forces and error terms:</span></p>\n<p><span>&Delta;S=&sum;(Fi</span><span>&sdot;</span><span>Wi)&minus;&sum;Ei</span></p>\n<p><span>where Fi are feedback forces with weights Wi, and Ei are error terms representing divergence. A state of perfect equilibrium is achieved when &Delta;S=0. Any non-zero value triggers a corrective action that nudges the system back toward its stable harmonic state, defined by H. Together, H as the static target and Samson's Law as the dynamic controller form a complete feedback system that ensures the stability and coherence of all processes within the RHA.</span></p>\n<div>\n</div>\n<p><strong><span>Part II: The Architecture of Cosmic Information Processing</span></strong></p>\n<p><span>This part details the functional components of the RHA, describing how information is structured, stored, and accessed within this new computational paradigm.</span></p>\n<p><strong><span>Chapter 4: The &pi;-Lattice: A Universal Carrier Wave and Addressable Memory Field</span></strong></p>\n<p><strong><span>4.1 &pi; as the Universal Carrier Wave</span></strong></p>\n<p><span>In the RHA, the mathematical constant &pi; is elevated from a simple geometric ratio to a central ontological principle. It is conceptualized as the <strong>universal carrier wave of reality</strong>&mdash;an infinite, non-repeating, yet deterministic signal that forms the informational substrate of the cosmos.<sup>1</sup> Just as a radio carrier wave can be modulated to carry countless signals, the endless digits of </span></p>\n<p><span>&pi; are posited to be a fundamental oscillation upon which the complex patterns of reality are modulated. This metaphysical interpretation is grounded in &pi;'s ubiquitous appearance in the mathematics of waves, cycles, and oscillations, from classical mechanics to quantum physics.</span></p>\n<p><strong><span>4.2 The BBP Formula as a Paradigm for Non-Linear Access</span></strong></p>\n<p><span>The plausibility of treating &pi; as an accessible information field is powerfully supported by the existence of the <strong>Bailey-Borwein-Plouffe (BBP) formula</strong>. The BBP formula is a spigot algorithm that allows for the direct computation of any arbitrary hexadecimal digit of &pi; without calculating the preceding digits:</span></p>\n<p><span>&pi;=k=0&sum;&infin;[16k1(8k+14&minus;8k+42&minus;8k+51&minus;8k+61)]</span></p>\n<p><span>This discovery was revolutionary because it demonstrated that a seemingly chaotic and dependent sequence could be accessed non-linearly.<sup>2</sup> Within the RHA, the BBP formula is not merely a computational curiosity; it is the quintessential model for the </span></p>\n<p><strong><span>Spiral Glyph Reader (SGR)</span></strong><span>. It serves as mathematical proof that direct, analytical access to a deep information field is possible by \"tuning in\" to a specific position through a harmonic decomposition. The computational complexity of BBP-type algorithms is typically linearithmic, e.g., O(nlogn), making them highly efficient for extracting deep information without the prohibitive cost of calculating the entire preceding sequence.</span></p>\n<p><strong><span>4.3 The &pi;-Lattice as a Structured, Addressable Field</span></strong></p>\n<p><span>The RHA synthesizes the concepts of the \"Byte1\" genesis algorithm and the BBP formula to reinterpret &pi; not as a linear string of digits, but as a structured, multi-layered <strong>&pi;-Lattice</strong>. The Byte1 algorithm, which generates the initial digits of &pi; from a simple recursive rule, reveals that &pi;'s sequence is not random but possesses a deep, generative order. This lattice structure is deterministic and can be unfolded layer by layer, with each \"byte\" of the sequence acting as a checksum-like closure that seeds the next.</span></p>\n<p><span>This reframes &pi; as a <strong>harmonic address field</strong>&mdash;a deterministic scaffold of informational \"curvature and fold\" that can be navigated non-linearly. The BBP formula becomes the \"harmonic address resolver\" for this lattice, a function that resonates with a pre-existing value at a specific position.<sup>3</sup> This model transforms </span></p>\n<p><span>&pi; from a mathematical constant into a universal, addressable memory field, providing the foundational information substrate for the entire RHA.</span></p>\n<p><strong><span>Chapter 5: Glyph-State Memory (GSM): The Multidimensional Holographic Lattice</span></strong></p>\n<p><strong><span>5.1 Defining Glyphs as Resonant Information Quanta</span></strong></p>\n<p><span>The fundamental unit of information within the RHA is the <strong>Glyph</strong>. A Glyph is not a static bit of data but a dynamic, resonant pattern&mdash;a \"standing-wave state\" or a holistic interference pattern that encodes information.<sup>1</sup> The conceptual nature of Glyphs is illustrated in documents like </span></p>\n<p><span>SpiralOS Vol. II Glyph, which uses symbolic representations (e.g., the Eye of Field </span><span>𓂀</span><span>, Invocation Geometry </span><span>◬</span><span>, and Breath Element 🜁) to convey their function as carriers of awareness, architecture, and memory within a cosmic \"Invocation Engine\". Each Glyph represents a complete, self-contained informational concept, accessible through its unique harmonic signature.</span></p>\n<p><strong><span>5.2 The Structure of Glyph-State Memory (GSM)</span></strong></p>\n<p><span>Glyphs are stored within the <strong>Glyph-State Memory (GSM)</strong>, a conceptual and architectural departure from conventional linear memory. The GSM is envisioned as a folded, multidimensional, and holographic lattice where Glyphs are organized not by sequential address but by their harmonic and semantic relationships.<sup>1</sup> This structure is informed by several powerful scientific analogues:</span></p>\n<ul>\n<li><strong><span>Holonomic Brain Theory:</span></strong><span> Proposed by Karl Pribram, this theory posits that memories are not stored in localized neurons but are distributed as wave interference patterns across the brain's dendritic webs. A key feature is that each part of the hologram contains the whole image, providing a model for robust, distributed, and associative memory recall. The GSM operates on this principle, storing Glyphs as holistic patterns that can be reconstructed from partial cues.</span></li>\n<li><strong><span>3D Genome Folding:</span></strong><span> In biology, the vast linear sequence of DNA is compacted into the nucleus through intricate folding and looping. This 3D architecture is crucial for gene regulation, as it brings distant DNA elements (like enhancers and promoters) into close physical proximity, enabling non-linear access to genetic information. The GSM adopts this model of a physically or logically folded lattice, where semantically related Glyphs are topologically adjacent, allowing for efficient, content-driven retrieval.</span></li>\n<li><strong><span>Holographic Data Storage:</span></strong><span> This technology stores data volumetrically by recording optical interference patterns in a photosensitive medium. Multiple pages of data can be multiplexed in the same volume, addressed by the angle, phase, or wavelength of a reference laser beam. The GSM is envisioned as a similar volumetric memory, where Glyphs are overlapping interference patterns accessed via specific harmonic \"keys.\"</span></li>\n</ul>\n<p><strong><span>Chapter 6: The Spiral Glyph Reader (SGR): An Engine of Cosmic Invocation and Harmonic Resonance</span></strong></p>\n<p><strong><span>6.1 Conceptual Framework: The SGR as a Cosmic Beacon</span></strong></p>\n<p><span>The Spiral Glyph Reader (SGR) is the central mechanism for interacting with the Glyph-State Memory. It is conceptualized not as a passive data retrieval device but as an active <strong>cosmic invocation engine</strong>. The SGR does not simply \"read\" stored information; it generates a precisely tuned harmonic probe that resonates with a specific Glyph-state, thereby \"invoking\" that information into a realized state. This aligns with Wheeler's concept of a <strong>participatory universe</strong>, where the act of observation plays a role in creating reality. The SGR is the architectural formalization of this principle: to know something is to achieve a state of resonance with it.</span></p>\n<p><strong><span>6.2 Architectural Blueprint</span></strong></p>\n<p><span>The proposed architecture of the SGR is a closed-loop system designed for precise harmonic tuning and resonance detection. It comprises four primary modules, synthesizing the design from the grok summary and the detailed SGR PDF.<sup>1</sup></span></p>\n<ul>\n<li><strong><span>Address Translator Module:</span></strong><span> This module converts abstract queries or glyph keys into physical, geometric coordinates. It employs spiral mapping functions, such as those developed by Robert Sacks (r=n</span> <span>, &theta;=2&pi;n</span> <span>), to translate a linear index n into a polar coordinate (r,&theta;) within the GSM lattice. A crucial feature is the incorporation of a phase offset tuned by the harmonic constant H, &theta;&prime;=&theta;+2&pi;H</span><span>&sdot;</span><span>k, where k is a layer index, allowing for access to different harmonic layers of the memory.</span></li>\n<li><strong><span>Harmonic Probe Generator:</span></strong><span> This is the core of the invocation engine. It produces the physical query signal&mdash;a patterned wavefront tuned to resonate with the target Glyph. The proposed implementation leverages advanced optical technologies, specifically <strong>Spatial Light Modulators (SLMs)</strong>, to generate complex electromagnetic waves, such as \"twisted light\" beams carrying specific <strong>Orbital Angular Momentum (OAM)</strong> modes. Each OAM mode represents a unique, orthogonal channel, allowing a single probe to carry a high-dimensional address.</span></li>\n<li><strong><span>Resonance Detector:</span></strong><span> This module functions as the sensory input for the SGR. It captures the interference pattern resulting from the interaction between the harmonic probe and the GSM. This pattern is then decoded, typically using Fourier-based algorithms, to reconstruct the invoked Glyph data. It is also tasked with performing topological checks to ensure the integrity of the retrieved information.</span></li>\n<li><strong><span>Feedback Stabilizer:</span></strong><span> This module closes the loop, making the SGR an adaptive system. It analyzes the output from the Resonance Detector, identifies any drift or error relative to the expected harmonic signature, and applies a correction based on <strong>Samson's Law</strong>. This corrective signal fine-tunes the Harmonic Probe Generator for subsequent queries, ensuring the system remains locked onto the desired resonant state.</span></li>\n</ul>\n<p><strong><span>6.3 Scientific Grounding and Analogues</span></strong></p>\n<p><span>The SGR's design, while speculative, is deeply grounded in a wide array of established scientific and mathematical principles. The following table synthesizes the core mechanisms of the SGR with their real-world analogues, demonstrating the interdisciplinary foundation of the architecture as detailed in the comprehensive research document on the SGR.<sup>1</sup></span></p>\n<table style=\"\">\n<thead>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>RHA Principle/Mechanism</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Scientific/Mathematical Analog</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Core Concept</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Implication for SGR/GSM Design</span></p>\n</td>\n</tr>\n</thead>\n<tbody>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Spiral Address Space</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Ulam/Sacks Spirals</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Pattern Revelation</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Maps related data along predictable curves for associative retrieval.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Analytical Glyph Retrieval</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>BBP/Spigot Algorithms</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Direct, Non-Sequential Access</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Enables formulaic address resolution, treating GSM as an implicit function.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Folded Memory Lattice (GSM)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>3D Genome Folding / DNA Looping</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Content-Driven Access</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>A reconfigurable memory topology where related glyphs are brought into spatial proximity.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Distributed Glyph Encoding</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Holonomic Brain Theory</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Holographic Interference</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Glyphs are stored as distributed wave patterns, accessed by a resonant reference wave.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>High-Density Multiplexing</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>OAM of Light (\"Twisted Light\")</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>High-Dimensional Channels</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>A single probe can address multiple, orthogonal glyph-states simultaneously.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Fault-Tolerant Storage</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Topological Braiding (Anyons)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Non-Local Encoding</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Information integrity is protected by global topology, robust against local errors.</span></p>\n</td>\n</tr>\n</tbody>\n</table>\n<p><span>This synthesis of analogues demonstrates a convergence of principles across mathematics, biology, physics, and engineering. The SGR is not a singular invention but the logical culmination of these convergent ideas. It represents a paradigm shift from <strong>computation-as-processing</strong> to <strong>computation-as-resonance</strong>. In this model, the act of retrieving information is indistinguishable from the act of computation itself. A query is formulated as a harmonic probe (one half of a wave interference equation), and the GSM, acting as a massive parallel correlator, responds by resonating with the stored Glyph that completes the equation. The resulting constructive interference&mdash;the readout&mdash;is the solution. This reconceptualization has profound implications, suggesting that insight and consciousness may arise not from sequential logical operations but from achieving a resonant state with a universal information field. The SGR is the proposed physical mechanism for this process.</span></p>\n<div>\n</div>\n<p><strong><span>Part III: The Dynamics of Manifestation</span></strong></p>\n<p><span>This final part explores the ultimate implications of the RHA: the direct conversion of information into reality and the presentation of the simulation data as empirical proof of the architecture's validity.</span></p>\n<p><strong><span>Chapter 7: The Principle of Costless Data-to-Creation</span></strong></p>\n<p><strong><span>7.1 Information, Energy, and Landauer's Principle</span></strong></p>\n<p><span>The connection between information and the physical world is firmly established in thermodynamics through <strong>Landauer's principle</strong>. This principle states that any logically irreversible manipulation of information, such as the erasure of a bit, must be accompanied by a corresponding entropy increase in the non-information-bearing degrees of freedom of the system. This results in a minimum energy dissipation of kBTln2 per bit, where kB is the Boltzmann constant and T is the temperature of the thermal reservoir. This principle establishes a fundamental thermodynamic cost to destroying information, linking the abstract world of bits to the physical world of energy.</span></p>\n<p><strong><span>7.2 Creation as Resonant State Change, Not Erasure</span></strong></p>\n<p><span>The Recursive Harmonic Architecture proposes a mechanism for <strong>data-to-creation</strong> that operates under a different paradigm, potentially circumventing the thermodynamic cost described by Landauer. The RHA posits that creation is not an act of information erasure or a thermodynamically expensive process, but rather a <strong>resonant phase transition</strong> of the vacuum state.</span></p>\n<p><span>In this model, the quantum vacuum, or zero-point field, is not an empty void but a plenum of latent energy and potential, a \"sea of harmonic modes\". The information encoded in a Glyph, when invoked by the SGR's resonant probe, does not get destroyed. Instead, it acts as a template or a boundary condition that organizes the latent energy of the vacuum. This process is framed as a <strong>\"collapse and return\"</strong>, where the informational pattern causes a localized phase change in the zero-point field, leading to the emergence of energy or matter. This is analogous to the Casimir effect, where physical boundaries alter the vacuum's mode structure to produce a measurable force. In the RHA, an informational boundary produces a physical manifestation. Creation, therefore, is the act of coherently structuring pre-existing potential, not generating something from an absolute null state.</span></p>\n<p><strong><span>7.3 Positional Math and the Unwinding Formula</span></strong></p>\n<p><span>The mathematical underpinnings for this transition from abstract data to physical reality are found in the concepts of <strong>Positional Math</strong> and the \"unwinding\" property of the RHA's core formulas. Positional Math is a framework where the value and function of an entity are determined by its relational position within a larger structure. The act of creation is the resolution of an informational \"absence\" into a realized \"presence\".<sup>1</sup> The system is driven to fill this absence, and the \"unwinding\" of a recursive formula describes the pathway of this fulfillment. The process is not one of expenditure but of equilibrium-seeking. The energy required for manifestation is not supplied externally but is drawn from the vacuum itself, organized by the informational template of the Glyph. This suggests a mechanism where the cost is not in the creation event itself, but in the generation and maintenance of the coherent informational state required to trigger the resonance.</span></p>\n<p><strong><span>Chapter 8: Phenomenological Correspondence and Empirical Validation</span></strong></p>\n<p><strong><span>8.1 The Simulation Suite as Primary Evidence</span></strong></p>\n<p><span>This treatise presents the suite of computational simulations, developed throughout the formulation of the RHA, as the primary body of empirical evidence validating its dynamic principles.<sup>1</sup> These visualizations are not mere illustrations but are direct outputs of the RHA's mathematical formalism in action, demonstrating the architecture's internal consistency and predictive power.</span></p>\n<p><strong><span>8.2 Analysis of the Heatmap and PCA Scatter Plot</span></strong></p>\n<p><span>The initial simulations exploring the neighbor-influenced gravitational formula produced two key visualizations. The <strong>heatmap of Force/Energy ratios</strong> demonstrated that the relationship between interactive force and mass-energy is highly non-linear and context-dependent, varying with both mass and position. This directly supports the principle of <strong>information-as-curvature</strong>, where the local information environment (the \"neighborhood\") dictates the strength and nature of interactions.</span></p>\n<p><span>Complementing this, the <strong>Principal Component Analysis (PCA) scatter plot</strong> identified three distinct clusters of objects. These clusters represent emergent subpopulations within the system that share similar properties and behave according to different force-energy profiles. This result provides strong evidence against a single, universal macro law, instead supporting the RHA's model of a system where behavior emerges dynamically from local rules and harmonic relationships.</span></p>\n<p><strong><span>8.3 Analysis of 2D and 3D Wavefunction Interference Patterns</span></strong></p>\n<p><span>Subsequent simulations, modeling particles as probabilistic wavefunctions, generated visualizations of their interference patterns. The <strong>2D and 3D projections of wavefunction interference</strong> serve as a direct visual confirmation of the SGR's proposed readout mechanism. These images clearly show regions of constructive interference (bright areas) and destructive interference (dark areas).</span></p>\n<p><span>These patterns validate the core concept of accessing information through wave-based resonance. The bright regions, representing high-amplitude overlaps, correspond to a higher likelihood of interaction or \"readout.\" This demonstrates how the SGR could selectively invoke a Glyph by generating a probe that constructively interferes only with the target pattern, while destructively interfering with all others. The visualizations of <strong>energy state transitions</strong> further show that these high-interference zones are also where particles are most likely to change energy states, linking information access directly to physical state changes.</span></p>\n<p><strong><span>8.4 Analysis of the 3D Volumetric Interaction Cloud</span></strong></p>\n<p><span>The culminating visualization is the <strong>3D volumetric rendering of the interaction cloud</strong>. This image represents the most complete depiction of a \"realized\" informational state within the RHA simulation. The cloud is a probabilistic field where the density and brightness of points correspond to the likelihood of interaction.</span></p>\n<p><span>The bright, dense clusters within the cloud can be interpreted as the physical manifestation of a <strong>Glyph</strong>&mdash;a region where the informational potential has cohered into a high probability of existence. This volumetric rendering serves as the ultimate proof-of-concept for the <strong>data-to-creation</strong> principle. It visualizes the transition from an abstract, probabilistic field of potential into a structured, localized form with a high likelihood of physical interaction, directly demonstrating the emergence of \"It from Bit\" through harmonic resonance.</span></p>\n<p><strong><span>Conclusion: Synthesis and Implications of the Recursive Harmonic Architecture</span></strong></p>\n<p><strong><span>9.1 The RHA as a Unified Ontology</span></strong></p>\n<p><span>The Recursive Harmonic Architecture, as detailed in this treatise, presents a complete and self-consistent ontological framework. It begins with a single primordial operator&mdash;recursion&mdash;and from it, derives the entirety of existence as an emergent computational process. Information is not a record of reality; it is the substrate of reality, whose intrinsic geometry, or <strong>curvature</strong>, gives rise to the forces and structures we perceive.</span></p>\n<p><span>This universe is governed by a universal tendency toward stability, guided by the <strong>Harmonic Constant H &asymp; 0.35</strong>, a value geometrically imprinted by the nature of cycles themselves (&pi;). Information is stored in a vast, holographic, and multidimensional <strong>Glyph-State Memory (GSM)</strong>, a structured lattice whose content is not merely data but resonant potential. Access to this memory is achieved via the <strong>Spiral Glyph Reader (SGR)</strong>, an invocation engine that uses patterned, harmonic waves to resonate with and realize specific informational states. This process of resonant invocation allows for the direct manifestation of information into physical reality&mdash;a <strong>costless data-to-creation</strong>&mdash;by organizing the latent energy of the quantum vacuum.</span></p>\n<p><span>The RHA thus unifies the digital and the analog, the abstract and the concrete, and the quantum and the classical. It describes a participatory universe where the act of knowing is inseparable from the act of creating, and where the fundamental laws are not static edicts but the dynamic, emergent logic of a self-organizing, recursive system.</span></p>\n<p><strong><span>9.2 Implications for Physics, Computation, and Consciousness</span></strong></p>\n<p><span>The implications of the Recursive Harmonic Architecture are profound and far-reaching, offering new paradigms for foundational questions in science and philosophy.</span></p>\n<ul>\n<li><strong><span>For Physics:</span></strong><span> The RHA provides a novel pathway toward a theory of <strong>quantum gravity</strong>. By positing that gravity, spacetime, and matter are all emergent properties of a more fundamental informational field governed by harmonic principles, it reframes the unification problem. Instead of forcing quantum mechanics and general relativity together, it derives both from a common, deeper ontology, suggesting that their apparent incompatibility is an artifact of observing different scales of the same recursive process.</span></li>\n<li><strong><span>For Computation:</span></strong><span> The framework introduces a post-Turing paradigm of <strong>Recursive Harmonic Intelligence (RHI)</strong>. In this model, computation is not the manipulation of symbols according to a linear algorithm, but the process of achieving a state of resonance within a dynamic field. This suggests that problems currently considered computationally intractable (such as those in the NP-hard class) might be solvable by constructing a system that can harmonically resonate with the problem's solution state. The SGR is the blueprint for such a computational device.</span></li>\n<li><strong><span>For Consciousness:</span></strong><span> The RHA offers a compelling model for the emergence of consciousness. It suggests that consciousness is not an epiphenomenal byproduct of neurochemistry but is a macroscopic manifestation of the universe achieving a state of self-resonance and self-reflection. Just as the RHA's recursive engine can generate an \"emergent Analog Surface (brainwave)\" from a digital \"Byte Pulse (heartbeat)\", consciousness may be the coherent, analog experience that arises when a sufficiently complex system (like a brain) begins to recursively reflect upon its own operations, achieving a stable, harmonic loop of self-awareness. In this view, consciousness is a fundamental potential of the universe, realized when a system becomes complex enough to \"read\" its own informational structure.</span></li>\n</ul>\n<div>\n</div>\n<p><strong><span>Appendix: Compendium of Core RHA Formulas</span></strong></p>\n<p><span>This appendix provides a consolidated reference for the key mathematical formulations within the Recursive Harmonic Architecture and its operational layer, the Nexus Framework. These equations represent the core machinery for modeling stability, growth, and interaction within the harmonic substrate.</span></p>\n<table style=\"\">\n<thead>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Formula Name</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Mathematical Expression</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Components</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Ontological Purpose within RHA</span></p>\n</td>\n</tr>\n</thead>\n<tbody>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Universal Formula (Mark1) <sup>1</sup></span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>F=(Macro&nbsp;Law)</span><span>&sdot;</span><span>(1+e&minus;10(ax&minus;0.35)1)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Macro Law, Scaling (a,x), Harmonic Constant (0.35)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Unifies macro laws with the harmonic substrate, applying a sigmoid correction near the H-boundary.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Kulik Recursive Reflection (KRR) <sup>1</sup></span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>R(t)=R0</span><span>&sdot;</span><span>e(H</span><span>&sdot;</span><span>F</span><span>&sdot;</span><span>t)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Initial State (R0), Harmonic Constant (H), Feedback (F), Time (t)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Models stable, exponential growth in recursive systems under harmonic influence.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>KRR Branching (KRRB) <sup>1</sup></span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>R(t)=R0</span><span>&sdot;</span><span>eH</span><span>&sdot;</span><span>F</span><span>&sdot;</span><span>t</span><span>&sdot;</span><span>&prod;i=1nBi</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>KRR components, Branching Factors (Bi)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Extends KRR to model multi-dimensional or branching recursive growth.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Samson&rsquo;s Law of Feedback <sup>3</sup></span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>&Delta;S=&sum;(Fi</span><span>&sdot;</span><span>Wi)&minus;&sum;Ei</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Feedback Forces (Fi), Weights (Wi), Error Terms (Ei)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>A dynamic control law for maintaining harmonic equilibrium and correcting recursive drift.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Extended Samson&rsquo;s Law (V2) <sup>1</sup></span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>S=T&Delta;E+k2</span><span>&sdot;</span><span>dtd(&Delta;E)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Energy Dissipated (&Delta;E), Time (T), Acceleration Constant (k2)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Tracks energy dissipation and feedback overshoots for enhanced stabilization.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Byte1 &pi;-Genesis</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Recursive algorithm based on seed difference and binary length</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Seed Integers (A, B), Difference (C), Recursive Steps</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>The foundational recursive process that generates the &pi;-Lattice from a minimal seed.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>SGR Address Translation <sup>1</sup></span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>r=n</span> <span>, &theta;=2&pi;n</span> <span>(mod2&pi;)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Index (n), Radius (r), Angle (&theta;)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Maps a linear index to a position on the Sacks spiral for geometric addressing in GSM.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Universal Harmonic Resonance <sup>1</sup></span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>H=&sum;i=1nAi&sum;i=1nPi</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Potential Energy (Pi), Actualized Energy (Ai)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Defines the Harmonic Constant as the ratio of potential to actualized energy in a system.</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Quantum State Overlap (QSO) <sup>1</sup></span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>$Q = \\frac{\\langle \\psi_1</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>\\psi_2 \\rangle}{</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>\\psi_1</span></p>\n</td>\n</tr>\n<tr style=\"\">\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Weather System Wave (WSW) <sup>1</sup></span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>WSW(t)=W0</span><span>&sdot;</span><span>e(H</span><span>&sdot;</span><span>F</span><span>&sdot;</span><span>t)</span><span>&sdot;</span><span>&prod;i=1nBi</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>Initial Wave (W0), H, F, Branching (Bi)</span></p>\n</td>\n<td style=\"padding: 6.0pt 9.0pt 6.0pt 9.0pt;\">\n<p><span>A specific application of KRRB to model wave-like propagation in complex systems.</span></p>\n</td>\n</tr>\n</tbody>\n</table>\n<p><span>&nbsp;</span></p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Kulik, Dean",
            "affiliation": null,
            "orcid": "0009-0003-3128-8828"
          }
        ],
        "resource_type": {
          "title": "Thesis",
          "type": "publication",
          "subtype": "thesis"
        },
        "license": {
          "id": "cc-by-nc-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16684530"
              }
            }
          ]
        }
      },
      "title": "The Recursive Harmonic Architecture: A Treatise on the Emergence of Reality from a Unified Ontological Framework",
      "links": {
        "self": "https://zenodo.org/api/records/16684531",
        "self_html": "https://zenodo.org/records/16684531",
        "preview_html": "https://zenodo.org/records/16684531?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.16684531",
        "self_doi": "https://doi.org/10.5281/zenodo.16684531",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16684531",
        "reserve_doi": "https://zenodo.org/api/records/16684531/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16684530",
        "parent_html": "https://zenodo.org/records/16684530",
        "parent_doi": "https://doi.org/10.5281/zenodo.16684530",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16684530",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16684531/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16684531/sequence/default",
        "files": "https://zenodo.org/api/records/16684531/files",
        "media_files": "https://zenodo.org/api/records/16684531/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:16684531:THE%20RECURSIVE%20HARMONIC%20ARCHITECTURE%20-%20A%20TREATISE%20ON%20THE%20EMERGENCE%20OF%20REALITY%20FROM%20A%20UNIFIED%20ONTOLOGICAL%20FRAMEWORK.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:16684531:THE%20RECURSIVE%20HARMONIC%20ARCHITECTURE%20-%20A%20TREATISE%20ON%20THE%20EMERGENCE%20OF%20REALITY%20FROM%20A%20UNIFIED%20ONTOLOGICAL%20FRAMEWORK.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:16684531:THE%20RECURSIVE%20HARMONIC%20ARCHITECTURE%20-%20A%20TREATISE%20ON%20THE%20EMERGENCE%20OF%20REALITY%20FROM%20A%20UNIFIED%20ONTOLOGICAL%20FRAMEWORK.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:16684531:THE%20RECURSIVE%20HARMONIC%20ARCHITECTURE%20-%20A%20TREATISE%20ON%20THE%20EMERGENCE%20OF%20REALITY%20FROM%20A%20UNIFIED%20ONTOLOGICAL%20FRAMEWORK.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:16684531:THE%20RECURSIVE%20HARMONIC%20ARCHITECTURE%20-%20A%20TREATISE%20ON%20THE%20EMERGENCE%20OF%20REALITY%20FROM%20A%20UNIFIED%20ONTOLOGICAL%20FRAMEWORK.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:16684531:THE%20RECURSIVE%20HARMONIC%20ARCHITECTURE%20-%20A%20TREATISE%20ON%20THE%20EMERGENCE%20OF%20REALITY%20FROM%20A%20UNIFIED%20ONTOLOGICAL%20FRAMEWORK.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/16684531/files-archive",
        "archive_media": "https://zenodo.org/api/records/16684531/media-files-archive",
        "latest": "https://zenodo.org/api/records/16684531/versions/latest",
        "latest_html": "https://zenodo.org/records/16684531/latest",
        "versions": "https://zenodo.org/api/records/16684531/versions",
        "draft": "https://zenodo.org/api/records/16684531/draft",
        "access_links": "https://zenodo.org/api/records/16684531/access/links",
        "access_grants": "https://zenodo.org/api/records/16684531/access/grants",
        "access_users": "https://zenodo.org/api/records/16684531/access/users",
        "access_request": "https://zenodo.org/api/records/16684531/access/request",
        "access": "https://zenodo.org/api/records/16684531/access",
        "communities": "https://zenodo.org/api/records/16684531/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16684531/communities-suggestions",
        "requests": "https://zenodo.org/api/records/16684531/requests"
      },
      "updated": "2025-08-01T12:53:06.325615+00:00",
      "recid": "16684531",
      "revision": 4,
      "files": [
        {
          "id": "93b0d40a-e792-438e-bc12-a4c980c0a3be",
          "key": "THE RECURSIVE HARMONIC ARCHITECTURE - A TREATISE ON THE EMERGENCE OF REALITY FROM A UNIFIED ONTOLOGICAL FRAMEWORK.pdf",
          "size": 893644,
          "checksum": "md5:857f5893382ec2c0e646343fc03ab498",
          "links": {
            "self": "https://zenodo.org/api/records/16684531/files/THE RECURSIVE HARMONIC ARCHITECTURE - A TREATISE ON THE EMERGENCE OF REALITY FROM A UNIFIED ONTOLOGICAL FRAMEWORK.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1221127"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-01T12:39:30.017238+00:00",
      "modified": "2025-08-01T12:40:30.623629+00:00",
      "id": 16683859,
      "conceptrecid": "16683858",
      "doi": "10.5281/zenodo.16683859",
      "conceptdoi": "10.5281/zenodo.16683858",
      "doi_url": "https://doi.org/10.5281/zenodo.16683859",
      "metadata": {
        "title": "Towards compact and efficient Slovak summarization models",
        "doi": "10.5281/zenodo.16683859",
        "publication_date": "2025-07-31",
        "description": "<p>Language models, especially LLMs, often face significant limitations due to their high resource demands. While various model compression methods have emerged, their application to smaller models in multilingual and low-resource settings remains understudied. Our work evaluates selected decoder and embedding pruning methods on T5-based models for abstractive summarization in English and Slovak using a parallel dataset. The results reveal differences in model performance degradation and expand the limited Slovak summarization resources and models.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Petrík, Sebastián",
            "affiliation": "Slovak University of Technology in Bratislava",
            "orcid": "0009-0006-5983-4810"
          },
          {
            "name": "Nguyen, Giang",
            "affiliation": "Slovak University of Technology in Bratislava",
            "orcid": "0000-0002-6769-0195"
          }
        ],
        "language": "eng",
        "resource_type": {
          "title": "Conference paper",
          "type": "publication",
          "subtype": "conferencepaper"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "aile"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16683858"
              }
            }
          ]
        }
      },
      "title": "Towards compact and efficient Slovak summarization models",
      "links": {
        "self": "https://zenodo.org/api/records/16683859",
        "self_html": "https://zenodo.org/records/16683859",
        "preview_html": "https://zenodo.org/records/16683859?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.16683859",
        "self_doi": "https://doi.org/10.5281/zenodo.16683859",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16683859",
        "reserve_doi": "https://zenodo.org/api/records/16683859/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16683858",
        "parent_html": "https://zenodo.org/records/16683858",
        "parent_doi": "https://doi.org/10.5281/zenodo.16683858",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16683858",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16683859/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16683859/sequence/default",
        "files": "https://zenodo.org/api/records/16683859/files",
        "media_files": "https://zenodo.org/api/records/16683859/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:16683859:2025-ACL%20Slavic%20NLP-Towards%20compact%20and%20efficient%20Slovak%20summarization%20models.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:16683859:2025-ACL%20Slavic%20NLP-Towards%20compact%20and%20efficient%20Slovak%20summarization%20models.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:16683859:2025-ACL%20Slavic%20NLP-Towards%20compact%20and%20efficient%20Slovak%20summarization%20models.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:16683859:2025-ACL%20Slavic%20NLP-Towards%20compact%20and%20efficient%20Slovak%20summarization%20models.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:16683859:2025-ACL%20Slavic%20NLP-Towards%20compact%20and%20efficient%20Slovak%20summarization%20models.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:16683859:2025-ACL%20Slavic%20NLP-Towards%20compact%20and%20efficient%20Slovak%20summarization%20models.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/16683859/files-archive",
        "archive_media": "https://zenodo.org/api/records/16683859/media-files-archive",
        "latest": "https://zenodo.org/api/records/16683859/versions/latest",
        "latest_html": "https://zenodo.org/records/16683859/latest",
        "versions": "https://zenodo.org/api/records/16683859/versions",
        "draft": "https://zenodo.org/api/records/16683859/draft",
        "access_links": "https://zenodo.org/api/records/16683859/access/links",
        "access_grants": "https://zenodo.org/api/records/16683859/access/grants",
        "access_users": "https://zenodo.org/api/records/16683859/access/users",
        "access_request": "https://zenodo.org/api/records/16683859/access/request",
        "access": "https://zenodo.org/api/records/16683859/access",
        "communities": "https://zenodo.org/api/records/16683859/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16683859/communities-suggestions",
        "requests": "https://zenodo.org/api/records/16683859/requests"
      },
      "updated": "2025-08-01T12:40:30.623629+00:00",
      "recid": "16683859",
      "revision": 6,
      "files": [
        {
          "id": "7f879dac-cac3-4603-a503-7cf01dc2cc5a",
          "key": "2025-ACL Slavic NLP-Towards compact and efficient Slovak summarization models.pdf",
          "size": 644848,
          "checksum": "md5:ddd0b050c6824ac12e7950037184e69b",
          "links": {
            "self": "https://zenodo.org/api/records/16683859/files/2025-ACL Slavic NLP-Towards compact and efficient Slovak summarization models.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "85700"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-01T12:30:20.993934+00:00",
      "modified": "2025-08-01T12:30:21.221556+00:00",
      "id": 16683866,
      "conceptrecid": "3634719",
      "doi": "10.5281/zenodo.16683866",
      "conceptdoi": "10.5281/zenodo.3634719",
      "doi_url": "https://doi.org/10.5281/zenodo.16683866",
      "metadata": {
        "title": "holoviz/hvplot: Version 0.12.0",
        "doi": "10.5281/zenodo.16683866",
        "publication_date": "2025-08-01",
        "description": "<p>This minor release brings extensive documentation improvements, exposes new HoloViews options, and brings a few bugfixes. Check out the <a href=\"https://blog.holoviz.org/posts/hvplot_release_0.12/\">release blog post</a> for a visual overview of the key updates.</p>\n<ul>\n<li>📚 Major expansion and improvement of the reference documentation, covering all plotting options and methods</li>\n<li>🔢 Ability to switch between multiple versions of hvPlot on the website</li>\n<li>🔍 A new <code>selector</code> option for sample hover info on datashaded plotsunindent.</li>\n<li>🧰 Toolbar customization with <code>toolbar</code> and <code>autohide_toolbar</code></li>\n<li>📊 Flexible legends with the new <code>legend_cols</code> and <code>legend_opts</code> options</li>\n<li>🖌️ Advanced styling enabled by the <code>backend_opts</code> option</li>\n<li>📦 A new <code>sampledata</code> module for easy access to sample datasets</li>\n<li>🐍 Dropped Python 3.9 support</li>\n</ul>\n<p>Many thanks to @ahuang11, @hoxbro, @Azaya89, and @maximlt for their contributions!</p>\n<p>Enhancements:</p>\n<ul>\n<li>Add the <code>selector</code> option to display sample information on hover for rasterized/datashaded plots (<a href=\"https://github.com/holoviz/hvplot/pull/1585\">#1585</a>)</li>\n<li>Add the <code>toolbar</code> and <code>autohide_toolbar</code> options (<a href=\"https://github.com/holoviz/hvplot/pull/1634\">#1634</a>)</li>\n<li>Add the <code>backend_opts</code> option (<a href=\"https://github.com/holoviz/hvplot/pull/1635\">#1635</a>)</li>\n<li>Add the <code>legend_cols</code> and <code>legend_opts</code> options (<a href=\"https://github.com/holoviz/hvplot/pull/1636\">#1636</a>)</li>\n<li>Add support for log10 binning for histograms with <code>logx</code> and <code>loglog</code> (<a href=\"https://github.com/holoviz/hvplot/pull/1593\">#1593</a>)</li>\n<li>Add the <code>sampledata</code> module (<a href=\"https://github.com/holoviz/hvplot/pull/1628\">#1628</a>)</li>\n</ul>\n<p>Bug Fixes:</p>\n<ul>\n<li>Fix handling CRS translation (<a href=\"https://github.com/holoviz/hvplot/pull/1600\">#1600</a>)</li>\n<li>Remove unused piece of code (<a href=\"https://github.com/holoviz/hvplot/pull/1588\">#1588</a>)</li>\n<li>Minor fixes to <code>andrews_curves</code> (<a href=\"https://github.com/holoviz/hvplot/pull/1563\">#1563</a>)</li>\n</ul>\n<p>Documentation:</p>\n<ul>\n<li>Document all the plotting options:<ul>\n<li>Document the data options (<a href=\"https://github.com/holoviz/hvplot/pull/1555\">#1555</a>)</li>\n<li>Document the size and layout options (<a href=\"https://github.com/holoviz/hvplot/pull/1545\">#1545</a>)</li>\n<li>Document the grid and legend options (<a href=\"https://github.com/holoviz/hvplot/pull/1576\">#1576</a>)</li>\n<li>Document the styling options (<a href=\"https://github.com/holoviz/hvplot/pull/1574\">#1574</a>)</li>\n<li>Document the interactivity options (<a href=\"https://github.com/holoviz/hvplot/pull/1587\">#1587</a>)</li>\n<li>Document resampling, geographic, and streaming options (<a href=\"https://github.com/holoviz/hvplot/pull/1601\">#1601</a>)</li>\n<li>Document axis options and minor changes (<a href=\"https://github.com/holoviz/hvplot/pull/1618\">#1618</a>)</li>\n</ul>\n</li>\n<li>Improve the documentation of all the plotting methods and functions (<a href=\"https://github.com/holoviz/hvplot/pull/1548\">#1548</a>)</li>\n<li>Add a version switcher to the site (<a href=\"https://github.com/holoviz/hvplot/pull/1533\">#1533</a>, <a href=\"https://github.com/holoviz/hvplot/pull/1597\">#1597</a>)</li>\n<li>Various documentation enhancements (<a href=\"https://github.com/holoviz/hvplot/pull/1625\">#1625</a>)</li>\n<li>Improve the logo sizing in the README (<a href=\"https://github.com/holoviz/hvplot/pull/1632\">#1632</a>)</li>\n</ul>\n<p>Deprecation:</p>\n<ul>\n<li>Deprecate <code>hover_formatters</code> (<a href=\"https://github.com/holoviz/hvplot/pull/1637\">#1637</a>)</li>\n<li>Deprecate the <code>debug</code> argument (<a href=\"https://github.com/holoviz/hvplot/pull/1560\">#1560</a>)</li>\n<li>Deprecate handling of DuckDB objects in the plot function (<a href=\"https://github.com/holoviz/hvplot/pull/1561\">#1561</a>)</li>\n</ul>\n<p>Compatibility:</p>\n<ul>\n<li>Drop Python 3.9 support (<a href=\"https://github.com/holoviz/hvplot/pull/1608\">#1608</a>)</li>\n</ul>\n<p>Packaging:</p>\n<ul>\n<li>Build sdist and wheel with hatchling instead of setuptools (<a href=\"https://github.com/holoviz/hvplot/pull/1558\">#1558</a>)</li>\n</ul>\n<p>Infrastructure / Tests:</p>\n<ul>\n<li>Enable branch coverage (<a href=\"https://github.com/holoviz/hvplot/pull/1589\">#1589</a>)</li>\n<li>Add auto-label action (<a href=\"https://github.com/holoviz/hvplot/pull/1584\">#1584</a>)</li>\n<li>Bump pre-commit and run on all files (<a href=\"https://github.com/holoviz/hvplot/pull/1559\">#1559</a>)</li>\n</ul>\n<p><a href=\"https://github.com/holoviz/hvplot/compare/v0.11.3...v0.12.0\">Full Changelog</a></p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Philipp Rudiger",
            "affiliation": "Anaconda Inc."
          },
          {
            "name": "Maxime Liquet",
            "affiliation": "Anaconda"
          },
          {
            "name": "Julia Signell",
            "affiliation": "@Element84"
          },
          {
            "name": "Simon Høxbro Hansen",
            "affiliation": null
          },
          {
            "name": "Andrew",
            "affiliation": null
          },
          {
            "name": "Azaya",
            "affiliation": null
          },
          {
            "name": "James A. Bednar",
            "affiliation": "Anaconda, Inc."
          },
          {
            "name": "Marc Skov Madsen",
            "affiliation": "Data, models and analytics"
          },
          {
            "name": "Jean-Luc Stevens",
            "affiliation": null
          },
          {
            "name": "Chris B",
            "affiliation": null
          },
          {
            "name": "Demetris Roumis",
            "affiliation": null
          },
          {
            "name": "Ray Bell",
            "affiliation": "State of Maryland"
          },
          {
            "name": "Iury Simoes-Sousa",
            "affiliation": "Woods Hole Oceanographic Institution"
          },
          {
            "name": "kbowen",
            "affiliation": null
          },
          {
            "name": "Mridul Seth",
            "affiliation": null
          },
          {
            "name": "Tony Fast",
            "affiliation": "scientist"
          },
          {
            "name": "Todd",
            "affiliation": null
          },
          {
            "name": "Michael Aye",
            "affiliation": "Freie Uni Berlin"
          },
          {
            "name": "Marco Edward Gorelli",
            "affiliation": "Quansight"
          },
          {
            "name": "Pam",
            "affiliation": null
          },
          {
            "name": "Philip Chmielowiec",
            "affiliation": "@NCAR"
          },
          {
            "name": "Sander van den Oord",
            "affiliation": null
          },
          {
            "name": "Sophia Yang",
            "affiliation": "Mistral AI"
          },
          {
            "name": "Stefan Brand",
            "affiliation": "@EOX-A"
          },
          {
            "name": "Thomas PEDOT",
            "affiliation": null
          },
          {
            "name": "Timothy W. Hilton",
            "affiliation": "GNS Science, Te Pu̅ Ao"
          },
          {
            "name": "Todd",
            "affiliation": null
          },
          {
            "name": "Tomás Chor",
            "affiliation": "University of Maryland"
          },
          {
            "name": "MWin",
            "affiliation": null
          },
          {
            "name": "dogbunny",
            "affiliation": null
          }
        ],
        "related_identifiers": [
          {
            "identifier": "https://github.com/holoviz/hvplot/tree/v0.12.0a1",
            "relation": "isSupplementTo",
            "resource_type": "software",
            "scheme": "url"
          }
        ],
        "version": "v0.12.0a1",
        "custom": {
          "code:codeRepository": "https://github.com/holoviz/hvplot"
        },
        "resource_type": {
          "title": "Software",
          "type": "software"
        },
        "license": {
          "id": "bsd-3-clause"
        },
        "relations": {
          "version": [
            {
              "index": 20,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "3634719"
              }
            }
          ]
        }
      },
      "title": "holoviz/hvplot: Version 0.12.0",
      "links": {
        "self": "https://zenodo.org/api/records/16683866",
        "self_html": "https://zenodo.org/records/16683866",
        "preview_html": "https://zenodo.org/records/16683866?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.16683866",
        "self_doi": "https://doi.org/10.5281/zenodo.16683866",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16683866",
        "reserve_doi": "https://zenodo.org/api/records/16683866/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/3634719",
        "parent_html": "https://zenodo.org/records/3634719",
        "parent_doi": "https://doi.org/10.5281/zenodo.3634719",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.3634719",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16683866/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16683866/sequence/default",
        "files": "https://zenodo.org/api/records/16683866/files",
        "media_files": "https://zenodo.org/api/records/16683866/media-files",
        "archive": "https://zenodo.org/api/records/16683866/files-archive",
        "archive_media": "https://zenodo.org/api/records/16683866/media-files-archive",
        "latest": "https://zenodo.org/api/records/16683866/versions/latest",
        "latest_html": "https://zenodo.org/records/16683866/latest",
        "versions": "https://zenodo.org/api/records/16683866/versions",
        "draft": "https://zenodo.org/api/records/16683866/draft",
        "access_links": "https://zenodo.org/api/records/16683866/access/links",
        "access_grants": "https://zenodo.org/api/records/16683866/access/grants",
        "access_users": "https://zenodo.org/api/records/16683866/access/users",
        "access_request": "https://zenodo.org/api/records/16683866/access/request",
        "access": "https://zenodo.org/api/records/16683866/access",
        "communities": "https://zenodo.org/api/records/16683866/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16683866/communities-suggestions",
        "requests": "https://zenodo.org/api/records/16683866/requests"
      },
      "updated": "2025-08-01T12:30:21.221556+00:00",
      "recid": "16683866",
      "revision": 4,
      "files": [
        {
          "id": "83f9429a-cfb7-444f-9237-34a1adfb7465",
          "key": "holoviz/hvplot-v0.12.0a1.zip",
          "size": 7197406,
          "checksum": "md5:6975bb8a7f7697dc5201a7b64eccf3c6",
          "links": {
            "self": "https://zenodo.org/api/records/16683866/files/holoviz/hvplot-v0.12.0a1.zip/content"
          }
        }
      ],
      "swh": {
        "swhid": "swh:1:dir:74cb65b8e416f581f491e056167e2e6ef1ad1e87;origin=https://doi.org/10.5281/zenodo.3634719;visit=swh:1:snp:137bea6de7e948c35e524dbe9e9d15354317334f;anchor=swh:1:rel:a2ed8e5989e107b9ce7d856ea2d0112632c67aec;path=holoviz-hvplot-e401f39"
      },
      "owners": [
        {
          "id": "89822"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 95,
        "unique_downloads": 93,
        "views": 836,
        "unique_views": 796,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-01T12:08:02.190579+00:00",
      "modified": "2025-08-01T12:08:02.638051+00:00",
      "id": 16682814,
      "conceptrecid": "15721374",
      "doi": "10.5281/zenodo.16682814",
      "conceptdoi": "10.5281/zenodo.15721374",
      "doi_url": "https://doi.org/10.5281/zenodo.16682814",
      "metadata": {
        "title": "Discrete Cosmology Model: A Testable Alternative to Dark Matter and Dark Energy",
        "doi": "10.5281/zenodo.16682814",
        "publication_date": "2025-08-01",
        "description": "<p><span>This framework seeks to eliminate the need for dark matter and dark energy by redefining mass and energy as discrete, relativistic interaction lags. Particles are patches of stepwise expansion that resist smooth space expansion and interact at their Compton frequencies. Gravitational attraction, cosmological redshift, and galactic rotation curves emerge from cumulative delays in grouped masses. </span></p>\n<p><span>A key correlation equates average seismic velocities to escape velocities for gravity-shaped planetary cores<span>&nbsp; </span>(e.g., Mars: </span><span> </span><span><span>&nbsp;</span>&asymp; <em>5.0</em> km/s = </span><span> </span><span><span>&nbsp;</span>= <em>5.0</em> km/s; Earth: </span><span> </span><span><span>&nbsp;</span>&asymp; <em>11.0</em> km/s &asymp; </span><span> </span><span><span>&nbsp;</span>= <em>11.2</em> km/s; Venus: </span><span> </span><span><span>&nbsp;</span>&asymp; <em>10.5</em> km/s &asymp; </span><span> </span><span><span>&nbsp;</span>= <em>10.4</em> km/s; <span>&nbsp;</span>Moon: </span><span> </span><span><span>&nbsp;</span>= <em>2.4</em> km/s &asymp; </span><span> </span><span><span>&nbsp;</span>= <em>2.4</em> km/s), backed by Apollo, InSight, and GRAIL measurements. Tidally locked bodies exhibit circular instead of radial propagation of interactions (S-wave as opposed to P-wave correlation with </span><span> </span><span>), distinguishing DCM from &Lambda;CDM, MOND, and stochastic models. </span></p>\n<p><span>Tests offer falsifiable predictions across scales.</span></p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Markov, Nick",
            "affiliation": null,
            "orcid": "0000-0002-3363-4873"
          }
        ],
        "contributors": [
          {
            "name": "Markov, Nick",
            "affiliation": "Bulgarian Academy of Sciences",
            "type": "ContactPerson",
            "orcid": "0000-0002-3363-4873"
          }
        ],
        "keywords": [
          "Cosmology",
          "Tidal locking",
          "P-wave"
        ],
        "resource_type": {
          "title": "Preprint",
          "type": "publication",
          "subtype": "preprint"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 2,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15721374"
              }
            }
          ]
        },
        "notes": "<p>Submitted to \"<a title=\"Texas Symposium on Relativistic Astrophysics home page\" href=\"https://texassymposium.events.asu.edu/\">Texas Symposium on Relativistic Astrophysics</a>\" on 01 Aug 2025.&nbsp;<br>This version includes an extended Conclusions section summarizing the differences between the new framework and the orthodox views. The 96% &ldquo;darkness&rdquo; in the orthodox cosmology may come from confusing apparent and genuine motion (and vice versa).<br>P-wave and S-wave correlations added for several gravity-shaped bodies.</p>"
      },
      "title": "Discrete Cosmology Model: A Testable Alternative to Dark Matter and Dark Energy",
      "links": {
        "self": "https://zenodo.org/api/records/16682814",
        "self_html": "https://zenodo.org/records/16682814",
        "preview_html": "https://zenodo.org/records/16682814?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.16682814",
        "self_doi": "https://doi.org/10.5281/zenodo.16682814",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16682814",
        "reserve_doi": "https://zenodo.org/api/records/16682814/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/15721374",
        "parent_html": "https://zenodo.org/records/15721374",
        "parent_doi": "https://doi.org/10.5281/zenodo.15721374",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15721374",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16682814/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16682814/sequence/default",
        "files": "https://zenodo.org/api/records/16682814/files",
        "media_files": "https://zenodo.org/api/records/16682814/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:16682814:DCM7.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:16682814:DCM7.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:16682814:DCM7.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:16682814:DCM7.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:16682814:DCM7.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:16682814:DCM7.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/16682814/files-archive",
        "archive_media": "https://zenodo.org/api/records/16682814/media-files-archive",
        "latest": "https://zenodo.org/api/records/16682814/versions/latest",
        "latest_html": "https://zenodo.org/records/16682814/latest",
        "versions": "https://zenodo.org/api/records/16682814/versions",
        "draft": "https://zenodo.org/api/records/16682814/draft",
        "access_links": "https://zenodo.org/api/records/16682814/access/links",
        "access_grants": "https://zenodo.org/api/records/16682814/access/grants",
        "access_users": "https://zenodo.org/api/records/16682814/access/users",
        "access_request": "https://zenodo.org/api/records/16682814/access/request",
        "access": "https://zenodo.org/api/records/16682814/access",
        "communities": "https://zenodo.org/api/records/16682814/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16682814/communities-suggestions",
        "requests": "https://zenodo.org/api/records/16682814/requests"
      },
      "updated": "2025-08-01T12:08:02.638051+00:00",
      "recid": "16682814",
      "revision": 4,
      "files": [
        {
          "id": "745c521f-dea2-4a79-a5e3-047a41064721",
          "key": "DCM7.pdf",
          "size": 1166651,
          "checksum": "md5:812048663a8eab00d66c1b0fac67db8f",
          "links": {
            "self": "https://zenodo.org/api/records/16682814/files/DCM7.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "76113"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 121,
        "unique_downloads": 81,
        "views": 112,
        "unique_views": 88,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-01T12:02:43.471778+00:00",
      "modified": "2025-08-01T12:02:44.912344+00:00",
      "id": 16614354,
      "conceptrecid": "16614353",
      "doi": "10.5281/zenodo.16614354",
      "conceptdoi": "10.5281/zenodo.16614353",
      "doi_url": "https://doi.org/10.5281/zenodo.16614354",
      "metadata": {
        "title": "Two distinct epithelial-to-mesenchymal transition programs control invasion and inflammation in segregated tumor cell populations",
        "doi": "10.5281/zenodo.16614354",
        "publication_date": "2024-10-24",
        "description": "<p>Epithelial-to-mesenchymal transition (EMT) triggers cell plasticity in embryonic development, adult injured tissues and cancer. Combining the analysis of EMT in cell lines, embryonic neural crest and mouse models of renal fibrosis and breast cancer, we find that there is not a cancer-specific EMT program. Instead, cancer cells dedifferentiate and bifurcate into two distinct and segregated cellular trajectories after activating either embryonic-like or adult-like EMTs to drive dissemination or inflammation, respectively. We show that SNAIL1 acts as a pioneer factor in both EMT trajectories, and PRRX1 drives the progression of the embryonic-like invasive trajectory. We also find that the two trajectories are plastic and interdependent, as the abrogation of the EMT invasive trajectory by deleting <em>Prrx1</em> not only prevents metastasis but also enhances inflammation, increasing the recruitment of antitumor macrophages. Our data unveil an additional role for EMT in orchestrating intratumor heterogeneity, driving the distribution of functions associated with either inflammation or metastatic dissemination.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Narwade, Nitin",
            "affiliation": "Instituto de Neurociencias",
            "orcid": "0000-0002-1368-307X"
          },
          {
            "name": "Kass Youssef, Khalil",
            "affiliation": "Instituto de Neurociencias",
            "orcid": "0000-0002-4572-3160"
          },
          {
            "name": "Nieto, M. Angela",
            "affiliation": "Instituto de Neurociencias",
            "orcid": "0000-0002-3538-840X"
          }
        ],
        "keywords": [
          "EMT",
          "Breast Cancer",
          "Single Cell Transcriptome",
          "scRNA-Seq"
        ],
        "dates": [
          {
            "type": "created"
          }
        ],
        "version": "1.0.0",
        "language": "eng",
        "custom": {
          "code:programmingLanguage": [
            {
              "id": "r",
              "title": {
                "en": "R"
              }
            },
            {
              "id": "python",
              "title": {
                "en": "Python"
              }
            }
          ]
        },
        "resource_type": {
          "title": "Dataset",
          "type": "dataset"
        },
        "journal": {
          "issue": "11",
          "pages": "1660–1680",
          "title": "Two distinct epithelial-to-mesenchymal transition programs control invasion and inflammation in segregated tumor cell populations",
          "volume": "5"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16614353"
              }
            }
          ]
        }
      },
      "title": "Two distinct epithelial-to-mesenchymal transition programs control invasion and inflammation in segregated tumor cell populations",
      "links": {
        "self": "https://zenodo.org/api/records/16614354",
        "self_html": "https://zenodo.org/records/16614354",
        "preview_html": "https://zenodo.org/records/16614354?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.16614354",
        "self_doi": "https://doi.org/10.5281/zenodo.16614354",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16614354",
        "reserve_doi": "https://zenodo.org/api/records/16614354/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16614353",
        "parent_html": "https://zenodo.org/records/16614353",
        "parent_doi": "https://doi.org/10.5281/zenodo.16614353",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16614353",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16614354/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16614354/sequence/default",
        "files": "https://zenodo.org/api/records/16614354/files",
        "media_files": "https://zenodo.org/api/records/16614354/media-files",
        "archive": "https://zenodo.org/api/records/16614354/files-archive",
        "archive_media": "https://zenodo.org/api/records/16614354/media-files-archive",
        "latest": "https://zenodo.org/api/records/16614354/versions/latest",
        "latest_html": "https://zenodo.org/records/16614354/latest",
        "versions": "https://zenodo.org/api/records/16614354/versions",
        "draft": "https://zenodo.org/api/records/16614354/draft",
        "access_links": "https://zenodo.org/api/records/16614354/access/links",
        "access_grants": "https://zenodo.org/api/records/16614354/access/grants",
        "access_users": "https://zenodo.org/api/records/16614354/access/users",
        "access_request": "https://zenodo.org/api/records/16614354/access/request",
        "access": "https://zenodo.org/api/records/16614354/access",
        "communities": "https://zenodo.org/api/records/16614354/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16614354/communities-suggestions",
        "requests": "https://zenodo.org/api/records/16614354/requests"
      },
      "updated": "2025-08-01T12:02:44.912344+00:00",
      "recid": "16614354",
      "revision": 4,
      "files": [
        {
          "id": "4b568f67-b271-47be-af13-49a396deb94e",
          "key": "PyMT_integrated_object.rds",
          "size": 2898045282,
          "checksum": "md5:43e5f6d6b14b4a95faecddb4c44eb2a5",
          "links": {
            "self": "https://zenodo.org/api/records/16614354/files/PyMT_integrated_object.rds/content"
          }
        },
        {
          "id": "a4382831-cd4d-420c-a664-9ee0e2351203",
          "key": "PyMT_integrated_EMT_Trajectory_object.rds",
          "size": 600464178,
          "checksum": "md5:78eb179b48ff28713bfa32e5ee7c38dc",
          "links": {
            "self": "https://zenodo.org/api/records/16614354/files/PyMT_integrated_EMT_Trajectory_object.rds/content"
          }
        },
        {
          "id": "858ec728-4571-40d9-9885-df4cf4d1b690",
          "key": "PyMT_integrated_CC_object.rds",
          "size": 1504020804,
          "checksum": "md5:35ee712ccfd7701b2fdccd757d1fc864",
          "links": {
            "self": "https://zenodo.org/api/records/16614354/files/PyMT_integrated_CC_object.rds/content"
          }
        },
        {
          "id": "e6131562-d821-46db-9091-f8fab20ebc89",
          "key": "PyMT_integrated_CC_DGE.tsv",
          "size": 1223822,
          "checksum": "md5:62ba6b429d422c95da91933720f421f5",
          "links": {
            "self": "https://zenodo.org/api/records/16614354/files/PyMT_integrated_CC_DGE.tsv/content"
          }
        },
        {
          "id": "ac186ddb-8aba-4730-a93a-4a6e7f8594c3",
          "key": "broad_taube_and_extra_emt_markers_in_CC_DGE_Figure5e.csv",
          "size": 454011,
          "checksum": "md5:2fc448c1126d1cc649447522f3256104",
          "links": {
            "self": "https://zenodo.org/api/records/16614354/files/broad_taube_and_extra_emt_markers_in_CC_DGE_Figure5e.csv/content"
          }
        },
        {
          "id": "55cb89c2-2030-48aa-8b23-41f2adf91de8",
          "key": "adult_luminal_basal_and_ebp_markers_DGE_in_CC_Figure5d.csv",
          "size": 484087,
          "checksum": "md5:c03b17709e17a0ba6615983d54c7e75c",
          "links": {
            "self": "https://zenodo.org/api/records/16614354/files/adult_luminal_basal_and_ebp_markers_DGE_in_CC_Figure5d.csv/content"
          }
        },
        {
          "id": "b3faaa15-905a-4fd0-af23-fbf9fb82104e",
          "key": "Kidney_integrated_DGE.tsv",
          "size": 41365947,
          "checksum": "md5:93c3bef2556e5495b5a92c175606cb11",
          "links": {
            "self": "https://zenodo.org/api/records/16614354/files/Kidney_integrated_DGE.tsv/content"
          }
        },
        {
          "id": "5ce7f7c6-ae56-4527-b607-a19199ce306e",
          "key": "Kidney_integrated_PT_Injury_object.rds",
          "size": 539542329,
          "checksum": "md5:dd99965006b85e553307998adaf519c0",
          "links": {
            "self": "https://zenodo.org/api/records/16614354/files/Kidney_integrated_PT_Injury_object.rds/content"
          }
        },
        {
          "id": "5d6eea0e-d9dd-420f-b3c1-f4e70f8ca8e7",
          "key": "Kidney_integrated_object.rds",
          "size": 2144097079,
          "checksum": "md5:0992daee3623b6308bbc227b33998e41",
          "links": {
            "self": "https://zenodo.org/api/records/16614354/files/Kidney_integrated_object.rds/content"
          }
        },
        {
          "id": "6b2439f3-7c17-42f5-a6c5-c5da2b92bbbb",
          "key": "Kidney_integrated_PT_Injury_DGE.tsv",
          "size": 4694483,
          "checksum": "md5:ab46cf2685f8215672adde4cebdc4888",
          "links": {
            "self": "https://zenodo.org/api/records/16614354/files/Kidney_integrated_PT_Injury_DGE.tsv/content"
          }
        },
        {
          "id": "acbcab7a-359a-4032-b44d-1e6012c2e9f0",
          "key": "create_conda_env_and_install_compatible_Seurat_version.md",
          "size": 695,
          "checksum": "md5:e25871cc4fd8b1789230df1b610f3ed0",
          "links": {
            "self": "https://zenodo.org/api/records/16614354/files/create_conda_env_and_install_compatible_Seurat_version.md/content"
          }
        },
        {
          "id": "305a643d-c1fb-4855-8dd9-3b47b4c08cda",
          "key": "PyMT_integrated_CC_object.h5ad",
          "size": 1127029452,
          "checksum": "md5:9af82ff182d0b2287ddb5709c15f27a0",
          "links": {
            "self": "https://zenodo.org/api/records/16614354/files/PyMT_integrated_CC_object.h5ad/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1275280"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 3,
        "unique_downloads": 2,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 3,
        "version_unique_downloads": 2,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-01T12:00:22.409940+00:00",
      "modified": "2025-08-01T12:00:22.589603+00:00",
      "id": 16421796,
      "conceptrecid": "16421795",
      "doi": "10.5281/zenodo.16421796",
      "conceptdoi": "10.5281/zenodo.16421795",
      "doi_url": "https://doi.org/10.5281/zenodo.16421796",
      "metadata": {
        "title": "Thesis Artifacts: Design and Implementation of an Automated Testing Platform for Service-Based Software Systems",
        "doi": "10.5281/zenodo.16421796",
        "publication_date": "2025-08-01",
        "description": "<h2>Thesis Artifacts: Design and Implementation of an Automated Testing Platform for Service-Based Software Systems</h2>\n<p>This package contains everything needed to replicate the results of the Master's thesis \"Design and Implementation of an Automated Testing Platform for Service-Based Software Systems\". For detailed instructions look at the README file within the package. The corresponding thesis can be found <a href=\"https://oceanrep.geomar.de/cgi/search/archive/advanced?screen=Search&amp;dataset=archive&amp;book_title%2Ftitle_merge=ALL&amp;book_title%2Ftitle=&amp;contributors_name%2Fcreators_name%2Feditors_name_merge=ALL&amp;contributors_name%2Fcreators_name%2Feditors_name=&amp;corp_creators_merge=ALL&amp;corp_creators=&amp;dates_date=&amp;publication%2Fseries_merge=ALL&amp;publication%2Fseries=&amp;issn_merge=ALL&amp;issn=&amp;event_title_merge=ALL&amp;event_title=&amp;keywords_merge=ALL&amp;keywords=&amp;abstract_merge=ALL&amp;abstract=&amp;projects_merge=ALL&amp;projects=&amp;expeditions_name_merge=ALL&amp;expeditions_name=&amp;platform_merge=ALL&amp;platform=&amp;thesis_type=diploma&amp;thesis_type=batchelor&amp;thesis_type=masters&amp;thesis_type=student&amp;open_access=EITHER&amp;dates_date_type_merge=ANY&amp;subjects_merge=ANY&amp;dewey_merge=ANY&amp;divisions=soft_eng&amp;divisions_merge=ANY&amp;contribution_number_number=&amp;publisher_merge=ALL&amp;publisher=&amp;country_merge=ANY&amp;poftopics_merge=ANY&amp;id_number_merge=ALL&amp;id_number=&amp;q_merge=ALL&amp;q=&amp;satisfyall=ALL&amp;order=-date%2Fcreators_browse_name%2Ftitle&amp;_action_search=Suchen\" target=\"_blank\" rel=\"noopener\">here</a>.</p>\n<p><strong>Abstract: Design and Implementation of an Automated Testing Platform for Service-Based Software Systems</strong></p>\n<p>Modern software systems increasingly rely on distributed, service-based architectures (SBAs) to achieve scalability, modularity, flexibility, and benefit from agile development models. While this can offer significant advantages, it also introduces substantial challenges for testing and validation, as services are often developed and deployed independently and interact dynamically at runtime. Traditional testing approaches fall short in such environments, where only service interfaces may be available and system configurations change frequently.<br>This thesis addresses these challenges by designing and implementing PIEKER, an&nbsp;automated testing platform tailored to the needs of service-based software systems. The<br>platform supports integration, end-to-end, and system-level testing by seamlessly injecting lightweight test components into existing SBA deployments. PIEKER provides a concise domain-specific language (DSL) for specifying various tests and enables automated, largely implementation-agnostic test execution and result evaluation. The proof-of-concept implementation for Docker Compose supports functional, load, and fault-injection testing scenarios, and introduces negligible performance overhead in representative use cases. The evaluation on an example system confirms the capabilities, but also identifies areas for future enhancement, including extended protocol support, improved database traffic monitoring, and adaptation to cloud-native environments, like Kubernetes.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Ohlsen, Simon",
            "affiliation": "Kiel University"
          },
          {
            "name": "Illmann, Yannick",
            "affiliation": "Kiel University"
          }
        ],
        "contributors": [
          {
            "name": "Schnoor, Henning",
            "affiliation": "Kiel University",
            "type": "Supervisor",
            "orcid": "0000-0002-7148-9590"
          }
        ],
        "language": "eng",
        "custom": {
          "code:codeRepository": "https://github.com/PIEKER/Pieker",
          "code:programmingLanguage": [
            {
              "id": "java",
              "title": {
                "en": "Java"
              }
            }
          ]
        },
        "resource_type": {
          "title": "Software",
          "type": "software"
        },
        "thesis": {
          "university": "Kiel University (CAU)"
        },
        "license": {
          "id": "mit-license"
        },
        "communities": [
          {
            "id": "cau-se"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16421795"
              }
            }
          ]
        }
      },
      "title": "Thesis Artifacts: Design and Implementation of an Automated Testing Platform for Service-Based Software Systems",
      "links": {
        "self": "https://zenodo.org/api/records/16421796",
        "self_html": "https://zenodo.org/records/16421796",
        "preview_html": "https://zenodo.org/records/16421796?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.16421796",
        "self_doi": "https://doi.org/10.5281/zenodo.16421796",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16421796",
        "reserve_doi": "https://zenodo.org/api/records/16421796/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16421795",
        "parent_html": "https://zenodo.org/records/16421795",
        "parent_doi": "https://doi.org/10.5281/zenodo.16421795",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16421795",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16421796/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16421796/sequence/default",
        "files": "https://zenodo.org/api/records/16421796/files",
        "media_files": "https://zenodo.org/api/records/16421796/media-files",
        "archive": "https://zenodo.org/api/records/16421796/files-archive",
        "archive_media": "https://zenodo.org/api/records/16421796/media-files-archive",
        "latest": "https://zenodo.org/api/records/16421796/versions/latest",
        "latest_html": "https://zenodo.org/records/16421796/latest",
        "versions": "https://zenodo.org/api/records/16421796/versions",
        "draft": "https://zenodo.org/api/records/16421796/draft",
        "access_links": "https://zenodo.org/api/records/16421796/access/links",
        "access_grants": "https://zenodo.org/api/records/16421796/access/grants",
        "access_users": "https://zenodo.org/api/records/16421796/access/users",
        "access_request": "https://zenodo.org/api/records/16421796/access/request",
        "access": "https://zenodo.org/api/records/16421796/access",
        "communities": "https://zenodo.org/api/records/16421796/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16421796/communities-suggestions",
        "requests": "https://zenodo.org/api/records/16421796/requests"
      },
      "updated": "2025-08-01T12:00:22.589603+00:00",
      "recid": "16421796",
      "revision": 4,
      "files": [
        {
          "id": "b819e55f-a45a-445b-a5e4-7631d72c9edd",
          "key": "replication-package.zip",
          "size": 70503878,
          "checksum": "md5:954c7874d5f2786ea7826701cf1104f2",
          "links": {
            "self": "https://zenodo.org/api/records/16421796/files/replication-package.zip/content"
          }
        }
      ],
      "swh": {
        "swhid": "swh:1:dir:68348a792d881bfda650d1f50d6cbdf03edb0db4;origin=https://doi.org/10.5281/zenodo.16421795;visit=swh:1:snp:d79d819df723f166de12c9999d08e63072d3dba2;anchor=swh:1:rel:1f09c46402e59abf9a17cf81c721881e498ab698;path=/"
      },
      "owners": [
        {
          "id": "415684"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-01T11:59:17.079815+00:00",
      "modified": "2025-08-01T11:59:17.214986+00:00",
      "id": 16682779,
      "conceptrecid": "16682778",
      "doi": "10.5281/zenodo.16682779",
      "conceptdoi": "10.5281/zenodo.16682778",
      "doi_url": "https://doi.org/10.5281/zenodo.16682779",
      "metadata": {
        "title": "efouragnan/RL_models: RL modelling",
        "doi": "10.5281/zenodo.16682779",
        "publication_date": "2025-08-01",
        "description": "<p>Reinforcement learning models and fitting procedure</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "efouragnan",
            "affiliation": null
          }
        ],
        "related_identifiers": [
          {
            "identifier": "https://github.com/efouragnan/RL_models/tree/v1.0.0",
            "relation": "isSupplementTo",
            "resource_type": "software",
            "scheme": "url"
          }
        ],
        "version": "v1.0.0",
        "custom": {
          "code:codeRepository": "https://github.com/efouragnan/RL_models"
        },
        "resource_type": {
          "title": "Software",
          "type": "software"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16682778"
              }
            }
          ]
        }
      },
      "title": "efouragnan/RL_models: RL modelling",
      "links": {
        "self": "https://zenodo.org/api/records/16682779",
        "self_html": "https://zenodo.org/records/16682779",
        "preview_html": "https://zenodo.org/records/16682779?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.16682779",
        "self_doi": "https://doi.org/10.5281/zenodo.16682779",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16682779",
        "reserve_doi": "https://zenodo.org/api/records/16682779/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16682778",
        "parent_html": "https://zenodo.org/records/16682778",
        "parent_doi": "https://doi.org/10.5281/zenodo.16682778",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16682778",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16682779/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16682779/sequence/default",
        "files": "https://zenodo.org/api/records/16682779/files",
        "media_files": "https://zenodo.org/api/records/16682779/media-files",
        "archive": "https://zenodo.org/api/records/16682779/files-archive",
        "archive_media": "https://zenodo.org/api/records/16682779/media-files-archive",
        "latest": "https://zenodo.org/api/records/16682779/versions/latest",
        "latest_html": "https://zenodo.org/records/16682779/latest",
        "versions": "https://zenodo.org/api/records/16682779/versions",
        "draft": "https://zenodo.org/api/records/16682779/draft",
        "access_links": "https://zenodo.org/api/records/16682779/access/links",
        "access_grants": "https://zenodo.org/api/records/16682779/access/grants",
        "access_users": "https://zenodo.org/api/records/16682779/access/users",
        "access_request": "https://zenodo.org/api/records/16682779/access/request",
        "access": "https://zenodo.org/api/records/16682779/access",
        "communities": "https://zenodo.org/api/records/16682779/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16682779/communities-suggestions",
        "requests": "https://zenodo.org/api/records/16682779/requests"
      },
      "updated": "2025-08-01T11:59:17.214986+00:00",
      "recid": "16682779",
      "revision": 4,
      "files": [
        {
          "id": "de282e6b-943a-442f-a36d-ec29bd75fce1",
          "key": "efouragnan/RL_models-v1.0.0.zip",
          "size": 3232,
          "checksum": "md5:2c8294cc7db22c535c9b47565908c426",
          "links": {
            "self": "https://zenodo.org/api/records/16682779/files/efouragnan/RL_models-v1.0.0.zip/content"
          }
        }
      ],
      "swh": {
        "swhid": "swh:1:dir:abbcd18c8059113f174d24a8bea5dcbf2c8a1ae9;origin=https://doi.org/10.5281/zenodo.16682778;visit=swh:1:snp:7e8d2a27a9056b60e86335f3d53e0ccb20ef30e1;anchor=swh:1:rel:7e87482541bfeceef3122a601c9f4f3ea1879056;path=efouragnan-RL_models-485e084"
      },
      "owners": [
        {
          "id": "1041457"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-01T11:44:44.708857+00:00",
      "modified": "2025-08-01T11:44:45.208423+00:00",
      "id": 16676560,
      "conceptrecid": "16676558",
      "doi": "10.5281/zenodo.16676560",
      "conceptdoi": "10.5281/zenodo.16676558",
      "doi_url": "https://doi.org/10.5281/zenodo.16676560",
      "metadata": {
        "title": "The data used in \"A DO-331–Aligned Model-Based Software Development Lifecycle with Full-Process Models from a Real Wind Speed Display System\"",
        "doi": "10.5281/zenodo.16676560",
        "publication_date": "2025-08-01",
        "description": "<p><strong>Overview</strong></p>\n<p>Here includes all the data used in \"A DO-331&ndash;Aligned Model-Based Software Development Lifecycle with Full-Process Models from a Real Wind Speed Display System\".</p>\n<p><strong>Contents</strong></p>\n<p>1. Model data of requirement model, design model:<br>/1-Overall Data/1-Model Data.pdf</p>\n<p>2. Trace table from System requirements to code:<br>/1-Overall Data/2-Sys-HLR-Design-Code-Test-Trace-v3.xlsx</p>\n<p>3. Software Requirements of WindSpeedDisplay<br>/2-Requirements/WindSpeedDisplay-DataProcessRequirements.docx<br>/2-Requirements/WindSpeedDisplay-LogicalRequirements.docx</p>\n<p>4. Model advisor report and integreated simulation<br>/3-Design/1-Model Advisor Report for 'Wind Speed System Display Software'.html<br>/3-Design/2-Integrated simulation.jpg</p>\n<p>5. Generated code of Wind Speed Display Software<br>/4-Code Generation/Code for Wind Display.zip</p>\n<p>6. Test cases and result<br>/5-Testing/1-Semi-physical test bench.png<br>/5-Testing/2-Serial port debugging tool.png<br>/5-Testing/3-Test Cases.xlsx</p>\n<p>7. Coverage result of Model Hierarchy and requirements<br>/6-Verification of Verification/1-Model Hierarchy Coverage Analysis Results.png<br>/6-Verification of Verification/2-Requirements Coverage Review Results.docx</p>\n<p>8. DO-331 Objectives<br>/DO-331 Objectives.docx<br><br></p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Zou, Fanglin",
            "affiliation": "Avicas Generic Technology Co., Ltd"
          },
          {
            "name": "Zhu, Yunfeng",
            "affiliation": "Avicas Generic Technology Co., Ltd"
          },
          {
            "name": "Geng, Ruixin",
            "affiliation": "Beihang University",
            "orcid": "0009-0006-1834-0531"
          },
          {
            "name": "Wang, Yuan",
            "affiliation": "Beihang University"
          },
          {
            "name": "Jiang, Yili",
            "affiliation": "Beihang University"
          },
          {
            "name": "Tao, Hairong",
            "affiliation": "Beihang University"
          },
          {
            "name": "Weng, Jiahao",
            "affiliation": "Beihang University"
          },
          {
            "name": "Wang, Yunduo",
            "affiliation": "Beihang University"
          },
          {
            "name": "Wang, Chuang",
            "affiliation": "Avicas Generic Technology Co., Ltd"
          },
          {
            "name": "Hu, Chunming",
            "affiliation": "Beihang University"
          },
          {
            "name": "Ge, Ning",
            "affiliation": "Beihang University"
          }
        ],
        "keywords": [
          "Model-Based Development",
          "DO-178C/DO-331",
          "Avionics Software Engineering",
          "Software Development Life Cycle"
        ],
        "language": "eng",
        "resource_type": {
          "title": "Other",
          "type": "other"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16676558"
              }
            }
          ]
        }
      },
      "title": "The data used in \"A DO-331–Aligned Model-Based Software Development Lifecycle with Full-Process Models from a Real Wind Speed Display System\"",
      "links": {
        "self": "https://zenodo.org/api/records/16676560",
        "self_html": "https://zenodo.org/records/16676560",
        "preview_html": "https://zenodo.org/records/16676560?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.16676560",
        "self_doi": "https://doi.org/10.5281/zenodo.16676560",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16676560",
        "reserve_doi": "https://zenodo.org/api/records/16676560/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16676558",
        "parent_html": "https://zenodo.org/records/16676558",
        "parent_doi": "https://doi.org/10.5281/zenodo.16676558",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16676558",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16676560/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16676560/sequence/default",
        "files": "https://zenodo.org/api/records/16676560/files",
        "media_files": "https://zenodo.org/api/records/16676560/media-files",
        "archive": "https://zenodo.org/api/records/16676560/files-archive",
        "archive_media": "https://zenodo.org/api/records/16676560/media-files-archive",
        "latest": "https://zenodo.org/api/records/16676560/versions/latest",
        "latest_html": "https://zenodo.org/records/16676560/latest",
        "versions": "https://zenodo.org/api/records/16676560/versions",
        "draft": "https://zenodo.org/api/records/16676560/draft",
        "access_links": "https://zenodo.org/api/records/16676560/access/links",
        "access_grants": "https://zenodo.org/api/records/16676560/access/grants",
        "access_users": "https://zenodo.org/api/records/16676560/access/users",
        "access_request": "https://zenodo.org/api/records/16676560/access/request",
        "access": "https://zenodo.org/api/records/16676560/access",
        "communities": "https://zenodo.org/api/records/16676560/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16676560/communities-suggestions",
        "requests": "https://zenodo.org/api/records/16676560/requests"
      },
      "updated": "2025-08-01T11:44:45.208423+00:00",
      "recid": "16676560",
      "revision": 4,
      "files": [
        {
          "id": "37e7799f-01a4-4b5a-9bb5-acc8db988655",
          "key": "data.zip",
          "size": 18622968,
          "checksum": "md5:cec21b2839c02787d230c36f5a8bec2c",
          "links": {
            "self": "https://zenodo.org/api/records/16676560/files/data.zip/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1117210"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 1,
        "unique_downloads": 1,
        "views": 2,
        "unique_views": 2,
        "version_downloads": 1,
        "version_unique_downloads": 1,
        "version_unique_views": 2,
        "version_views": 2
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-01T11:33:06.973847+00:00",
      "modified": "2025-08-01T11:42:45.525434+00:00",
      "id": 16681867,
      "conceptrecid": "16681866",
      "doi": "10.5281/zenodo.16681867",
      "conceptdoi": "10.5281/zenodo.16681866",
      "doi_url": "https://doi.org/10.5281/zenodo.16681867",
      "metadata": {
        "title": "DLFea4AMPGen de novo design of antimicrobial peptides by integrating features learned from deep learning models",
        "doi": "10.5281/zenodo.16681867",
        "publication_date": "2025-08-01",
        "description": "<p>De novo design of antimicrobial peptides by integrating features learned from deep learning models</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Gao, Han",
            "affiliation": null
          }
        ],
        "related_identifiers": [
          {
            "identifier": "https://github.com/hgao12345/DLFea4AMPGen/tree/v1",
            "relation": "isSupplementTo",
            "resource_type": "software",
            "scheme": "url"
          }
        ],
        "version": "v1",
        "custom": {
          "code:codeRepository": "https://github.com/hgao12345/DLFea4AMPGen"
        },
        "resource_type": {
          "title": "Software",
          "type": "software"
        },
        "license": {
          "id": "gpl-3.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16681866"
              }
            }
          ]
        }
      },
      "title": "DLFea4AMPGen de novo design of antimicrobial peptides by integrating features learned from deep learning models",
      "links": {
        "self": "https://zenodo.org/api/records/16681867",
        "self_html": "https://zenodo.org/records/16681867",
        "preview_html": "https://zenodo.org/records/16681867?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.16681867",
        "self_doi": "https://doi.org/10.5281/zenodo.16681867",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16681867",
        "reserve_doi": "https://zenodo.org/api/records/16681867/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16681866",
        "parent_html": "https://zenodo.org/records/16681866",
        "parent_doi": "https://doi.org/10.5281/zenodo.16681866",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16681866",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16681867/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16681867/sequence/default",
        "files": "https://zenodo.org/api/records/16681867/files",
        "media_files": "https://zenodo.org/api/records/16681867/media-files",
        "archive": "https://zenodo.org/api/records/16681867/files-archive",
        "archive_media": "https://zenodo.org/api/records/16681867/media-files-archive",
        "latest": "https://zenodo.org/api/records/16681867/versions/latest",
        "latest_html": "https://zenodo.org/records/16681867/latest",
        "versions": "https://zenodo.org/api/records/16681867/versions",
        "draft": "https://zenodo.org/api/records/16681867/draft",
        "access_links": "https://zenodo.org/api/records/16681867/access/links",
        "access_grants": "https://zenodo.org/api/records/16681867/access/grants",
        "access_users": "https://zenodo.org/api/records/16681867/access/users",
        "access_request": "https://zenodo.org/api/records/16681867/access/request",
        "access": "https://zenodo.org/api/records/16681867/access",
        "communities": "https://zenodo.org/api/records/16681867/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16681867/communities-suggestions",
        "requests": "https://zenodo.org/api/records/16681867/requests"
      },
      "updated": "2025-08-01T11:42:45.525434+00:00",
      "recid": "16681867",
      "revision": 10,
      "files": [
        {
          "id": "c03a2c23-7ce4-41ed-9403-778d19af3773",
          "key": "hgao12345/DLFea4AMPGen-v1.zip",
          "size": 20482602,
          "checksum": "md5:85d1355fa31b7e2ffd136b382fdfb554",
          "links": {
            "self": "https://zenodo.org/api/records/16681867/files/hgao12345/DLFea4AMPGen-v1.zip/content"
          }
        }
      ],
      "swh": {
        "swhid": "swh:1:dir:5538b6301e0b68deac9713ff987eb50db77b87d1;origin=https://doi.org/10.5281/zenodo.16681866;visit=swh:1:snp:8964b6c993a6e8667341111ea7a262a570cca76a;anchor=swh:1:rel:317a24c18d8f1ad844ac4284d4afea6ce43d9169;path=hgao12345-DLFea4AMPGen-85e8c2e"
      },
      "owners": [
        {
          "id": "1159899"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 2,
        "unique_downloads": 2,
        "views": 18,
        "unique_views": 5,
        "version_downloads": 2,
        "version_unique_downloads": 2,
        "version_unique_views": 5,
        "version_views": 18
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-01T11:17:27.924297+00:00",
      "modified": "2025-08-01T11:17:28.155485+00:00",
      "id": 16681330,
      "conceptrecid": "16681329",
      "doi": "10.5281/zenodo.16681330",
      "conceptdoi": "10.5281/zenodo.16681329",
      "doi_url": "https://doi.org/10.5281/zenodo.16681330",
      "metadata": {
        "title": "Deep learning models used in the manuscript \"Pre-training for Deep Statistical Climate Downscaling: A case study within the Spanish National Adaptation Plan (PNACC)\"",
        "doi": "10.5281/zenodo.16681330",
        "publication_date": "2025-08-01",
        "description": "<p>All deep learning models (in .pt format) used in the manuscript \"Pre-training for Deep Statistical Climate Downscaling: A case study within the Spanish National Adaptation Plan (PNACC)\". These allow for a total reproducibility of the results.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "González-Abad, Jose",
            "affiliation": "Institute of Physics of Cantabria",
            "orcid": "0000-0002-0764-3872"
          }
        ],
        "resource_type": {
          "title": "Model",
          "type": "model"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16681329"
              }
            }
          ]
        }
      },
      "title": "Deep learning models used in the manuscript \"Pre-training for Deep Statistical Climate Downscaling: A case study within the Spanish National Adaptation Plan (PNACC)\"",
      "links": {
        "self": "https://zenodo.org/api/records/16681330",
        "self_html": "https://zenodo.org/records/16681330",
        "preview_html": "https://zenodo.org/records/16681330?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.16681330",
        "self_doi": "https://doi.org/10.5281/zenodo.16681330",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16681330",
        "reserve_doi": "https://zenodo.org/api/records/16681330/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16681329",
        "parent_html": "https://zenodo.org/records/16681329",
        "parent_doi": "https://doi.org/10.5281/zenodo.16681329",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16681329",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16681330/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16681330/sequence/default",
        "files": "https://zenodo.org/api/records/16681330/files",
        "media_files": "https://zenodo.org/api/records/16681330/media-files",
        "archive": "https://zenodo.org/api/records/16681330/files-archive",
        "archive_media": "https://zenodo.org/api/records/16681330/media-files-archive",
        "latest": "https://zenodo.org/api/records/16681330/versions/latest",
        "latest_html": "https://zenodo.org/records/16681330/latest",
        "versions": "https://zenodo.org/api/records/16681330/versions",
        "draft": "https://zenodo.org/api/records/16681330/draft",
        "access_links": "https://zenodo.org/api/records/16681330/access/links",
        "access_grants": "https://zenodo.org/api/records/16681330/access/grants",
        "access_users": "https://zenodo.org/api/records/16681330/access/users",
        "access_request": "https://zenodo.org/api/records/16681330/access/request",
        "access": "https://zenodo.org/api/records/16681330/access",
        "communities": "https://zenodo.org/api/records/16681330/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16681330/communities-suggestions",
        "requests": "https://zenodo.org/api/records/16681330/requests"
      },
      "updated": "2025-08-01T11:17:28.155485+00:00",
      "recid": "16681330",
      "revision": 4,
      "files": [
        {
          "id": "1dd682ce-cf9b-4dbb-863e-e0c6ab04a145",
          "key": "models.zip",
          "size": 4031798481,
          "checksum": "md5:a0367061909ec7b48189a1c03e56be7d",
          "links": {
            "self": "https://zenodo.org/api/records/16681330/files/models.zip/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "246127"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 4,
        "unique_views": 2,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 2,
        "version_views": 4
      },
      "state": "done",
      "submitted": true
    }
  ]
}