{
  "cache_date": "2025-05-01T11:50:38.032491",
  "data": "# Prodigal\n\n  Fast, reliable protein-coding gene prediction for prokaryotic genomes.\n\n```bash\nprodigal -i my.genome.fna -o my.genes -a my.proteins.faa\nprodigal -i my.metagenome.fna -o my.genes -a my.proteins.faa -p meta\nprodigal -h\n```\n\n### New in 2.6.3 (February 2016)\n  * Fixed a bug in protein translation output of partial genes where TTG/GTG\ncodons were being incorrectly translated to methionine.\n\n### Getting Started\n\nProdigal consists of a single binary, which is provided for Linux, Mac OS X, and Windows with each official release.  You can also install from source (you will need Cygwin or MinGW on Windows) as follows:\n\n```bash\n$ make install\n```\n\n  For more detail, see [Installing Prodigal](https://www.github.com/hyattpd/Prodigal/wiki/installation).\n\n  To see a complete list of options:\n\n```bash\n$ prodigal -h\n```\n\n### Features\n\n  * **Predicts protein-coding genes**: Prodigal provides fast, accurate protein-coding gene predictions in GFF3, Genbank, or Sequin table format.\n  * **Handles draft genomes and metagenomes**: Prodigal runs smoothly on finished genomes, draft genomes, and metagenomes.\n  * **Runs quickly**: Prodigal analyzes the *E. coli K-12* genome in 10 seconds on a modern MacBook Pro.\n  * **Runs unsupervised**: Prodigal is an unsupervised machine learning algorithm.  It does not need to be provided with any training data, and instead automatically learns the properties of the genome from the sequence itself, including RBS motif usage, start codon usage, and coding statistics.\n  * **Handles gaps and partial genes**: The user can specify if Prodigal should build genes across runs of N's as well as how to handle genes at the edges of contigs.\n  * **Identifies translation initiation sites**: Prodigal predicts the correct translation initiation site for most genes, and can output information about every potential start site in the genome, including confidence score, RBS motif, and much more.\n\n### More Information\n\n  * [Website](http://prodigal.ornl.gov/)\n  * [Wiki Documentation](https://github.com/hyattpd/prodigal/wiki)\n  * [Options Cheat Sheet](https://github.com/hyattpd/prodigal/wiki#cheat-sheet)\n  * [Google Discussion Group](https://groups.google.com/group/prodigal-discuss)\n\n#### Contributors\n\n * Author: [Doug Hyatt](https://github.com/hyattpd/)\n\n#### License\n\n  [GPL](LICENSE)\n"
}