{
  "cache_date": "2025-08-01T11:01:40.373487",
  "data": {
    "paperId": "0bfce560cd8f65d84b7f74aba69959a828db5efa",
    "externalIds": {
      "MAG": "2744101564",
      "DOI": "10.1590/1678-992X-2016-0220",
      "CorpusId": 54964276
    },
    "url": "https://www.semanticscholar.org/paper/0bfce560cd8f65d84b7f74aba69959a828db5efa",
    "title": "Use of the software Seed Vigor Imaging System (SVIS®) for assessing vigor of carrot seeds",
    "venue": "",
    "year": 2017,
    "referenceCount": 16,
    "citationCount": 16,
    "influentialCitationCount": 1,
    "openAccessPdf": {
      "url": "http://www.scielo.br/pdf/sa/v74n6/0103-9016-sa-74-06-0469.pdf",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://api.unpaywall.org/v2/10.1590/1678-992X-2016-0220?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1590/1678-992X-2016-0220, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2089418980",
        "name": "J. Marchi"
      },
      {
        "authorId": "89431899",
        "name": "S. M. Cicero"
      }
    ],
    "citations": [
      {
        "paperId": "859c26cb0863a95a9717d12e45c6ad5e361e4d49",
        "title": "Image Based Papaya (Carica Papaya Linn.) seed germination evaluation by ResNet50"
      },
      {
        "paperId": "7e5a4b5a242e1d455fe42e35f726db2bea2e0bb9",
        "title": "Evaluation of shoot-growth variation in diverse carrot (Daucus carota L.) germplasm for genetic improvement of stand establishment"
      },
      {
        "paperId": "ddafd00b0e1f360a9bf12b5b17508fadfc251b75",
        "title": "Seed Vigour Test: An Overview"
      },
      {
        "paperId": "85744039ed8ba98d8b0aeb18fa308e9a7297c065",
        "title": "Seed germination and vigor: ensuring crop sustainability in a changing climate"
      },
      {
        "paperId": "84d66e5a17ff624ba539625b7e8477d6a59c95b1",
        "title": "Improving the method for determining the physiological and sanitary potential of Gherkin seeds"
      },
      {
        "paperId": "39263efc39af94a0e3cc890dd484db01dd619f95",
        "title": "Chickpea seed vigor evaluated by computerized seedling analysis"
      },
      {
        "paperId": "8aa271419c0507690c3d931dbd0f5006a52a0302",
        "title": "Fluorescência de clorofila e análise multiespectral de imagens para avaliação da qualidade de sementes de cenoura e tomate"
      },
      {
        "paperId": "9316eda6b243fbbaae07f121a8af493380b3f1fc",
        "title": "RELATIONSHIP BETWEEN INTERNAL MORPHOLOGY AND PHYSIOLOGICAL QUALITY OF Leucaena leucocephala SEEDS USING IMAGE ANALYSIS"
      },
      {
        "paperId": "37b62515028d6fa492d369b05303483046843d49",
        "title": "Semi-automated Phenotyping of Soybean Seedlings and Its Relation With Physiological Seed Quality"
      },
      {
        "paperId": "ebc554b14a26965dd870f1e2ac1e4bdac0346290",
        "title": "Assessing the physiological quality of common bean seeds using the Vigor-S® system and its relation to the accelerated aging test"
      },
      {
        "paperId": "82cc3548fea3caf299d0802959b5c2a0424ea2b2",
        "title": "Detection of rice seed vigor by low-field nuclear magnetic resonance"
      },
      {
        "paperId": "a202b19be90368f8af20266e542bd6044e4d6d32",
        "title": "SAPL®: a free software for determining the physiological potential in soybean seeds1"
      },
      {
        "paperId": "36304a4b1f802dcea7f7fc7dd5a711da2314911c",
        "title": "SAPL®: um software gratuito para determinação do potencial fisiológico em sementes de soja"
      },
      {
        "paperId": "ba4b23a162efe2d3ebb24e6bff29362232db1130",
        "title": "Morphological parameters of image processing to characterize primary root emergence in evaluation of tomato seed vigor"
      },
      {
        "paperId": "85d4cfc37646d91870b5433bd608fe8cee1e88e3",
        "title": "Carrot seeds vigor on plant performance and crop yield"
      },
      {
        "paperId": "b0cbc1117ce67dd3eac74ef747203e47c1af1aa5",
        "title": "Tainted Seed Test Using Digital Image Processing"
      }
    ],
    "abstract": "Seed vigor has traditionally been evaluated by physiological, biochemical and stress tolerance tests. More recently, with the use of computerized image analysis, objective information has become accessible in a relatively short period of time, with less human interference. The aim of this study was to verify the efficiency of computerized seedling image analysis by Seed Vigor Imaging System (SVIS®) to detect differences in vigor between carrot (Daucus carota L.) seed lots as compared to those provided by traditional vigor tests. Seeds from seven lots from the Brasilia cultivar were subjected to a germination test, first count of germination, speed of germination, accelerated aging with saline solution and seedling emergence; furthermore, a vigor index, growth index and uniformity index were determined by the Seed Vigor Imaging System (SVIS®) during four evaluation periods. The results obtained by the computerized seedling analysis (vigor index and growth index) show that SVIS® is efficient in assessing carrot seed vigor.",
    "references": [
      {
        "paperId": "1ff727e940ea5bf3565a8ecc1f75eeb14c68d04d",
        "title": "Vigor de sementes de girassol pela análise computadorizada de plântulas Sunflower seed vigor determined by computerized seedling analysis"
      },
      {
        "paperId": "98f2e3af14e74bcd3e7356fe17cf917cd3c9f052",
        "title": "Automated image analysis of seedlings for vigor evaluation of common bean seeds"
      },
      {
        "paperId": "90abdd1c602d371f92763eb40e6fcfafa8ec4b45",
        "title": "Assessment of physiological potential of cucumber seeds using the software Seedling Vigor Imaging System® (SVIS®)"
      },
      {
        "paperId": "ff9c9173c90e50fc01fc321759df27ce8ead2c74",
        "title": "Development of an image analysis aided seedling growth test for winter oilseed rape and verification as a vigour test."
      },
      {
        "paperId": "41eefca49f9d3f39c555984c66ba07c9e78e956f",
        "title": "Carrot seed germination and vigor in response to temperature and umbel orders"
      },
      {
        "paperId": "d31a8666cef778abf43bdac58559ca06e0dd34fc",
        "title": "Assessment of melon seed vigour by an automated computer imaging system compared to traditional procedures"
      },
      {
        "paperId": "071c708c9d8db928b2f9bc927e965e146af039c7",
        "title": "An automated system for vigor testing three-day-old soybean seedlings"
      },
      {
        "paperId": "73ba4d6f492ccdfd7bc450288df0b21bb4859e7a",
        "title": "Speed of Germination—Aid In Selection And Evaluation for Seedling Emergence And Vigor1"
      },
      {
        "paperId": "1cb53fa8c61b3d7dca23d51aa3c707b42f9916ca",
        "title": "Seedling imaging analysis and traditional tests to assess okra seed vigor"
      },
      {
        "paperId": "e139a8864aea55b330adb1dca77fe44a2ed16489",
        "title": "Análise de imagens de plântulas e testes tradicionais para avaliação do vigor de sementes de quiabo"
      },
      {
        "paperId": "1576da072b81d3f9cb566a9cc061f3b7c70b774f",
        "title": "Utilização da análise computadorizada de plântulas na avaliação do potencial fisiológico de sementes de amendoim tratadas com fungicida e inseticida"
      },
      {
        "paperId": "fbe9eda1521151f3d855bd549d5753ecf2978744",
        "title": "The Ohio State University Seed Vigor Imaging System (SVIS) for Soybean and Corn Seedlings"
      },
      {
        "paperId": "7113ac155a013d619155414a01b837dcb9220b43",
        "title": "A system for automated seed vigour assessment"
      },
      {
        "paperId": "6da3481ad7254f130cab5970898004dded2f2f8c",
        "title": "Automated vigour testing of field vegetables using image analysis."
      },
      {
        "paperId": null,
        "title": "Evaluation of priming effects on sweet corn seeds by SVIS"
      },
      {
        "paperId": null,
        "title": "Using computerized analysis of seedlings to evaluate the physiological potential of peanut seeds treated with fungicide and insecticide"
      }
    ]
  }
}