{
  "cache_date": "2025-09-01T11:16:40.304813",
  "data": {
    "paperId": "d18f18a3ac38439ce737219d84f90913033a65cf",
    "externalIds": {
      "DOI": "10.4108/eetsis.5056",
      "CorpusId": 268615267
    },
    "url": "https://www.semanticscholar.org/paper/d18f18a3ac38439ce737219d84f90913033a65cf",
    "title": "E-GVD: Efficient Software Vulnerability Detection Techniques Based on Graph Neural Network",
    "venue": "ICST Transactions on Scalable Information Systems",
    "year": 2024,
    "referenceCount": 33,
    "citationCount": 1,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "https://publications.eai.eu/index.php/sis/article/download/5056/3049",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://api.unpaywall.org/v2/10.4108/eetsis.5056?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.4108/eetsis.5056, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2292895664",
        "name": "Haiye Wang"
      },
      {
        "authorId": "2292763643",
        "name": "Zhiguo Qu"
      },
      {
        "authorId": "2197843039",
        "name": "Le Sun"
      }
    ],
    "citations": [
      {
        "paperId": "e5fcb6832c8869f1006bbe7f063059f8fad9f985",
        "title": "Detection of source code vulnerabilities using Nature language processing and deep graph network"
      }
    ],
    "abstract": "INTRODUCTION: Vulnerability detection is crucial for preventing severe security incidents like hacker attacks, data breaches, and network paralysis. Traditional methods, however, face challenges such as low efficiency and insufficient detail in identifying code vulnerabilities. OBJECTIVES: This paper introduces E-GVD, an advanced method for source code vulnerability detection, aiming to address the limitations of existing methods. The objective is to enhance the accuracy of function-level vulnerability detection and provide detailed, understandable insights into the vulnerabilities. METHODS: E-GVD combines Graph Neural Networks (GNNs), which are adept at handling graph-structured data, with residual connections and advanced Programming Language (PL) pre-trained models. RESULTS: Experiments conducted on the real-world vulnerability dataset CodeXGLUE show that E-GVD significantly outperforms existing baseline methods in detecting vulnerabilities. It achieves a maximum accuracy gain of 4.98%, indicating its effectiveness over traditional methods. CONCLUSION: E-GVD not only improves the accuracy of vulnerability detection but also contributes by providing fine-grained explanations. These explanations are made possible through an interpretable Machine Learning (ML) model, which aids developers in quickly and efficiently repairing vulnerabilities, thereby enhancing overall software security.",
    "references": [
      {
        "paperId": "b210644b8a674e6b7c91f8e0ca3fe55650d04777",
        "title": "Evolutionary Dynamic Database Partitioning Optimization for Privacy and Utility"
      },
      {
        "paperId": "ed236ac80b84a2514ee2b6ecf861ee012ad1c9c6",
        "title": "Explainable Neural Network analysis on Movie Success Prediction"
      },
      {
        "paperId": "7b01a2503006ae37ee1a6ca2e71a64a0de57af41",
        "title": "MIED : An Improved Graph Neural Network for Node Embedding in Heterogeneous Graphs"
      },
      {
        "paperId": "281e0126ea10bc7cd8164af421e2fc02dadd5cac",
        "title": "Antisocial Behavior Identification from Twitter Feeds Using Traditional Machine Learning Algorithms and Deep Learning."
      },
      {
        "paperId": "48f3bd2ca863d6cc33f13c5d1ca7a20a2efa5bda",
        "title": "VulGraB: Graph‐embedding‐based code vulnerability detection with bi‐directional gated graph neural network"
      },
      {
        "paperId": "dda4aefb4a1bec63baed46ee414e57458960001d",
        "title": "Privacy protection in intelligent vehicle networking: A novel federated learning algorithm based on information fusion"
      },
      {
        "paperId": "e255e8750a1af3a8c321934747d00e65bab37226",
        "title": "Knowledge-Driven Cybersecurity Intelligence: Software Vulnerability Coexploitation Behavior Discovery"
      },
      {
        "paperId": "d105a507176fe8bc35d9609e6c814c6170927045",
        "title": "Automatic and Efficient Framework for Identifying Multiple Neurological Disorders From EEG Signals"
      },
      {
        "paperId": "62755b6a5054daa2ad49313bb7bf9eca2f956b9e",
        "title": "ODET: Optimized Deep ELM-based Transfer Learning for Breast Cancer Explainable Detection"
      },
      {
        "paperId": "864488923c3d13f586cb34b0460d9d291bd68a70",
        "title": "Anomaly Detection in Quasi-Periodic Time Series Based on Automatic Data Segmentation and Attentional LSTM-CNN"
      },
      {
        "paperId": "6216dddf2dde9ac6bd9b90f9e144171aa8c44c96",
        "title": "Are Malware Detection Classifiers Adversarially Vulnerable to Actor-Critic based Evasion Attacks?"
      },
      {
        "paperId": "5a4e24d59c7cebedf482bafd493215e06fd4f2ec",
        "title": "Learnable antinoise-receiver algorithm based on a quantum feedforward neural network in optical quantum communication"
      },
      {
        "paperId": "0dc3cb22866139cec534db098e6805280d21c00e",
        "title": "Self-organizing incremental and graph convolution neural network for English implicit discourse relation recognition"
      },
      {
        "paperId": "69085baa399356c567717946e95c30519d44df30",
        "title": "BGNN4VD: Constructing Bidirectional Graph Neural-Network for Vulnerability Detection"
      },
      {
        "paperId": "e47b84225a0f335dc7c95780a8318808c328ab3f",
        "title": "Privacy-Preserving Task Recommendation Services for Crowdsourcing"
      },
      {
        "paperId": "0fe2636446cd686830da3d971b31a004d6094b3c",
        "title": "CodeBERT: A Pre-Trained Model for Programming and Natural Languages"
      },
      {
        "paperId": "077f8329a7b6fa3b7c877a57b81eb6c18b5f87de",
        "title": "RoBERTa: A Robustly Optimized BERT Pretraining Approach"
      },
      {
        "paperId": "00358a3f17821476d93461192b9229fe7d92bb3f",
        "title": "GNNExplainer: Generating Explanations for Graph Neural Networks"
      },
      {
        "paperId": "cb7f45a0915bfc833f36523b22bd12bab766d8a8",
        "title": "SySeVR: A Framework for Using Deep Learning to Detect Software Vulnerabilities"
      },
      {
        "paperId": "af88ce6116c2cd2927a4198745e99e5465173783",
        "title": "Bidirectional LSTM-CRF Models for Sequence Tagging"
      },
      {
        "paperId": "d422df8bff4e677a3077635db116679d25142bfc",
        "title": "Machine learning: Trends, perspectives, and prospects"
      },
      {
        "paperId": "1f6ba0782862ec12a5ec6d7fb608523d55b0c6ba",
        "title": "Convolutional Neural Networks for Sentence Classification"
      },
      {
        "paperId": null,
        "title": "Codexglue: Defect-detection"
      },
      {
        "paperId": "3b4c5f09c0bf73413eedcc459f1c866288faf62d",
        "title": "VDDL: A Deep Learning-Based Vulnerability Detection Model for Smart Contracts"
      },
      {
        "paperId": "46f25f49b586456d418356f539925ced1f73ce07",
        "title": "VulDetector: Detecting Vulnerabilities Using Weighted Feature Graph Comparison"
      },
      {
        "paperId": "9edf2b0e1e2bda2e0af03ce7bbb45fa8524a949c",
        "title": "Combining Graph-Based Learning With Automated Data Collection for Code Vulnerability Detection"
      },
      {
        "paperId": null,
        "title": "Graphcodebert: Pre-training"
      },
      {
        "paperId": null,
        "title": "Devign: E ff ective vulnerability identification by learning comprehensive program semantics via graph neural networks"
      },
      {
        "paperId": "4f8d648c52edf74e41b0996128aa536e13cc7e82",
        "title": "Deep Learning"
      },
      {
        "paperId": null,
        "title": "(2022) Temporal-spatial quantum graph convolutional neural network based on schrödinger approach for tra ffi c congestion prediction"
      },
      {
        "paperId": null,
        "title": "EAI Endorsed"
      },
      {
        "paperId": null,
        "title": "(2022) An e ffi cient neuro deep learning intrusion detection system for mobile adhoc networks"
      },
      {
        "paperId": null,
        "title": "(2022) Majority voting and feature selection based network intrusion detection system"
      }
    ]
  }
}