{
  "cache_date": "2025-09-01T12:50:24.767552",
  "data": {
    "paperId": "7c628be0f6a048afdfbc3bb381ea7127bff7f280",
    "externalIds": {
      "PubMedCentral": "8648562",
      "DOI": "10.1038/s41592-021-01306-0",
      "CorpusId": 244660428,
      "PubMed": "34824474"
    },
    "url": "https://www.semanticscholar.org/paper/7c628be0f6a048afdfbc3bb381ea7127bff7f280",
    "title": "Precise, fast and comprehensive analysis of intact glycopeptides and modified glycans with pGlyco3",
    "venue": "Nature Methods",
    "year": 2021,
    "referenceCount": 46,
    "citationCount": 133,
    "influentialCitationCount": 4,
    "openAccessPdf": {
      "url": "https://www.nature.com/articles/s41592-021-01306-0.pdf",
      "status": "HYBRID",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC8648562, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "8434393",
        "name": "Wen-feng Zeng"
      },
      {
        "authorId": "33848299",
        "name": "Weiqian Cao"
      },
      {
        "authorId": "2373025316",
        "name": "Ming-Qi Liu"
      },
      {
        "authorId": "50309371",
        "name": "Si-Min He"
      },
      {
        "authorId": "2152493881",
        "name": "Pengyuan Yang"
      }
    ],
    "citations": [
      {
        "paperId": "5aa6abc2edb8123cfde147662dd828aeffcc0103",
        "title": "Identification of intact N- and O-glycopeptides of Ganoderma lucidum using ZIC-HILIC enrichment and high-resolution mass spectrometry (HRMS)"
      },
      {
        "paperId": "ca9095f76ea298d0ec5b71bad53d3ff58f9fb5a4",
        "title": "Structural and site-specific characterization of distinctive N-glycans with heavy fucosylation in human semen"
      },
      {
        "paperId": "df51ebcfbc3ad0e29a215e45799b9ceb9bd9be3a",
        "title": "Core-fucosylated glycoproteins as biomarkers for diagnosing pancreatic ductal adenocarcinoma."
      },
      {
        "paperId": "507cae3915bd361cb5500f4551e21e054aea1bc2",
        "title": "A Glycoproteome Data Mining Strategy for Characterizing Structural Features of Altered Glycans with Thymic Involution."
      },
      {
        "paperId": "bb7046f1661d92bf771d8392d50612a99a91f89b",
        "title": "A Label-Free Method Combining Chromatography Enrichment with N-Terminal Specific Proteolysis Enables Sensitive Identification of Tn/sTn Glycosites."
      },
      {
        "paperId": "f9474e440eb8cef6916fd289031cec55c71fadc2",
        "title": "Deciphering the Glycoproteomic Landscape of Mood Disorders: Unveiling Molecular Association Between CDG and Depression Resilience"
      },
      {
        "paperId": "066bcfa04b4431468b94f3a80a9e65d7e8274164",
        "title": "Unveiling the Accurate Site-Specific N- and O-Glycosylation of Hyperglycosylated Erythropoietin Drugs by an Integrated Approach."
      },
      {
        "paperId": "a36b4dbb75c931ee0d14fa515f5b5d4882bde50b",
        "title": "Site-Specific Identification of α2,6 and/or α2,3 Sialyl-Linkage Isomers in CTLA4-Igs Using Nano-LC-Quadrupole-Orbitrap-MS/MS."
      },
      {
        "paperId": "93cac1a2024bec052e027d9287f56bff73f00506",
        "title": "Large-scale glycoproteome analysis reveals inverted distribution of Neu5Gc and Neu5Ac in mouse liver tissues and cell lines"
      },
      {
        "paperId": "71b6d4221afa273ab409bedad9b7662fc4053ffc",
        "title": "Introduction to a special issue, “Expanded glycomics: A bridge over future glycomics”"
      },
      {
        "paperId": "37b26016ceff21c1e359d387c1125ee5cd755ee7",
        "title": "Molecular mechanisms of immune evasion by host protein glycosylation of a bacterial immunogen used in nucleic acid vaccines"
      },
      {
        "paperId": "c594df9e39ab21aa56c5ab667b1d4e1c142c501a",
        "title": "Ultradeep N-glycoproteome atlas of mouse reveals spatiotemporal signatures of brain aging and neurodegenerative diseases"
      },
      {
        "paperId": "98180082092f936c881e64843a9c81f9805fb986",
        "title": "Novel HIV-1 fusion peptide immunogens using glycan-engineered alphavirus-like particles"
      },
      {
        "paperId": "443c008e279359f68994777f02a0db4860242a00",
        "title": "Analysis Strategy for Identifying the O-Linked Glycan Profile and O-glycosylation Sites on Recombinant Human Follicle Stimulating Hormone-C-terminal Peptide (rhFSH-CTP)"
      },
      {
        "paperId": "f730b532c22017f65bbcd6d17186113a0bea97cf",
        "title": "Deciphering the Metabolic Impact and Clinical Relevance of N‐Glycosylation in Colorectal Cancer through Comprehensive Glycoproteomic Profiling"
      },
      {
        "paperId": "e6819562475a10184037caf13b1a5312cce5365c",
        "title": "SiaQuant Unveils Serum α2,3/α2,6 Sialylation Heterogeneities and Predicts Neoadjuvant Chemotherapy Response in Locally Advanced Cervical Cancer."
      },
      {
        "paperId": "1cd10b841716c76af634141a2db01bb27da69fd6",
        "title": "Extracting informative glycan-specific ions from glycopeptide MS/MS spectra with GlyCounter"
      },
      {
        "paperId": "1ae55aa22ee9b61e831a3b89bc5ed821cc8f9c79",
        "title": "Global characterization of mouse testis O-glycoproteome landscape during spermatogenesis"
      },
      {
        "paperId": "8621afb08c44882bb3a88f95bd07f928da731bb1",
        "title": "Urinary extracellular vesicle N-glycomics identifies diagnostic glycosignatures for bladder cancer"
      },
      {
        "paperId": "54a6e8e879d6577cabbb895eb619cd9985f5e08c",
        "title": "A high-resolution N-glycoproteome landscape of aging mouse ovary"
      },
      {
        "paperId": "3e83b02ac11d1b9cb8e849326079618249ff66dc",
        "title": "Current issues of tandem mass spectrum (MS2)-based glycoproteomics and efforts to complement them"
      },
      {
        "paperId": "5f9f2375a399698fdf0e99276400d9c1c664daa5",
        "title": "O-GalNAc glycans are enriched in neuronal tracts and regulate nodes of Ranvier"
      },
      {
        "paperId": "89a8323bd57f58d704168015ce762002aa6ba018",
        "title": "Temporal resolved multi-proteomic analysis enabled the systematic characterization of N-glycosylation pattern changes during Jurkat T cell activation."
      },
      {
        "paperId": "5dd08b5fb34d137b55c54222af3bce46ca9e7b55",
        "title": "Recent Advances in Mass Spectrometry-Based Bottom-Up Proteomics."
      },
      {
        "paperId": "202ae1f42db436a041c6c15cee4dddf037d15c96",
        "title": "Sequential Proteomic and N-Glycoproteomic Analyses of Bronchoalveolar Lavage Fluids for Potential Biomarker Discovery of Lung Adenocarcinoma."
      },
      {
        "paperId": "5e480805d09c6349a7fe767585830dbbf635b9bb",
        "title": "Intact N-glycopeptide analysis of human platelets reveals a Glycostructure important for platelet function."
      },
      {
        "paperId": "7ec076422bdd6e10df8f79464325991b1f243b22",
        "title": "Integrative Quantitative Analysis of Platelet Proteome and Site-Specific Glycoproteome Reveals Diagnostic Potential of Platelet Glycoproteins for Liver Cancer."
      },
      {
        "paperId": "08e4856bfe4827d544ea14c6c9e8dc8a3fddb13c",
        "title": "Improving the Depth and Reliability of Glycopeptide Identification Using Protein Prospector"
      },
      {
        "paperId": "3be4f6b070c85c271533ea6c0b83ebbfd8225ae1",
        "title": "Structural basis of Epstein-Barr virus gp350 receptor recognition and neutralization."
      },
      {
        "paperId": "cac83ffd7c60f7f67b6f1e37d5054dcc0cd2879c",
        "title": "Improving Glycoproteomic Analysis Workflow by Systematic Evaluation of Glycopeptide Enrichment, Quantification, Mass Spectrometry Approach, and Data Analysis Strategies."
      },
      {
        "paperId": "cf3f191a9bb663a457c02e268ba75b3f32bf3c7d",
        "title": "Tools and techniques for quantitative glycoproteomic analysis."
      },
      {
        "paperId": "13196d705fdbc0732f7ef7ddbafa60178b73bd8a",
        "title": "Iterative Glycan Structure Generation by Component Localization and Classification from Mass Spectra"
      },
      {
        "paperId": "0660b3cdcc4bf88a7ae9c329d1cc52665c95cef5",
        "title": "In-depth site-specific glycoproteomic analysis reveals ER-resident protein PDI regulating wheat yellow mosaic virus infection."
      },
      {
        "paperId": "4c965d84eb25cb8a1497a31e01f7e064e9643fd6",
        "title": "Optimization of glycopeptide enrichment techniques for the identification of clinical biomarkers"
      },
      {
        "paperId": "eec0aa9d56ec608cd4816e9fb10d32112ee65418",
        "title": "N-glycoproteomic and proteomic alterations in SRD5A3-deficient fibroblasts."
      },
      {
        "paperId": "71b905f484554a02f9013b51528160f1ff64394d",
        "title": "O-GlcNAc informatics: advances and trends."
      },
      {
        "paperId": "7cd69c93c06a980b58ff0baa0f5457fd6922a4c6",
        "title": "Uncovering missing glycans and unexpected fragments with pGlycoNovo for site-specific glycosylation analysis across species"
      },
      {
        "paperId": "d30498f148bc3cb69e8bbccea70fbd2bcaca4e29",
        "title": "High-abundance serum glycoproteins as valuable resources for glycopeptide standards."
      },
      {
        "paperId": "a17a8f6bfdf0acf751413e4c06386ac055b44d22",
        "title": "Integrated Proteomic and Glycoproteomic Analysis Reveals Heterogeneity and Molecular Signatures of Brain Metastases from Lung Adenocarcinomas."
      },
      {
        "paperId": "9d96d148d48c6dbf08d58abe4b044f9b8feadeea",
        "title": "Deep structure-level N-glycan identification using feature-induced structure diagnosis integrated with a deep learning model."
      },
      {
        "paperId": "6ebb28c5303ad6b11856a37c3c5f3605cef6d51e",
        "title": "GP-Marker facilitates the analysis of intact glycopeptide quantitative data at different levels."
      },
      {
        "paperId": "62b04d22ad470357d2bebf8c0bac42b4aba9719c",
        "title": "In vivo mapping of the mouse Galnt3-specific O-glycoproteome"
      },
      {
        "paperId": "c0ed61fa1237580c958ac21952ab8910032c91ba",
        "title": "“Comparative Analysis of Glycoproteomic Software Using a Tailored Glycan Database”"
      },
      {
        "paperId": "1623a734304f8d3f12abd1c9b63505980c15bccd",
        "title": "Expanding N-glycopeptide identifications by modeling fragmentation, elution, and glycome connectivity"
      },
      {
        "paperId": "dd138b7d6f9e7d571c83f324cdfbe77094d95e79",
        "title": "Developing glycoproteomics reveals the role of posttranslational glycosylation in the physiological and pathological processes of male reproduction"
      },
      {
        "paperId": "21f8591aca2d89be239024b98479f9b2dfc4d251",
        "title": "Analysis of carbohydrates and glycoconjugates by matrix‐assisted laser desorption/ionization mass spectrometry: An update for 2021–2022"
      },
      {
        "paperId": "d99709ebac05b9ad88c5beaafa129958d2d88bf7",
        "title": "Experimentally Determined Diagnostic Ions for Identification of Peptide Glycotopes."
      },
      {
        "paperId": "813517b60075e33f60656f40a8018aaeb358930c",
        "title": "Quantitative proteome-wide O-glycoproteomics analysis with FragPipe"
      },
      {
        "paperId": "641ef7ef1d327efe7bcf19e7368a4b52592bbcf3",
        "title": "MS-PyCloud: A Cloud Computing-Based Pipeline for Proteomic and Glycoproteomic Data Analyses."
      },
      {
        "paperId": "852670e1436c8ebaafdec335e650a5ba4817aa7f",
        "title": "Defining albumin as a glycoprotein with multiple N-linked glycosylation sites"
      },
      {
        "paperId": "beb4bf386cb8d48bce3ddb0fdd5caa4d2e2f858a",
        "title": "A Fully Automated Online Enrichment and Separation System for Highly Reproducible and In-Depth Analysis of Intact Glycopeptide."
      },
      {
        "paperId": "59c8667a14589425269e8efe0e5b59aae59289fe",
        "title": "Liposome-encapsulated mannose-1-phosphate therapy improves global N-glycosylation in different congenital disorders of glycosylation."
      },
      {
        "paperId": "188cfc0f1ede117f569e5629ecc36b4e1bd502be",
        "title": "Towards chemoenzymatic labeling strategies for profiling protein glycosylation."
      },
      {
        "paperId": "5f7b6884bdbf8c6cc9d42e58ccaa6f20754973bd",
        "title": "O-GlcNAcylation Facilitates the Interaction between Keratin 18 and Isocitrate Dehydrogenases and Potentially Influencing Cholangiocarcinoma Progression"
      },
      {
        "paperId": "018e4d20f0f4672cf9ad7b56d2ee35b176167939",
        "title": "Assessment of the Conformation Stability and Glycosylation Heterogeneity of Lactoferrin by Native Mass Spectrometry."
      },
      {
        "paperId": "a3516cebb36987eec2aa844531fe9408af59ba23",
        "title": "In-Membrane Enrichment and Peptic Digestion to Facilitate Analysis of Monoclonal Antibody Glycosylation."
      },
      {
        "paperId": "8b3a32acbaf7a97b4e43f08dea483e003435e9f8",
        "title": "A Novel Integrated Pipeline for Site-Specific Quantification of N-glycosylation."
      },
      {
        "paperId": "e265a7a30dc135bdea453db921ba5d4e145ea57e",
        "title": "GRable Version 1.0: A Software Tool for Site-Specific Glycoform Analysis With Improved MS1-Based Glycopeptide Detection With Parallel Clustering and Confidence Evaluation With MS2 Information"
      },
      {
        "paperId": "509dfa1e045005c2ae8e769908dcb6f155ba3514",
        "title": "A complement C4–derived glycopeptide is a biomarker for PMM2-CDG"
      },
      {
        "paperId": "dcbcafffcf68ffc72db34d5f7918cfdde5d09213",
        "title": "Global O-glycoproteome enrichment and analysis enabled by a combinatorial enzymatic workflow"
      },
      {
        "paperId": "1f94e60ec47d41704b6181899bbc6c2dd830d389",
        "title": "D-mannose as a new therapy for fucokinase deficiency-related congenital disorder of glycosylation (FCSK-CDG)."
      },
      {
        "paperId": "52406a5c083392e07873a8b7eb7b7d26a7f0b24b",
        "title": "Prediction of glycopeptide fragment mass spectra by deep learning"
      },
      {
        "paperId": "2ba4787a94cf574feb3c01b62cc8d6996f06147d",
        "title": "Dysregulated proteome and N-glycoproteome in ALG1-deficient fibroblasts"
      },
      {
        "paperId": "b5b28a6ae86dcb879455e2db10f53a88b4e86022",
        "title": "Advancing mass spectrometry-based glycoproteomic software tools for comprehensive site-specific glycoproteome analysis."
      },
      {
        "paperId": "b41b84267c6f77a12355751d0ccfc9a234c91f8d",
        "title": "An unusual dual sugar-binding lectin domain controls the substrate specificity of a mucin-type O-glycosyltransferase"
      },
      {
        "paperId": "a230bb4260e88fceace988ad53fcb63715950e74",
        "title": "A critical evaluation of ultrasensitive single-cell proteomics strategies"
      },
      {
        "paperId": "0841558edf3c6a35a8b9acedafe6bf3a0438f1d0",
        "title": "Integrated plasma proteomics and N‐glycoproteomics reveals alterations in the N‐glycosylation in Chinese hepatocellular carcinoma patients"
      },
      {
        "paperId": "57dcdbc83d12b2ff547da979a0733ff08e0f0d60",
        "title": "Deep Learning Prediction of Glycopeptide Tandem Mass Spectra Powers Glycoproteomics"
      },
      {
        "paperId": "8a189f8ef61e969692ed17c1b63ef912d12a2d53",
        "title": "Mass spectrometry-based methods for investigating the dynamics and organization of the surfaceome: exploring potential clinical implications"
      },
      {
        "paperId": "bf200bb6ca1ecef31aa3f5de9b01dbcc99c409f6",
        "title": "Analysis of N‐ and O‐linked site‐specific glycosylation by ion mobility mass spectrometry: State of the art and future directions"
      },
      {
        "paperId": "b3f0c6250bf250cca3fec4fbcf3e90efef03deaf",
        "title": "Identification of Core‐Fucosylated Glycoproteins by Single‐Step Truncation of N‐Glycans"
      },
      {
        "paperId": "ae4011353de24818160b16ea6e8cc2a15a417bdf",
        "title": "Site- and Structure-Specific Glycosylation Signatures of Bovine, Caprine, Porcine, and Human Milk-Derived Extracellular Vesicles."
      },
      {
        "paperId": "91e3c6c3f8292b2a4e6307fc5083cee21a97d4e5",
        "title": "Selenium-based metabolic oligosaccharide engineering strategy for quantitative glycan detection"
      },
      {
        "paperId": "5eadcbbb3587869a3c080128edb6c4a44d6edb34",
        "title": "GlycoTCFM: Glycoproteomics Based on Two Complementary Fragmentation Methods Reveals Distinctive O-Glycosylation in Human Sperm and Seminal Plasma."
      },
      {
        "paperId": "11950899d2f62f73ea720e9fa0da9d69de2ce232",
        "title": "Structural insights into the modulation of coronavirus spike tilting and infectivity by hinge glycans"
      },
      {
        "paperId": "3001e27ac3bd1952d6d51f687a94aee59bcef3a2",
        "title": "Site-Specific Profiling of N-Glycans in Drosophila melanogaster."
      },
      {
        "paperId": "665e49108f2f223e6771b712558f9def4212cdfb",
        "title": "Quantitative mapping of the in vivo O-GalNAc glycoproteome in mouse tissues identifies GalNAc-T2 O-glycosites in metabolic disorder"
      },
      {
        "paperId": "054120880ff7560b2e4e9ca9352a0c43cb02fd28",
        "title": "Chemical Proteomic Approach for In-Depth Glycosylation Profiling of Plasma Carcinoembryonic Antigen in Cancer Patients"
      },
      {
        "paperId": "873e47733243840692bd008247a8bf75290313cb",
        "title": "Glycobiology and proteomics: has mass spectrometry moved the field forward?"
      },
      {
        "paperId": "8751c92b95e5ab19fbde68b4218a4cb5eed54dfb",
        "title": "N-linked glycoproteome analysis reveals central glycosylated proteins involved in response to wheat yellow mosaic virus in wheat."
      },
      {
        "paperId": "3553726dcc3eca35e975e6ba09290e392e7e874b",
        "title": "Enrichment driven glycoproteomics: New materials, new methods, and beyond"
      },
      {
        "paperId": "b7416a23f3f5c3149260bf8ae0f9a99d4082c0c6",
        "title": "Large-Scale and Site-Specific Mapping of the Murine Brain O-Glycoproteome with IMPa"
      },
      {
        "paperId": "90c3880f67e52ed64123deb9cead26cd313a4c14",
        "title": "Interplay of Impaired Cellular Bioenergetics and Autophagy in PMM2-CDG"
      },
      {
        "paperId": "1d0237351ad736ce0a4b5b51c9274ef8852dc32b",
        "title": "Improved analysis ZIC-HILIC-HCD-Orbitrap method for mapping the glycopeptide by mass spectrometry."
      },
      {
        "paperId": "fde9cdc039871966631f5732099b84182770b98e",
        "title": "O-GlcNAcylation of Keratin 18 coordinates TCA cycle to promote cholangiocarcinoma progression"
      },
      {
        "paperId": "afbdf1a5e2b4350d5cb9e5d233b026eb24f3cafa",
        "title": "Comprehensive review of MS‐based studies on N‐glycoproteome and N‐glycome of extracellular vesicles"
      },
      {
        "paperId": "f63e086b088f865e76a96d128156622257870ec6",
        "title": "Detecting diagnostic features in MS/MS spectra of post-translationally modified peptides"
      },
      {
        "paperId": "b5d665c1e32392e1b68610ba1462d2d031921b5a",
        "title": "Glycopeptide database search and de novo sequencing with PEAKS GlycanFinder enable highly sensitive glycoproteomics"
      },
      {
        "paperId": "8680028a645420ccfd18f48dd58e7dc93b6f3bf2",
        "title": "Capitalizing glycomic changes for improved biomarker-based cancer diagnostics"
      },
      {
        "paperId": "3ea24c144eb2d004121fc79c35f3ca8835fbfb7f",
        "title": "O-Search-Pattern: A Searching Tool Utilizing the Y-Ion Pattern to Enhance O-Glycopeptide Identification for the Analysis of O-GalNAc Glycoproteome."
      },
      {
        "paperId": "3120d5db1e20a1e948dd3658926fb65dbee259d5",
        "title": "Protein glycosylation and glycoinformatics for novel biomarker discovery in neurodegenerative diseases"
      },
      {
        "paperId": "5e28d7f8c5f8988e2da2e2bb55ed3e60e5dea211",
        "title": "A MATLAB-based app to improve LC–MS/MS data analysis for N-linked glycan peak identification"
      },
      {
        "paperId": "f79b97dde15b2f8936b532c02c94bd98250f8a17",
        "title": "Unraveling the glycosylated immunopeptidome with HLA-Glyco"
      },
      {
        "paperId": "69fb8d2da0951325e37bb537ba3f6c65d1441e39",
        "title": "An N‐glycopeptide MS/MS data analysis workflow leveraging two complementary glycoproteomic software tools for more confident identification and assignments"
      },
      {
        "paperId": "6fea526e50df00a8b8d73e9a56459ee295183aae",
        "title": "Targeting protein glycosylation to regulate inflammation in the respiratory tract: novel diagnostic and therapeutic candidates for chronic respiratory diseases"
      },
      {
        "paperId": "5429efe096faf9fa3992d5a477615a930328fc18",
        "title": "Emerging roles of O-glycosylation in regulating protein aggregation, phase separation, and functions."
      },
      {
        "paperId": "21c89927fe1a11018b865a24338181ed3b8ade7a",
        "title": "Development of an Integrated Platform for the Simultaneous Enrichment and Characterization of N- and O-Linked Intact Glycopeptides."
      },
      {
        "paperId": "0ddb37d14bb00f221f59da33dde549a318fb806b",
        "title": "Analysis of Protein Glycosylation after Rapid Digestion Using Protease-Containing Membranes in Spin Columns."
      },
      {
        "paperId": "b8a913ba465cc6c59a307a590801caf7dca20d53",
        "title": "Identification, characterization, and engineering of glycosylation in thrombolyticsa."
      },
      {
        "paperId": "876d274ebcc8666db7b8675c6c9ae587ed5930ce",
        "title": "Roles of glycosylation at the cancer cell surface: opportunities for large scale glycoproteomics"
      },
      {
        "paperId": "3a32e81814c125803781dbcb2f6f170225e27816",
        "title": "Integrative Proteomics and N-Glycoproteomics Analyses of Rheumatoid Arthritis Synovium Reveal Immune-Associated Glycopeptides"
      },
      {
        "paperId": "e753ec0591191a312d20a6388d48aba489aa19ad",
        "title": "High-resolution mass spectrometry for glycoproteomics."
      },
      {
        "paperId": "aad5829757211488f5bc7e6b4af398e3dc2840ce",
        "title": "Development and validation of a method for analyzing the sialylated glycopeptides of recombinant erythropoietin in urine using LC–HRMS"
      },
      {
        "paperId": "2e18bd2751510a09b7642c211ba26a73561b85de",
        "title": "Integrated analyses reveal a hinge glycan regulates coronavirus spike tilting and virus infectivity"
      },
      {
        "paperId": "40e22ff35155617e06e47b33d4fc82929aeec1f9",
        "title": "Critical considerations in N-glycoproteomics."
      },
      {
        "paperId": "26fb3795aea696b57d53767f3b0ce4e6b72ec349",
        "title": "In-depth characterization of protein N-glycosylation for a COVID-19 variant-design vaccine spike protein"
      },
      {
        "paperId": "8a4523c1f8836c7aebf319ba57eb8eb8f464b96e",
        "title": "New hydrophilic material based on hydrogel polymer for the selective enrichment of intact glycopeptides from serum protein digests."
      },
      {
        "paperId": "aa0d61b88d68121fb912bba7a28f525cb94c3717",
        "title": "Identifying intact N-glycopeptides from tandem mass spectrometry data using StrucGP"
      },
      {
        "paperId": "8c28c046b757ef9c1f94cc7da9c1f6e157b0aef5",
        "title": "Recent advances in computational algorithms and software for large-scale glycoproteomics."
      },
      {
        "paperId": "9dc913efd898006519be2ff5fb088fd21644840f",
        "title": "pGlycoQuant with a deep residual network for quantitative glycoproteomics at intact glycopeptide level"
      },
      {
        "paperId": "68f0b20a2224d14b9a2439193a91c085d548bcab",
        "title": "Deciphering O-glycoprotease substrate preferences with O-Pair Search†"
      },
      {
        "paperId": "2fe156fc8cab25625b1a195d5ab3d2340c469929",
        "title": "Distinct structure and gating mechanism in diverse NMDA receptors with GluN2C and GluN2D subunits"
      },
      {
        "paperId": "9a8ae287af9cbe75c2de577d84a14a3ec199ef00",
        "title": "Diversity Matters: Optimal Collision Energies for Tandem Mass Spectrometric Analysis of a Large Set of N-Glycopeptides"
      },
      {
        "paperId": "3b7d91c62d452cc099b6f79db26bd280b1d792cf",
        "title": "A universal database reduction method based on the sequence tag strategy to facilitate large-scale database search in proteomics"
      },
      {
        "paperId": "e4976f75764c4bc49cfd08a140679ecb5a40d139",
        "title": "Mining for ions: diagnostic feature detection in MS/MS spectra of post-translationally modified peptides"
      },
      {
        "paperId": "77a59f07eb07cb3bbe8fc6944f41b3724897ef2f",
        "title": "Localization of Multiple O-Linked Glycans Exhibited in Isomeric Glycopeptides by Hot Electron Capture Dissociation."
      },
      {
        "paperId": "5f57bde1f8344fd77178742feadd6ebf55790890",
        "title": "GlycAP, a glycoproteomic analysis platform for site-specific N-glycosylation research"
      },
      {
        "paperId": "9ba6af9e96aecc7e27ba9772abd54e220130c384",
        "title": "Data‐independent acquisition proteomics methods for analyzing post‐translational modifications"
      },
      {
        "paperId": "384159bc3635f651a0e24327b46f4551bece3de6",
        "title": "In situ structure and dynamics of an alphacoronavirus spike protein by cryo-ET and cryo-EM"
      },
      {
        "paperId": "c17feca63da5aa606dbbc7a796800c499e1a2ad5",
        "title": "Mass spectrometry-based N-glycosylation analysis in kidney disease"
      },
      {
        "paperId": "0a818fd9b4800c3242c33708399a50fc420e6132",
        "title": "Sequential in vitro enzymatic N-glycoprotein modification reveals site-specific rates of glycoenzyme processing"
      },
      {
        "paperId": "1106fb56aea4023ec5c01452c5d40f1698207646",
        "title": "Glycoproteomics"
      },
      {
        "paperId": "4bf8578e62ba2e09ae648468a593066e47dad271",
        "title": "Mass spectrometry methods for analysis of extracellular matrix components in neurological diseases."
      },
      {
        "paperId": "0a6948e1b1d95524bd2d2a8971b5febe9a9859e7",
        "title": "Prediction of Intact N-Glycopeptide Retention Time Windows in Hydrophilic Interaction Liquid Chromatography"
      },
      {
        "paperId": "a96d8f94ade65628f627dbc2ac6f9a7d50049059",
        "title": "Nascent Glycoproteome Reveals That N-Linked Glycosylation Inhibitor-1 Suppresses Expression of Glycosylated Lysosome-Associated Membrane Protein-2"
      },
      {
        "paperId": "d297d74e7a9e561644e6eaf94d96c933abc13ac9",
        "title": "Glyco-Decipher enables glycan database-independent peptide matching and in-depth characterization of site-specific N-glycosylation"
      },
      {
        "paperId": "6a5eb429c1dcd3085874a55dbbe4309b5a65165e",
        "title": "Structure-Specific N-Glycoproteomics Characterization of NIST Monoclonal Antibody Reference Material 8671."
      },
      {
        "paperId": "a4c3c4bbb5e905e3e9cd458088a30228d2f11dcf",
        "title": "Post-Translational Modifications of G Protein–Coupled Receptors Revealed by Proteomics and Structural Biology"
      },
      {
        "paperId": "018deaff729124fc976ac1766c05e474c2227f03",
        "title": "A novel role for GalNAc-T2 dependent glycosylation in energy homeostasis"
      },
      {
        "paperId": "f55518d6ef6e0ed70d47da004cc6ee2913b58e02",
        "title": "Potential Biomarkers for Liver Cancer Diagnosis Based on Multi-Omics Strategy"
      },
      {
        "paperId": "d26975de171fa79e9a05885e4d72cdb6f521feaf",
        "title": "Glycoproteomic software solutions spotlight glycans"
      },
      {
        "paperId": "fc367d9e13cf79e26e6efdd621b2c8e25d1ccd00",
        "title": "Multiattribute Glycan Identification and FDR Control for Glycoproteomics"
      },
      {
        "paperId": "3ddb9d07a6fddcbf19d6124bcd0fb6e7fc2886d3",
        "title": "Decoy-Target Database Strategy and False Discovery Rate Analysis for Glycan Identification"
      }
    ],
    "abstract": "Great advances have been made in mass spectrometric data interpretation for intact glycopeptide analysis. However, accurate identification of intact glycopeptides and modified saccharide units at the site-specific level and with fast speed remains challenging. Here, we present a glycan-first glycopeptide search engine, pGlyco3, to comprehensively analyze intact N- and O-glycopeptides, including glycopeptides with modified saccharide units. A glycan ion-indexing algorithm developed for glycan-first search makes pGlyco3 5–40 times faster than other glycoproteomic search engines without decreasing accuracy or sensitivity. By combining electron-based dissociation spectra, pGlyco3 integrates a dynamic programming-based algorithm termed pGlycoSite for site-specific glycan localization. Our evaluation shows that the site-specific glycan localization probabilities estimated by pGlycoSite are suitable to localize site-specific glycans. With pGlyco3, we confidently identified N-glycopeptides and O-mannose glycopeptides that were extensively modified by ammonia adducts in yeast samples. The freely available pGlyco3 is an accurate and flexible tool that can be used to identify glycopeptides and modified saccharide units. pGlyco3 is a glycan-first glycopeptide search engine for the identification and localization of site-specific N- and O-glycopeptides, including glycopeptides with modified glycans.",
    "references": [
      {
        "paperId": "d9611e8a2839ad5137ce1da952fae681a2f20417",
        "title": "StrucGP: de novo structural sequencing of site-specific N-glycan on glycoproteins using a modularization strategy"
      },
      {
        "paperId": "228da72e46fdbcd79c825541963592645b4b29e8",
        "title": "The clinical impact of glycobiology: targeting selectins, Siglecs and mammalian glycans"
      },
      {
        "paperId": "9062ecb589a61065ba3e4a2e4899020244144233",
        "title": "Getting more for less: new software solutions for glycoproteomics"
      },
      {
        "paperId": "ffe64cfd7a1528860ca5ee9167b8f21f594bf678",
        "title": "Global view of human protein glycosylation pathways and functions"
      },
      {
        "paperId": "4569f0219a9139d912969f616e1cf1435095b2ce",
        "title": "A streamlined pipeline for multiplexed quantitative site-specific N-glycoproteomics"
      },
      {
        "paperId": "7d61997d0098005274dbf6997d74fdf9e720a929",
        "title": "Electron-Based Dissociation Is Needed for O-Glycopeptides Derived from OpeRATOR Proteolysis."
      },
      {
        "paperId": "5e2fea73fa69f30bed50917ba12c04d924a6a1c3",
        "title": "Recent advances in software tools for more generic and precise intact glycopeptide analysis."
      },
      {
        "paperId": "483b8195144a1c14172f235268c3b4bd9338f2e7",
        "title": "O-Pair Search with MetaMorpheus for O-glycopeptide Characterization"
      },
      {
        "paperId": "8dddc88935ecbef6a0f6e983aa968a390448268c",
        "title": "Fast and Comprehensive N- and O-glycoproteomics analysis with MSFragger-Glyco"
      },
      {
        "paperId": "6298dccb3cc5302ad3956b7e8871cb197be00f6b",
        "title": "Optimal Dissociation Methods Differ for N- and O-Glycopeptides"
      },
      {
        "paperId": "6067e939e509a771130a57240012889896085e4b",
        "title": "Relative Retention Time Estimation Improves N-Glycopeptide Identifications By LC-MS/MS."
      },
      {
        "paperId": "e49ad43266679a6456ca7a1b574708afc752761b",
        "title": "OGP: A Repository of Experimentally Characterized O-glycoproteins to Facilitate Studies on O-glycosylation"
      },
      {
        "paperId": "9aba2dc5635495fb442bd8fd2a2b0448e0499b61",
        "title": "Recent advances in mass spectrometry (MS)-based glycoproteomics in complex biological samples."
      },
      {
        "paperId": "0596f8c0e8d83f3942232b4cf1afcb0bb33ee2c7",
        "title": "A high-speed search engine pLink 2 with systematic evaluation for proteome-scale identification of cross-linked peptides"
      },
      {
        "paperId": "bd353d5286649119784fd1414712d9e370ceb6cf",
        "title": "Simply Extending the Mass Range in Electron Transfer Higher Energy Collisional Dissociation Increases Confidence in N-Glycopeptide Identification"
      },
      {
        "paperId": "25dc46851074d116b5a81b27cba66521d6ad84a6",
        "title": "GPSeeker Enables Quantitative Structural N-glycoproteomics for site- and structure-specific characterization of differentially expressed N-glycosylation in hepatocellular carcinoma."
      },
      {
        "paperId": "c3935f1783d3916714d59188a022380d26f23fac",
        "title": "Advances toward mapping the full extent of protein site-specific O-GalNAc glycosylation that better reflects underlying glycomic complexity."
      },
      {
        "paperId": "4e1ec07425389b00feec1c19b941bb81720b98a8",
        "title": "Glycosylation in health and disease"
      },
      {
        "paperId": "545742874126a3c138e2469656c854764abf7e26",
        "title": "A New Searching Strategy for the Identification of O-Linked Glycopeptides."
      },
      {
        "paperId": "fc4b72fe4d9ecc5e40bf0361455b0a23000c89f1",
        "title": "Mapping the O‐glycoproteome using site‐specific extraction of O‐linked glycopeptides (EXoO)"
      },
      {
        "paperId": "0d46a55fecc90dd174df2482167243333c3258ad",
        "title": "Comprehensive identification of peptides in tandem mass spectra using an efficient open search engine"
      },
      {
        "paperId": "7809763e2f17f81266e6541a93330c94c7746dc3",
        "title": "N-Linked Glycopeptide Identification Based on Open Mass Spectral Library Search"
      },
      {
        "paperId": "a91560fad2d247aca455241d52b12768aa387608",
        "title": "Status Report on the High-Throughput Characterization of Complex Intact O-Glycopeptide Mixtures"
      },
      {
        "paperId": "f658e91187ca40fa2b5470adfba9fc0cfa8da27f",
        "title": "Mass Spectrometry Approaches to Glycomic and Glycoproteomic Analyses."
      },
      {
        "paperId": "141606b3b82d2c3a2b3581c1ee72a0448b311f68",
        "title": "Comparative glycoproteomics of stem cells identifies new players in ricin toxicity"
      },
      {
        "paperId": "9839dc8d937598b93fa62ace216e40ac4ec38d81",
        "title": "pGlyco 2.0 enables precision N-glycoproteomics with comprehensive quality control and one-step mass spectrometry for intact glycopeptide identification"
      },
      {
        "paperId": "d81776963edf98b15e4472b12b162c6a0aeea745",
        "title": "Electron-Transfer/Higher-Energy Collision Dissociation (EThcD)-Enabled Intact Glycopeptide/Glycoproteome Characterization"
      },
      {
        "paperId": "d5422e1955d7a7c8cad46d6bd090b8c9472f47dd",
        "title": "pGlyco: a pipeline for the identification of intact N-glycopeptides by using HCD- and CID-MS/MS and MS3"
      },
      {
        "paperId": "d7a2aa6dabdd71bd8ee5e46119e3722f7247f4bc",
        "title": "Identification of Glycopeptides with Multiple Hydroxylysine O-Glycosylation Sites by Tandem Mass Spectrometry."
      },
      {
        "paperId": "e133a7269aface4dc172c64eea8d743326f5f3be",
        "title": "pFind-Alioth: A novel unrestricted database search algorithm to improve the interpretation of high-resolution MS/MS data."
      },
      {
        "paperId": "60997112bf76f8ac5457879a8b77cdbbd8cd9b30",
        "title": "Carbamidomethylation Side Reactions May Lead to Glycan Misassignments in Glycopeptide Analysis."
      },
      {
        "paperId": "e299907bf0d5bf35b5f79037db4b058db2a57613",
        "title": "GPQuest: A Spectral Library Matching Algorithm for Site-Specific Assignment of Tandem Mass Spectra to Intact N-glycopeptides."
      },
      {
        "paperId": "e465cc7c4cd88910da8aa105cd571e308d5967f1",
        "title": "MAGIC: an automated N-linked glycoprotein identification tool using a Y1-ion pattern matching algorithm and in silico MS² approach."
      },
      {
        "paperId": "b0f89b937221ec93137aac45ee42052af486a5b6",
        "title": "GlycoMaster DB: software to assist the automated identification of N-linked glycopeptides by tandem mass spectrometry."
      },
      {
        "paperId": "c17ef622a2b940271ff9eb7bc9c90bfeb46c7b28",
        "title": "Novel LC-MS² product dependent parallel data acquisition function and data analysis workflow for sequencing and identification of intact glycopeptides."
      },
      {
        "paperId": "32ab4d7314a8fbc8a33b92a43f3139e40fe05d89",
        "title": "Sweet-Heart - an integrated suite of enabling computational tools for automated MS2/MS3 sequencing and identification of glycopeptides."
      },
      {
        "paperId": "528ebebe40689c050b2be8ac091dcf5a33b972de",
        "title": "Automated assignments of N- and O-site specific glycosylation with extensive glycan heterogeneity of glycoprotein mixtures."
      },
      {
        "paperId": "4aba04aa3ad3497b45b923d1505093d7dd473c96",
        "title": "Byonic: Advanced Peptide and Protein Identification Software"
      },
      {
        "paperId": "830b677190a89ccfdaf9769135091d1c0109de30",
        "title": "Modification Site Localization Scoring Integrated into a Search Engine*"
      },
      {
        "paperId": "b1c7c1e391dea8760b8959c842543cdb88aaa11f",
        "title": "GlycomeDB—a unified database for carbohydrate structures"
      },
      {
        "paperId": "72a98fa69bac454256669ed0c229dc35ae5befc2",
        "title": "Precision Mapping of an In Vivo N-Glycoproteome Reveals Rigid Topological and Sequence Constraints"
      },
      {
        "paperId": "263b3edad0e0091ffb0351de5d151e89b1482d9c",
        "title": "GlycoWorkbench: a tool for the computer-assisted annotation of mass spectra of glycans."
      },
      {
        "paperId": "ecb22e532545435685e0e8dad7e044b1d7c9560c",
        "title": "A systematic nomenclature for carbohydrate fragmentations in FAB-MS/MS spectra of glycoconjugates"
      },
      {
        "paperId": "ea40dfcff7af12f43188703c269ad2c350dfc875",
        "title": "Reprint of \"pFind-Alioth: A novel unrestricted database search algorithm to improve the interpretation of high-resolution MS/MS data\"."
      },
      {
        "paperId": null,
        "title": "the National Natural Science Foundation of China Project (91853102 to W.-Q.C.) and the innovative research team of high-level local university in Shanghai"
      },
      {
        "paperId": null,
        "title": "conducted this project, developed the software and analyzed the data. W.-Q.C. performed the MS experiments and analyzed the data"
      }
    ]
  }
}