{
  "cache_date": "2025-04-01T09:25:39.738724",
  "data": {
    "paperId": "5990d4011927137cdd58456759db20b504c749eb",
    "externalIds": {
      "MAG": "2149702144",
      "DOI": "10.1117/12.884487",
      "CorpusId": 62398737
    },
    "url": "https://www.semanticscholar.org/paper/5990d4011927137cdd58456759db20b504c749eb",
    "title": "Software toolkit for evaluating infrared imaging seeker",
    "abstract": "Modern infrared imaging seekers can nowadays deal with higher resolution and less noisy sensor images. The testing of new image processing or tracking algorithms requires a fitted set of relevant sensor images. When no actual recordings are available, when experimental benches are not adapted or at an early stage of development, one can require a simulation tool to generate synthetic infrared sensor images. This paper presents the first version of ISISserver (Infrared Sensor Image Simulation Server) a software library developed at TNO and used for infrared (IR) imaging seeker applications. Based on the EOSTAR Pro (Electro-Optical Signal Transmission And Ranging) model suite, the set of functions offered by this toolkit allows analysis of synthetic sensor images generated for various synthetic environments and targets. Typical targets from a database can be used as well as externally user designed 3D targets. Simulation results using ISISserver toolkit with test data (not realistic or physical data) will be shown.",
    "venue": "Defense + Commercial Sensing",
    "year": 2011,
    "referenceCount": 9,
    "citationCount": 1,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1117/12.884487?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1117/12.884487, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": null,
        "name": "Marianne A. Degache"
      }
    ],
    "citations": [
      {
        "paperId": "d14400ad3a68a235f35c3898cd00bbfaacf8edd0",
        "title": "Introduction of infrared countermeasures in closed-loop simulations"
      }
    ],
    "references": [
      {
        "paperId": "e79d2222e902bb63443448a9221d620a46346bac",
        "title": "EOSTAR Pro: a flexible extensive library to assess EO sensor performance"
      },
      {
        "paperId": "891137854191d4c8d206ca50baf750bfaab17154",
        "title": "Modular target acquisition model and visualization tool"
      },
      {
        "paperId": "28490082c0296dd30101f8096ba34fb30434e46e",
        "title": "IR seeker simulator and IR scene generation to evaluate IR decoy effectiveness"
      },
      {
        "paperId": "a384da6e3f05cd1ff9cf916f362aa4b52d9e8eb7",
        "title": "Status and developments in EOSTAR, a model to predict IR sensor performance in the marine environment"
      },
      {
        "paperId": "1bb4e1b4d5b5b4455392c7df47c1d423e0efcc12",
        "title": "Detection and classification of infrared decoys and small targets in a sea background"
      },
      {
        "paperId": "8701d5342474ce7eb25d33ac4ee0a9c1f906dd63",
        "title": "Evaluation tools for the effectiveness of infrared countermeasures and signature reduction for ships"
      },
      {
        "paperId": null,
        "title": "Application of the high - fidelity electro - optical model suite EOSTAR to an exoatmospheric interceptor scenario \" 7 th International Conference on Missile Defence \""
      },
      {
        "paperId": null,
        "title": "EOSM validation using SAPPHIRE data\", TNO report"
      },
      {
        "paperId": null,
        "title": "Application of the high-fidelity electro-optical model suite EOSTAR to an exo-atmospheric interceptor scenario"
      }
    ]
  }
}