{
  "cache_date": "2025-10-01T08:43:32.508916",
  "data": [
    {
      "created": "2025-10-01T07:42:10.707817+00:00",
      "modified": "2025-10-01T07:42:11.854421+00:00",
      "id": 17240787,
      "conceptrecid": "17240786",
      "doi": "10.12692/ijb/24.6.184-197",
      "doi_url": "https://doi.org/10.12692/ijb/24.6.184-197",
      "metadata": {
        "title": "Analyzing winter wheat's drought stress tolerance via in-vitro and in-vivo screening",
        "doi": "10.12692/ijb/24.6.184-197",
        "publication_date": "2024-06-17",
        "description": "<p>Occurrences of osmotic stress have profound impacts on global wheat production. Drought may be a global issue, in any wheat-producing region that can cause severe osmotic stress. In this study, a comparative study of drought tolerance screening techniques in vitro and in vivo was conducted using fifteen winter wheat cultivars. Under in-vitro screening, for simulating drought conditions, -0.45 MPa and -0.9 MPa osmotic potential were used. Polyethylene glycol 6000 was used to induce osmotic stress and seedling traits such as germination (%), shoot length, total root length, total root number, fresh and dry weights of shoots and roots, also proline content were studied. In the case of in vivo experiments, yield-contributing and biochemical traits were measured. The parameters included plant height, plant number, total tiller numbers, spike length, number of grains per spike, 1000-grain weight, grain yield per plant (g), and protein percentage, which were studied under irrigated and water-stress conditions. Drought stress significantly reduced seedling and yield-contributed traits. In the case of biochemical parameters (protein and proline), an increase was observed. The results can provide insight into the root trait development of wheat under -0.45 MPa and guide root architecture optimization and quality improvement in wheat. An analysis of correlations found significant correlations between most of the studied traits. According to the results, the cultivars Navid, Sabalan, Azar2, and Zare were identified as drought-tolerant while the cultivars Mihan, D92, and G31 were observed as drought-sensitive.</p>\n<p>published by the&nbsp;<strong> <a href=\"https://innspub.net/international-journal-of-biosciences/\">International Journal of Biosciences | IJB</a></strong></p>\n<div>\n<div>&nbsp;</div>\n</div>",
        "access_right": "open",
        "creators": [
          {
            "name": "Beyayna Vahramians, Khosravizad",
            "affiliation": "Armenian National Agrarian University (ANAU), Faculty of Agronomy, Chair of Crop Cultivation and Soil Science, Republic of Armenia"
          }
        ],
        "contributors": [
          {
            "name": "Andreas, Melikyan",
            "affiliation": "Armenian National Agrarian University (ANAU), Faculty of Agronomy, Chair of Crop Cultivation and Soil Science, Republic of Armenia",
            "type": "Researcher"
          },
          {
            "name": "Hamlet, Martirosyan",
            "affiliation": "Armenian National Agrarian University (ANAU), Faculty of Agronomy, Chair of Crop Cultivation and Soil Science, Republic of Armenia",
            "type": "Researcher"
          }
        ],
        "keywords": [
          "Drought tolerance",
          "PEG-6000",
          "Seedling traits",
          "Winter wheat",
          "Yield"
        ],
        "dates": [
          {
            "type": "available",
            "description": "article published"
          }
        ],
        "references": [
          "Ahmad M, Shabbir G, Minhas NM, Shah MKN. 2013. Identification of drought-tolerant wheat genotypes  based on seedling traits. Sarhad Journal of Agriculture 29, 21-27.",
          "Ahmad M, Shabbir G, Minhas NM, Shah MKN. 2013. Identification of drought-tolerant wheat genotypes  based on seedling traits. Sarhad Journal of Agriculture 29, 21-27.",
          "Ahmad NM, Kamil AD. 2017. Early Screening of Some Kurdistan Wheat (Triticum aestivum L.)  genotypes  under Drought Stress. Journal of Agricultural Science 9, 88. DOI: 10.5539/jas. v9n2p88.",
          "Ahmad Z, Waraich EA, Akhtar S. 2018. Physiological responses of wheat to drought stress and its mitigation approaches. Acta Physiologiae Plantarum 40, 80. https://doi.org/10.1007/s11738-018-2651-6",
          "Ahsan J, Nadeem A, Javed A, Amir H, Muhammad AA, Syed AZ, Maqbool A, Hadba Al, Hanan AA, Mohammad S, Al-Harbi EFA. 2022. Grain yield, chlorophyll and protein contents of elite wheat genotypes under drought stress, Journal of King Saud University Science 34(7), 102279. https://doi.org/10.1016/j.jksus.2022.102279.",
          "Almaghrabi OA. 2012. Impact of drought stress on germination and seedling growth parameters of some wheat genotypes. Life Science Journal 9, 590–598.",
          "Andjelkovic V. 2018. Introductory Chapter: Climate Changes and Abiotic Stress in Plants. Plant, Abiotic Stress and Responses to Climate Change. IntechOpen Journal. http://dx.doi.org/10.5772/intechopen.76102",
          "Aneela U, SyedAM, Amjad M. 2017. Hormonal Seed Priming Improves Wheat (Triticum aestivum L.) Field Performance Under Drought and Nonstress Conditions. Pakistan Journal of Botany 49(4), 1239-1253.",
          "Anjum SA, Ashraf U, Zohaib A, Tanveer M, Naeem M, Ali I, Nazir U, Tabassum T. 2017. Growth and developmental responses of crop plants under drought stress: a review. Zemdirbyste-Agriculture 104(3), 267–276. DOI: 10.13080/z-a.2017.104.034.",
          "Ashraf M, Foolad MR. 2007. Roles of glycine betaine and proline in improving plant abiotic stress resistance. Environmental Experimental Botany 59, 206-216.",
          "Ashrafi RP, Shaban N. 2014. Study on protein Changes in wheat under drought stress. International Journal of Advanced Biological and Biomedical Research 2(2), 317-320.",
          "Bardees M, Aldesuquy HS. 2017. Impact of osmotic stress on seedling growth observations, membrane characteristics and antioxidant defense system of different wheat genotypes. Egyptian Journal of Basic and Applied Sciences 4, 47-52. DOI: 10.1016/j.ejbas.2016.10.001.",
          "Baloch MS, Nadim MA, Zubair M, Awan IU, Khan EA, Ali S. 2012. Evaluation of wheat under normal and late sowing conditions. Pakistan Journal of Botany 44(5), 1727–1732.",
          "Barnabás B, Jäger K, Fehér A. 2008. The effect of drought and heat stress on reproductive processes in cereals. Plant, Cell and Environment 31(1), 11–38.",
          "Bates L, Waldren RP, Teare ID. 1973. Rapid determination of free proline for water-stress studies. Plant Soil 39, 205–207.",
          "Bayoumi TY, Eid MH, Metwali EM. 2008. Application of physiological and biochemical indices as a screening technique for drought tolerance in wheat  genotypes . African Journal of Biotechnology 7, 2341–2352.",
          "Bhatt GM. 1973. Significance of path coefficient analysis in determining the nature of character association. Euphytica 22, 338-343.",
          "Bhattarai R, Br O, Dhruba BT, Raju K, Ankit O, Manoj S. 2017. Evaluation of Elite Spring Wheat (Triticum aestivum L.)   genotypes  for Yield and Yield Attributing Traits under Irrigated Condition. International Journal of Applied Sciences and Biotechnology 5, 194. DOI:10.3126/ijasbt. v5i2.17615.",
          "Bouslama M, Schapaugh WT. 1984. Stress tolerance in soybean, part 1: evaluation of three screening techniques for heat and drought tolerance. Crop Science journal 24, 933-937.",
          "Bradford MM. 1976. A rapid sensitive method for the quantification of microgram quantities of protein utilizing the principle of protein-dye Binding. Analytical Biochemistry Journal 72, 248-254.",
          "Cedola MC, Iannucci A, Scalfati G, Soprano M, Rascio A. 1994. Leaf morphophysiological parameters as screening techniques for drought stress tolerance in Triticum durum Desf. Journal of Animal Breeding and Genetics 48, 229–235.",
          "Chachar Z, Chachar N, Chachar Q, Mujtaba S, Chachar G, Chachar S. 2016. Identification of drought-tolerant wheat genotypes under water deficit conditions. International Journal of Research Granthaalayah 4, 206–214.",
          "Cochard H, Coll L, Le Roux X, Améglio T. 2002. Unraveling the effects of plant hydraulics on stomatal closure during water stress in walnut. Plant Physiology Journal 128, 282–290. DOI: 10.1104/pp.010400",
          "De Dorlodot S, Forster B, Page L, Price A, Tuberosa R, Draye X. 2007. Root system architecture: opportunities and constraints for genetic improvement of crops. Trends in Plant Science journal 12, 474-481.",
          "Dhanda SS, Sethi GS, Behl RK. 2004. Indices of drought tolerance in wheat genotypes at early stages of plant growth. Journal of Agronomy and Crop Science 190, 6-12.",
          "Ding J, Huang Z, Zhu M, Li C, Zhu X, Guo W. 2018. Does cyclic water stress damage wheat yield more than a single stress? PLoS ONE 13, e0195535. DOI: 10.1371/journal.pone.0195535",
          "Djibril S, Mohamed OK, Diaga D, Diegane D, Abaya BF, Maurice S, Alain B. 2005. Growth and Development of Date Palm (Phoenix dactylifera L.) Seedlings Under Drought and Salinity Stresses. African Journal of Biotechnology 4(9), 968–972.",
          "Dolferus R, Thavamanikumar S, Sangma H, Kleven S, Wallace X, Forrest K, Rebetzke G, Hyden M, Borg L, Smith A, Cullis B. 2019. Determining the genetic architecture of reproductive stage drought tolerance in wheat using a correlated trait and correlated marker effect model. G3 Genes Genomes Genetics 9(12), 473–489. DOI: 10.1534/g3.118.200835",
          "Dong B, Zheng X, Liu H, Able JA, Yang H, Zhao H, Liu M. 2017. Effects of Drought Stress on Pollen Sterility, Grain Yield, Abscisic Acid, and Protective Enzymes in Two Winter Wheat  genotypes. Frontiers in Plant Science journal 8, 1008. DOI: 10.3389/fpls.2017.01008",
          "Faisal S, Khan A, Mujtaba SA, Wajid M. 2017. Morpho-physiological assessment of wheat (Triticum aestivum L.)   genotypes  for drought stress tolerance at seedling stage. Pakistan Journal of Botany 49(2), 445-452.",
          "Fernandes RS, de Oliveira VF, Schroeder LD, de Jesus AP, Busanello C, Santos MF, Viana VE, de Oliveira AC, Pegoraro C. 2020. Morphologically accessing wheat   genotypes   in response to drought in early stages of development. Comparative Political Studies Journal 10.",
          "Fraser T, Silk W, Rosr T. 1990. Effect of low water potential on cortical cell length in growing region on maize roots. Plant Physiology journal 93(2), 648–651. https://doi.org/10.1104/pp.93.2.648",
          "Ghosh S, Shahed MA, Robin AHK. 2020. Polyethylene glycol-induced osmotic stress affects germination and seedling establishment of wheat  genotypes . Plant breeding and biotechnology 8(2), 174-185. https://doi.org/10.9787/PBB.2020.8.2.174",
          "Hassini Noureddine B, Abderrahmani M, Belaid AD. 2018. Effects of Drought on the Production of Winter Wheat in Semi-arid Zones. International Journal of Water Resources and Arid Environments 7(2), 153-159.",
          "Hussain S, Hussain S, Qadir T, Khaliq A, Shraf U, Parveen A, Saqib M, Rafiq M. 2019. Drought stress in plants: an overview on implications, tolerance mechanisms, and agronomic mitigation strategies. Plant Science Today Journal 6(4), 389–402. http://dx.doi.org/10.14719/pst.2019.6.4.578",
          "Izabela M, Ilona CM, Edyta S, Maria F, Stanisław G, Maciej TG. 2013. Impact of osmotic Stress on physiological and biochemical characteristics in drought susceptible and drought-resistant wheat   genotypes. Acta Physiologiae Plantarum Journal 35, 451-46. https://link.springer.com/article/10.1007/s11738-012-1088-6",
          "Jajarmi V. 2009. Effect of water stress on germination indices in seven wheat  genotypes. World Academy of Science, Engineering and Technology 49, 105–106. 37.",
          "Jaleel CA, Manivannan PB. 2008. Sankar, A. Kishorekumar, R. Panneerselvam, Salt stress mitigation by calcium chloride in Phyllanthus amarus, Acta Botanica Croatica Journal 67, 53–62.",
          "Ji H, Liu L, Li K, Xie Q, Wang Z, Zhao X, Li X. 2014. PEG-mediated osmotic stress induces premature differentiation of the root apical meristem and outgrowth of lateral roots in wheat. Journal of Experimental Botany 65, 4863–4872.",
          "Kadam S, Shukla Y, Subhash N, Singh C, Suthar K. 2017. Screening of Wheat   genotypes   (Triticum durum L.) in Response to Drought Stress by Some Physiological and Biochemical Indices. International Journal of Pure and Applied Biosciences 5, 969–977. DOI: 10.18782/2320-7051.2795",
          "Kamran M, Shahbaz M, Ashraf M, Akram NA. 2009. Alleviation of drought-induced adverse effects in spring wheat (Triticum aestivum L.) using proline as a pre-sowing seed treatment. Pakistan Journal of Botany 41, 621–632.",
          "Khanna-Chopra R. 2012. Leaf senescence and abiotic stresses share reactive oxygen species-mediated chloroplast degradation. Protoplasma 249, 469–481.",
          "Khatiwada A, Neupane I, Sharma B,  Bhetwal N,  Pandey B. 2020. Effects of Drought Stress on Yield and Yield Attributing Characters of Wheat: A Review. Agriways 8, 118-124. DOI: 10.38112/agw. 2020.v08i02.009.",
          "Kim CS, Kamiya S, Sato T, Utsumi S, Kito M. 1990. Improvement of nutritional value and functional properties of soybean glycinin by protein engineering. Protein Engineering, Design and Selection 3(8), 725-731.",
          "Koç E. 2020. Assessing climate change impacts on wheat production in Turkey and various adaptation strategies, in Climate Change and Food Security with Emphasis on Wheat. eds. M. Ozturk and A. Gul (New York: Elsevier) 43–54.",
          "Kumar N, Nandwal A, Devi S, Sharma K, Yadav A, Waldia R. 2010. Root characteristics, plant water status, and CO2 exchange in relation to drought tolerance in chickpea. Journal of SAT Agricultural Research 8, 5.",
          "Larbi A, Mekliche A. 2004. Relative water content (RWC) and leaf senescence as screening tools for drought tolerance in wheat. Options Mediterranèennes Series A, Seminaires Mediterranèens 60, 193–196. https://doi.org/10.1093/protein/3.8.725",
          "Manivannan P, Jaleel CA, Sankar B, Kishorekumar A, Somasundaram R, Lakshmanan GA, Panneerselvam R. 2007. Growth, biochemical modifications, and proline metabolism in Helianthus annuus L. as induced by drought stress. Colloids and Surfaces B: Biointerfaces Journal 59, 141–149. DOI: 10.1016/j.colsurfb.2007.05.002",
          "Maralian F, Ebadi A, Didar TR, Haji-Eghrari B. 2010. Influence of water stress on wheat grain yield and proline accumulation rate. African Journal of Agricultural Research 5, 286–289.",
          "Marci ´nska I, Czyczyło-Mysza I, Skrzypek E, Filek M, Grzesiak S, Grzesiak MT, Janowiak F, Hura T, Dziurka M, Dziurka K. 2013. Impact of osmotic stress on physiological and biochemical characteristics in drought-susceptible and drought-resistant wheat genotypes. Acta Physiologiae Plantarum 35, 451–461.",
          "Michel BE, Kaufmann MR. 1973. The osmotic potential of polyethylene glycol 6000. Plant Physiology Journal 51(5), 914- 916.",
          "Mujtaba SM, Summiya F, Khan MA, Mumtaz A, Barakat K. 2016. Physiological Studies on Six Wheat (Triticum aestivum L.) Genotypes for Drought Stress Tolerance at Seedling Stage. Agricultural Research & Technology: Open Access Journal 1(2), 1-6.",
          "Naushad AH., Izhar AS, Khan NHI. 2020. Multivariate analysis for various quantitative traits in wheat advanced lines. Saudi Journal of Biological Sciences, 28. DOI:10.1016/j.sjbs.2020.10.011.",
          "Nawaz F, Ahmad R, Waraich EA, Naeem MS, Shabbir RN. 2012. Nutrient uptake, physiological responses, and yield attributes of wheat (Triticum aestivum L.) exposed to early and late drought stress. Journal of Plant Nutrition 35(6), 961-974.",
          "Nonami H. 1998. Plant water relations and control of cell elongation at low water potentials. Journal of Plant Research 111(3), 373-382. https://doi.org/10.1007/bf02507801.",
          "Ojha BR. 2012. On-farm evaluation of yield and yield attributing traits of promising wheat genotypes  at mid-western hills of Nepal. Journal of Plant Breeding 7, 3-14.",
          "Pour-Aboughadareh A, Omidi M, Naghavi MR, Etminan A, Mehrabi AA, Poczai P, Bayat H. 2019. Effect of Water Deficit Stress on Seedling Biomass and Physio-Chemical Characteristics in Different Species of Wheat Possessing the D Genome. Agronomy 9, 522. https://doi.org/10.3390/agronomy9090522"
        ],
        "language": "eng",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "6",
          "pages": "184-197",
          "title": "International Journal of Biosciences (IJB)",
          "volume": "24"
        },
        "alternate_identifiers": [
          {
            "identifier": "https://innspub.net/analyzing-winter-wheats-drought-stress-tolerance-via-in-vitro-and-in-vivo-screening/"
          }
        ],
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17240786"
              }
            }
          ]
        }
      },
      "title": "Analyzing winter wheat's drought stress tolerance via in-vitro and in-vivo screening",
      "links": {
        "self": "https://zenodo.org/api/records/17240787",
        "self_html": "https://zenodo.org/records/17240787",
        "preview_html": "https://zenodo.org/records/17240787?preview=1",
        "doi": "https://doi.org/10.12692/ijb/24.6.184-197",
        "self_doi": "https://doi.org/10.12692/ijb/24.6.184-197",
        "self_doi_html": "https://zenodo.org/doi/10.12692/ijb/24.6.184-197",
        "reserve_doi": "https://zenodo.org/api/records/17240787/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17240786",
        "parent_html": "https://zenodo.org/records/17240786",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17240787/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17240787/sequence/default",
        "files": "https://zenodo.org/api/records/17240787/files",
        "media_files": "https://zenodo.org/api/records/17240787/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17240787:IJB-V24-No6-p184-197.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17240787:IJB-V24-No6-p184-197.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17240787:IJB-V24-No6-p184-197.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17240787:IJB-V24-No6-p184-197.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17240787:IJB-V24-No6-p184-197.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17240787:IJB-V24-No6-p184-197.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17240787/files-archive",
        "archive_media": "https://zenodo.org/api/records/17240787/media-files-archive",
        "latest": "https://zenodo.org/api/records/17240787/versions/latest",
        "latest_html": "https://zenodo.org/records/17240787/latest",
        "versions": "https://zenodo.org/api/records/17240787/versions",
        "draft": "https://zenodo.org/api/records/17240787/draft",
        "access_links": "https://zenodo.org/api/records/17240787/access/links",
        "access_grants": "https://zenodo.org/api/records/17240787/access/grants",
        "access_users": "https://zenodo.org/api/records/17240787/access/users",
        "access_request": "https://zenodo.org/api/records/17240787/access/request",
        "access": "https://zenodo.org/api/records/17240787/access",
        "communities": "https://zenodo.org/api/records/17240787/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17240787/communities-suggestions",
        "requests": "https://zenodo.org/api/records/17240787/requests"
      },
      "updated": "2025-10-01T07:42:11.854421+00:00",
      "recid": "17240787",
      "revision": 4,
      "files": [
        {
          "id": "6ba3812f-b408-4efe-9dff-f45c7390835d",
          "key": "IJB-V24-No6-p184-197.pdf",
          "size": 1208020,
          "checksum": "md5:2f03acfdf28891c5e3fa3db097a28c8a",
          "links": {
            "self": "https://zenodo.org/api/records/17240787/files/IJB-V24-No6-p184-197.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "598309"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 2,
        "unique_downloads": 2,
        "views": 2,
        "unique_views": 2,
        "version_downloads": 2,
        "version_unique_downloads": 2,
        "version_unique_views": 2,
        "version_views": 2
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-01T07:30:19.975662+00:00",
      "modified": "2025-10-01T07:30:20.704260+00:00",
      "id": 17240750,
      "conceptrecid": "17240749",
      "doi": "10.3897/phytokeys.263.163085",
      "doi_url": "https://doi.org/10.3897/phytokeys.263.163085",
      "metadata": {
        "title": "Ligusticopsis shaniana, a new combination separated from Peucedanum sensu lato (Apiaceae) on the basis of morphological and phylogenetic evidence",
        "doi": "10.3897/phytokeys.263.163085",
        "publication_date": "2025-09-29",
        "description": "<p>The genus <i>Peucedanum</i> sensu lato is one of the most taxonomically difficult taxa within Apiaceae, including many medically and economically valuable plants. Although previous studies performed several taxonomic revisions for this genus, the taxonomic position of many taxa in the genus still has not been satisfactorily resolved, especially those endemic to China. In this study, to clarify the taxonomic position of <i>Peucedanum shanianum</i>, we performed comprehensive morphological and molecular analyses for this species. Morphological comparisons showed that <i>Peucedanum shanianum</i> has pinnate leaves, both pinnate and linear bracteoles, and numerous vittae in the mericarp commissure and each furrow, which are extremely similar to the genus <i>Ligusticopsis</i> but clearly different from <i>Peucedanum</i> sensu stricto, which has ternate leaves, linear-subulate or filiform bracteoles, a single vitta in a furrow, and two vittae on the commissure in a mericarp. However, mericarps with filiform dorsal ribs and linear bracts can easily distinguish <i>Peucedanum shanianum</i> from other <i>Ligusticopsis</i> members. Furthermore, phylogenetic analyses based on plastome data and ITS sequences indicated that <i>Peucedanum shanianum</i> is only distantly related to <i>Peucedanum</i> sensu stricto members but nested in <i>Ligusticopsis</i>. Therefore, combining the evidence of morphology and phylogeny, we suggest that <i>Peucedanum shanianum</i> should be transferred to <i>Ligusticopsis</i>, and a new combination (<i>Ligusticopsis shaniana</i>) is proposed.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Liu, Chang-Kun",
            "affiliation": "Sichuan University, Chengdu, China|Chuxiong Normal University, Chuxiong, China"
          },
          {
            "name": "Song, Bo-Ni",
            "affiliation": "Sichuan University, Chengdu, China"
          },
          {
            "name": "Lei, Jia-Qing",
            "affiliation": "Sichuan University, Chengdu, China"
          },
          {
            "name": "He, Xing-Jin",
            "affiliation": "Sichuan University, Chengdu, China"
          },
          {
            "name": "Zhou, Song-Dong",
            "affiliation": "Sichuan University, Chengdu, China"
          }
        ],
        "keywords": [
          "China",
          "morphology",
          "Peucedanum sensu lato",
          "phylogeny"
        ],
        "related_identifiers": [
          {
            "identifier": "10.3897/phytokeys.263.163085.figure1",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/phytokeys.263.163085.figure2",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/phytokeys.263.163085.figure4",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/phytokeys.263.163085.figure5",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/phytokeys.263.163085.figure6",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/phytokeys.263.163085.figure3",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/phytokeys.263.163085.suppl1",
            "relation": "hasPart",
            "resource_type": "other",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/phytotaxa.387.3.9",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bioinformatics/bty560",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/ajb2.1701",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/nar/gkw955",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1139/b00-029",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s10265-009-0238-4",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/molbev/mst010",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bioinformatics/btl529",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/aobpla/plac008",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1186/s12870-022-03488-x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/978-3-319-93605-5",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bioinformatics/14.9.817",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3406/jobot.1997.1657",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/sysbio/sys029",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00606-002-0239-4",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3389/fpls.2024.1518418",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00606-003-0066-2",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bioinformatics/btu033",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/fedr.200611106",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2021.107183",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/B978-0-12-372180-8.50042-1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2307/25066009",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bioinformatics/bth352",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3389/fgene.2020.576124",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2009.05.029",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1086/706851",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Chen FL, Deng YF (2019) Peucedanum shanianum, a new replaced name for P. rubricaule R. H. Shan & M. L. Sheh (Apiaceae). Phytotaxa 387(3): 267–268. https://doi.org/10.11646/phytotaxa.387.3.9",
          "Chen SF, Zhou YQ, Chen YR, Gu J (2018) Fastp: An ultra-fast all-in-one FASTQ preprocessor. Bioinformatics 34(17): 884–890. https://doi.org/10.1093/bioinformatics/bty560",
          "Clarkson JJ, Zuntini A, Mauri O, Downie SR, Plunkett GM, Nicolas AN, Smith JF, Feist MA, Gutierrez K, Malakasi P, Bailey P, Brewer GE, Epitawalage N, Zmarzty S, Forest F, Baker WJ (2021) A higher‐level nuclear phylogenomic study of the carrot family (Apiaceae). American Journal of Botany 108(7): 1252–1269. https://doi.org/10.1002/ajb2.1701",
          "Dierckxsens N, Mardulyn P, Smits G (2017) NOVOPlasty: De novo assembly of organelle genomes from whole genome data. Nucleic Acids Research 45(4): 1–18. https://doi.org/10.1093/nar/gkw955",
          "Downie SR, Watson MF, Spalik K, Katz-Downie DS (2000) Molecular systematics of Old World Apioideae (Apiaceae): Relationships among some members of tribe Peucedaneae sensu lato, the placement of several island-endemic species, and resolution within the apioid superclade. Canadian Journal of Botany 78(4): 506–528. https://doi.org/10.1139/b00-029",
          "Feng T, Downie SR, Yu Y, Zhang XM, Chen WW, He XJ, Liu S (2009) Molecular systematics of Angelica and allied genera (Apiaceae) from the Hengduan Mountains of China based on nrDNA ITS sequences: Phylogenetic affinities and biogeographic implications. Journal of Plant Research 122(4): 403–414. https://doi.org/10.1007/s10265-009-0238-4",
          "Katoh K, Standley DM (2013) MAFFT multiple sequence alignment software version 7: Improvements in performance and usability. Molecular Biology and Evolution 30(4): 772–780. https://doi.org/10.1093/molbev/mst010",
          "Letunic I, Bork P (2007) Interactive Tree of Life (iTOL): An online tool for phylogenetic tree display and annotation. Bioinformatics 23(1): 127–128. https://doi.org/10.1093/bioinformatics/btl529",
          "Li ZX, Guo XL, Price M, Zhou SD, He XJ (2022) Phylogenetic position of Ligusticopsis (Apiaceae, Apioideae): Evidence from molecular data and carpological characters. AoB Plants 14(2): plac008. https://doi.org/10.1093/aobpla/plac008",
          "Liu CK, Lei JQ, Jiang QP, Zhou SD, He XJ (2022) The complete plastomes of seven Peucedanum plants: Comparative and phylogenetic analyses for the Peucedanum genus. BMC Plant Biology 22(1): e101. https://doi.org/10.1186/s12870-022-03488-x",
          "Pimenov MG (2018) Peucedanum. In: Kadereit JW, Bittrich V (Eds) Flowering Plants. Eudicots: Apiales, Gentianales (except Rubiaceae). Kubitzki's Families and Genera of Vascular Plants (Vol. 15). Springer, 168 pp. https://doi.org/10.1007/978-3-319-93605-5",
          "Posada D, Crandall KA (1998) Modeltest: Testing the model of DNA substitution. Bioinformatics 14(9): 817–818. https://doi.org/10.1093/bioinformatics/14.9.817",
          "Rambaut A, Drummond A (2015) FigTree, version 1.4.2. http://tree.bio.ed.ac.uk/software/fgtree/ [Accessed 1 May 2025]",
          "Reduron JP, Charpin A, Pimenov MG (1997) Contribution à la nomenclature générique des Apiaceae (Ombellifères). Journal Botanique de la Societe botanique de France 1: 91–104. https://doi.org/10.3406/jobot.1997.1657",
          "Ronquist F, Teslenko M, van der Mark P, Ayres DL, Darling A, Höhna S, Larget B, Liu L, Suchard MA, Huelsenbeck JP (2012) MrBayes 3.2: Efficient Bayesian phylogenetic inference and model choice across a large model space. Systematic Biology 61(3): 539–542. https://doi.org/10.1093/sysbio/sys029",
          "Shan RH, Sheh ML, Wang TS, Pu FT, Shen KM, Chang HT (1986) New taxa of the Chinese Umbelliferae. Acta Phytotaxonomica Sinica 24(4): 304–316.",
          "Sheh ML (1992) Peucedanum. In: Shan RH, Sheh ML (Eds) Flora Reipublicae Popularis Sinica (Vol. 55). Science Press, 123–175.",
          "Sheh ML, Watson MF (2005) Peucedanum Linnaeus. In: Wu ZY, Raven PH, Hong DY (Eds) Flora of China (Vol. 14). Science Press, 182–192.",
          "Shneyer VS, Kutyavina NG, Pimenov MG (2003) Systematic relationships within and between Peucedanum and Angelica (Umbelliferae–Peucedaneae) inferred from immunological studies of seed proteins. Plant Systematics and Evolution 236(3): 175–194. https://doi.org/10.1007/s00606-002-0239-4",
          "Song BN, Liu CK, Deng JJ, Tan WY, Zhou SD, He XJ (2025) Genome skimming provides evidence to accept two new genera (Apiaceae) separated from the Peucedanum s.l. Frontiers in Plant Science 15: e1518418. https://doi.org/10.3389/fpls.2024.1518418",
          "Spalik K, Reduron JP, Downie SR (2004) The phylogenetic position of Peucedanum sensu lato and allied genera and their placement in tribe Selineae (Apiaceae, subfamily Apioideae). Plant Systematics and Evolution 243(3): 189–210. https://doi.org/10.1007/s00606-003-0066-2",
          "Stamatakis A (2014) RAxML version 8: A tool for phylogenetic analysis and post-analysis of large phylogenies. Bioinformatics 30(9): 1312–1313. https://doi.org/10.1093/bioinformatics/btu033",
          "Valiejo-Roman CM, Terentieva EI, Samigullin TH, Pimenov MG, Ghahremani-Nejad F, Mozaffarian V (2006) Molecular data (nrITS-sequencing) reveal relationships among Iranian endemic taxa of the Umbelliferae. Feddes Repertorium 117(5–6): 367–388. https://doi.org/10.1002/fedr.200611106",
          "Wen J, Xie DF, Price M, Ren T, Deng YQ, Gui LJ, Guo XL, He XJ (2021) Backbone phylogeny and evolution of Apioideae (Apiaceae): New insights from phylogenomic analyses of plastome data. Molecular Phylogenetics and Evolution 161: e107183. https://doi.org/10.1016/j.ympev.2021.107183",
          "White TJ, Bruns T, Lee S, Taylor J (1990) Amplification and direct sequencing of fungal ribosomal RNA genes for phylogenetics. PCR Protocols 31. Academic Press, 315–322. https://doi.org/10.1016/B978-0-12-372180-8.50042-1",
          "Winter PJD, Magee AR, Phephu N, Tilney PM, Downie SR, van Wyk BE (2008) A new generic classification for African peucedanoid species (Apiaceae). Taxon 57(2): 347–364. https://doi.org/10.2307/25066009",
          "Wyman SK, Jansen RK, Boore JL (2004) Automatic annotation of organellar genomes with DOGMA. Bioinformatics 20(17): 3252–3255. https://doi.org/10.1093/bioinformatics/bth352",
          "Zheng SY, Poczai P, Hyvönen J, Tang J, Amiryousefi A (2020) Chloroplot: An online program for the versatile plotting of organelle genomes. Frontiers in Genetics 11: e576124. https://doi.org/10.3389/fgene.2020.576124",
          "Zhou J, Gong X, Downie SR, Peng H (2009) Towards a more robust molecular phylogeny of Chinese Apiaceae subfamily Apioideae: Additional evidence from nrDNA ITS and cpDNA intron (rpl16 and rps16) sequences. Molecular Phylogenetics and Evolution 53(1): 56–68. https://doi.org/10.1016/j.ympev.2009.05.029",
          "Zhou J, Gao YZ, Wei J, Liu ZW, Downie SR (2020) Molecular phylogenetics of Ligusticum (Apiaceae) based on nrDNA ITS sequences: Rampant polyphyly, placement of the Chinese endemic species, and a much-reduced circumscription of the genus. International Journal of Plant Sciences 181(3): 306–323. https://doi.org/10.1086/706851"
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "",
          "pages": "195-207",
          "title": "PhytoKeys",
          "volume": "263"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17240749"
              }
            }
          ]
        }
      },
      "title": "Ligusticopsis shaniana, a new combination separated from Peucedanum sensu lato (Apiaceae) on the basis of morphological and phylogenetic evidence",
      "links": {
        "self": "https://zenodo.org/api/records/17240750",
        "self_html": "https://zenodo.org/records/17240750",
        "preview_html": "https://zenodo.org/records/17240750?preview=1",
        "doi": "https://doi.org/10.3897/phytokeys.263.163085",
        "self_doi": "https://doi.org/10.3897/phytokeys.263.163085",
        "self_doi_html": "https://zenodo.org/doi/10.3897/phytokeys.263.163085",
        "reserve_doi": "https://zenodo.org/api/records/17240750/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17240749",
        "parent_html": "https://zenodo.org/records/17240749",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17240750/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17240750/sequence/default",
        "files": "https://zenodo.org/api/records/17240750/files",
        "media_files": "https://zenodo.org/api/records/17240750/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17240750:PK_article_163085.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17240750:PK_article_163085.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17240750:PK_article_163085.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17240750:PK_article_163085.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17240750:PK_article_163085.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17240750:PK_article_163085.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17240750/files-archive",
        "archive_media": "https://zenodo.org/api/records/17240750/media-files-archive",
        "latest": "https://zenodo.org/api/records/17240750/versions/latest",
        "latest_html": "https://zenodo.org/records/17240750/latest",
        "versions": "https://zenodo.org/api/records/17240750/versions",
        "draft": "https://zenodo.org/api/records/17240750/draft",
        "access_links": "https://zenodo.org/api/records/17240750/access/links",
        "access_grants": "https://zenodo.org/api/records/17240750/access/grants",
        "access_users": "https://zenodo.org/api/records/17240750/access/users",
        "access_request": "https://zenodo.org/api/records/17240750/access/request",
        "access": "https://zenodo.org/api/records/17240750/access",
        "communities": "https://zenodo.org/api/records/17240750/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17240750/communities-suggestions",
        "requests": "https://zenodo.org/api/records/17240750/requests"
      },
      "updated": "2025-10-01T07:30:20.704260+00:00",
      "recid": "17240750",
      "revision": 5,
      "files": [
        {
          "id": "6e7c2403-a8cc-48b3-971e-1b8547b9cd53",
          "key": "PK_article_163085.pdf",
          "size": 4795588,
          "checksum": "md5:604c0097ab3f9f2e49054e0131cfcdc8",
          "links": {
            "self": "https://zenodo.org/api/records/17240750/files/PK_article_163085.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-01T04:18:30.769419+00:00",
      "modified": "2025-10-01T04:18:30.998265+00:00",
      "id": 17239593,
      "conceptrecid": "3555620",
      "doi": "10.5281/zenodo.17239593",
      "conceptdoi": "10.5281/zenodo.3555620",
      "doi_url": "https://doi.org/10.5281/zenodo.17239593",
      "metadata": {
        "title": "napari: a multi-dimensional image viewer for Python",
        "doi": "10.5281/zenodo.17239593",
        "publication_date": "2025-10-01",
        "description": "<h1>napari 0.6.5</h1>\n<p>⚠️ <em>Note: these release notes are still in draft while 0.6.5 is in release candidate testing.</em> ⚠️</p>\n<p><em>Fri, Sep 26, 2025</em></p>\n<p>We're happy to announce the release of napari 0.6.5!\nnapari is a fast, interactive, multi-dimensional image viewer for Python.\nIt's designed for browsing, annotating, and analyzing large multi-dimensional\nimages. It's built on top of Qt (for the GUI), vispy (for performant GPU-based\nrendering), and the scientific Python stack (numpy, scipy).</p>\n<p>For more information, examples, and documentation, please visit our website,\nhttps://napari.org.</p>\n<p>napari follows <a href=\"https://effver.org/\">EffVer (Intended Effort Versioning)</a>; this is a <strong>Meso</strong> release containing awesome new features, but some effort may be needed when updating previous projects to use this version.</p>\n<h2>Highlights</h2>\n<h3>Define a startup script for custom launch behaviour</h3>\n<p>Do you have a code snippet that you always find yourself running after you launch napari? No more! You can now put this code in a script and set its path in the new <code>startup script</code> setting (<a href=\"https://github.com/napari/napari/pull/8188\">#8188</a>), and it will be executed every time napari opens. It's just a python script, so sky's the limit :) We found it particularly useful for adding custom colormaps, setting up the scale bar <em>just right</em>, or automatically launching our favourite plugin on startup.</p>\n<p></p>\n<h3>Automatically tiled overlays and ColorBar overlay</h3>\n<p>Canvas overlays such as <code>scale_bar</code>, <code>text_overlay</code>, and <code>colorbar</code> overlay are now automatically tiling (<a href=\"https://github.com/napari/napari/pull/7836\">#7836</a>), preventing annoying overlap and making them easier to use without having to manage positioning. Wait, <code>colorbar</code> overlay you said? You heard it right! This is a new overlay (<a href=\"https://github.com/napari/napari/pull/7832\">#7832</a>)that shows a color bar legend, and it works with any layer which uses a colormap. All of this works seamlessly with multiple overlays and even grid mode:</p>\n<pre><code>import napari\n\nviewer = napari.Viewer()\n\n# enable grid with stride 2 to get layers split two-by-two\nviewer.grid.enabled = True\nviewer.grid.stride = 2\n\n# set the scale bar to gridded mode so it appears in each grid box\nviewer.scale_bar.visible = True\nviewer.scale_bar.gridded = True\n\nlayers = viewer.open_sample('napari', 'lily')\n\n# enable color bars\nfor layer in layers:\n    layer.colorbar.visible = True\n</code></pre>\n<p></p>\n<h3>Task manager will now try to prevent losing unfinished work</h3>\n<p>We added a new task manager (<a href=\"https://github.com/napari/napari/pull/8211\">#8211</a>) which automatically registers any running <code>thread_worker</code>, showing a confirmation dialog if you attempt to close napari while a task is running.</p>\n<h3>New <code>remove()</code> and <code>pop()</code> methods for Points and Shapes</h3>\n<p>Points and Shapes can now be easily removed, not just added :P (<a href=\"https://github.com/napari/napari/pull/8031\">#8031</a> and <a href=\"https://github.com/napari/napari/pull/8072\">#8072</a>).</p>\n<h3>A new and updated guide on napari Preferences</h3>\n<p>Our documentation on the napari Preferences has received a major overhaul! <a href=\"https://napari.org/stable/guides/preferences.html#preferences\">Check it out here</a>!</p>\n<p>TODO: does this link work?</p>\n<ul>\n<li>Migrate non-user extras to dependency-groups (<a href=\"https://github.com/napari/napari/pull/8227\">#8227</a>)</li>\n<li>[maint] Drop alpha mentions (<a href=\"https://github.com/napari/napari/pull/8288\">#8288</a>)</li>\n<li>Auto generate release index with highlights and timeline (<a href=\"https://github.com/napari/docs/pull/838\">docs#838</a>)</li>\n</ul>\n<h2>New Features</h2>\n<ul>\n<li>Add color bar overlay (<a href=\"https://github.com/napari/napari/pull/7832\">#7832</a>)</li>\n<li>Tiling canvas overlays (<a href=\"https://github.com/napari/napari/pull/7836\">#7836</a>)</li>\n<li>Add <code>pop()</code> for <code>Points</code> and <code>Shapes</code> (<a href=\"https://github.com/napari/napari/pull/8072\">#8072</a>)</li>\n<li>add option to define startup script in settings (<a href=\"https://github.com/napari/napari/pull/8188\">#8188</a>)</li>\n<li>use <code>Selection</code> class in shapes layer (<a href=\"https://github.com/napari/napari/pull/8297\">#8297</a>)</li>\n</ul>\n<h2>Improvements</h2>\n<ul>\n<li>Add <code>remove()</code> in Shapes and Points (<a href=\"https://github.com/napari/napari/pull/8031\">#8031</a>)</li>\n<li>Example from SciPy 2025 tutorial; image warping (<a href=\"https://github.com/napari/napari/pull/8111\">#8111</a>)</li>\n<li>Add a tasks manager status for plugins actions and napari processes (<a href=\"https://github.com/napari/napari/pull/8211\">#8211</a>)</li>\n<li>Use single settings path for all <code>uv tool run</code> (<a href=\"https://github.com/napari/napari/pull/8250\">#8250</a>)</li>\n<li>Add &quot;Hide completed&quot; checkbox to Tracks layer for improved visualization (<a href=\"https://github.com/napari/napari/pull/8253\">#8253</a>)</li>\n<li>Handle affine layer metadata when splitting RGB images (<a href=\"https://github.com/napari/napari/pull/8256\">#8256</a>)</li>\n<li>Update the Shapes select_all_shapes action to allow selection in all modes and add notification of number (<a href=\"https://github.com/napari/napari/pull/8292\">#8292</a>)</li>\n</ul>\n<h2>Bug Fixes</h2>\n<ul>\n<li>Layer controls widgets refactor (<a href=\"https://github.com/napari/napari/pull/7355\">#7355</a>)</li>\n<li>Fix effect of scaling when converting shapes to labels (<a href=\"https://github.com/napari/napari/pull/8098\">#8098</a>)</li>\n<li>Fix disappearing points (<a href=\"https://github.com/napari/napari/pull/8223\">#8223</a>)</li>\n<li>Fix shape position by using a stable algorithm for sorting z_position (<a href=\"https://github.com/napari/napari/pull/8232\">#8232</a>)</li>\n<li>Remove console print action shortcut to prevent collision with command palette shortcut (<a href=\"https://github.com/napari/napari/pull/8233\">#8233</a>)</li>\n<li>Do not update thumbnail on Labels empty slice (<a href=\"https://github.com/napari/napari/pull/8251\">#8251</a>)</li>\n<li>Handle affine layer metadata when splitting RGB images (<a href=\"https://github.com/napari/napari/pull/8256\">#8256</a>)</li>\n<li>fix slice_from_axis to wrap zarr in dask to keep lazy behavior (<a href=\"https://github.com/napari/napari/pull/8260\">#8260</a>)</li>\n<li>Add menu-xdg to XPRA containers (<a href=\"https://github.com/napari/napari/pull/8263\">#8263</a>)</li>\n<li>Check for zarr in <code>images_to_stack</code> and use da.stack instead of np.stack (<a href=\"https://github.com/napari/napari/pull/8267\">#8267</a>)</li>\n<li>Better handling of remote zarr (<a href=\"https://github.com/napari/napari/pull/8268\">#8268</a>)</li>\n<li>Use custom logger formatting to most of argument to string (<a href=\"https://github.com/napari/napari/pull/8305\">#8305</a>)</li>\n</ul>\n<h2>Documentation</h2>\n<ul>\n<li>Use EffVer (<a href=\"https://github.com/napari/napari/pull/8243\">#8243</a>)</li>\n<li>Use shared workflows for build docs (<a href=\"https://github.com/napari/napari/pull/8308\">#8308</a>)</li>\n<li>Bump napari-sphinx-theme in deps and constraints (<a href=\"https://github.com/napari/napari/pull/8315\">#8315</a>)</li>\n<li>Add funding information to the home page (<a href=\"https://github.com/napari/docs/pull/818\">docs#818</a>)</li>\n<li>Update version switcher for 0.6.4 (<a href=\"https://github.com/napari/docs/pull/826\">docs#826</a>)</li>\n<li>Fix version switcher URL to prevent problems with unversioned pages (<a href=\"https://github.com/napari/docs/pull/827\">docs#827</a>)</li>\n<li>Update documentation for dependencies groups (<a href=\"https://github.com/napari/docs/pull/829\">docs#829</a>)</li>\n<li>Update and restructure the preferences guide (<a href=\"https://github.com/napari/docs/pull/834\">docs#834</a>)</li>\n<li>Fix @jaimergp's last name (<a href=\"https://github.com/napari/docs/pull/835\">docs#835</a>)</li>\n<li>Auto generate release index with highlights and timeline (<a href=\"https://github.com/napari/docs/pull/838\">docs#838</a>)</li>\n<li>Add EffVer to release guide and link to checklist template (<a href=\"https://github.com/napari/docs/pull/839\">docs#839</a>)</li>\n<li>Enable dark mode for website (<a href=\"https://github.com/napari/docs/pull/840\">docs#840</a>)</li>\n<li>Add draft of 0.6.5 release notes (<a href=\"https://github.com/napari/docs/pull/845\">docs#845</a>)</li>\n<li>Add documentation for startup script. (<a href=\"https://github.com/napari/docs/pull/846\">docs#846</a>)</li>\n<li>Add some info about running python scripts via cli (<a href=\"https://github.com/napari/docs/pull/847\">docs#847</a>)</li>\n<li>Add note about workers registration as tasks and close confirmation dialog when closing napari GUI via close button (<a href=\"https://github.com/napari/docs/pull/851\">docs#851</a>)</li>\n<li>Release notes v0.6.5 (<a href=\"https://github.com/napari/docs/pull/853\">docs#853</a>)</li>\n</ul>\n<h2>Other Pull Requests</h2>\n<ul>\n<li>Improve workflow naming by prefixing triage- doc- make- (<a href=\"https://github.com/napari/napari/pull/8159\">#8159</a>)</li>\n<li>Move the test that requires <code>make_napari_viewer</code> from <code>test_qt_viewer</code> (<a href=\"https://github.com/napari/napari/pull/8176\">#8176</a>)</li>\n<li>Bump <code>superqt</code> min version (<a href=\"https://github.com/napari/napari/pull/8212\">#8212</a>)</li>\n<li>Change headless setup for Windows and Linux to <code>pyvista/setup-headless-display-action</code> (<a href=\"https://github.com/napari/napari/pull/8216\">#8216</a>)</li>\n<li>Update <code>coverage</code>, <code>hypothesis</code>, <code>pint</code>, <code>pyopengl</code>, <code>virtualenv</code>, <code>xarray</code> (<a href=\"https://github.com/napari/napari/pull/8221\">#8221</a>)</li>\n<li>[pre-commit.ci] pre-commit autoupdate (<a href=\"https://github.com/napari/napari/pull/8222\">#8222</a>)</li>\n<li>Use global register for units in ScaleBar (<a href=\"https://github.com/napari/napari/pull/8226\">#8226</a>)</li>\n<li>Wait until viewer show in the test in <code>make_napari_viewer</code> (<a href=\"https://github.com/napari/napari/pull/8228\">#8228</a>)</li>\n<li>Update Qt backends used in tests to test more on Qt6 than Qt5 (<a href=\"https://github.com/napari/napari/pull/8229\">#8229</a>)</li>\n<li>Change properties for features usage in the Vectors layer controls (<a href=\"https://github.com/napari/napari/pull/8231\">#8231</a>)</li>\n<li>Add cache for pooch on CI for Linux jobs (<a href=\"https://github.com/napari/napari/pull/8235\">#8235</a>)</li>\n<li>Temporary increase timeout of macOS jobs (<a href=\"https://github.com/napari/napari/pull/8237\">#8237</a>)</li>\n<li>Update <code>coverage</code>, <code>hypothesis</code>, <code>ipython</code>, <code>matplotlib</code>, <code>pyside6</code>, <code>pytest-rerunfailures</code>, <code>tifffile</code> (<a href=\"https://github.com/napari/napari/pull/8239\">#8239</a>)</li>\n<li>ci(dependabot): bump the actions group with 6 updates (<a href=\"https://github.com/napari/napari/pull/8240\">#8240</a>)</li>\n<li>Make <code>connect_setattr</code> handle value conversion for widgets like checkboxes (<a href=\"https://github.com/napari/napari/pull/8244\">#8244</a>)</li>\n<li>Update <code>fsspec</code>, <code>hypothesis</code>, <code>pytest</code>, <code>pytest-rerunfailures</code>, <code>xarray</code> (<a href=\"https://github.com/napari/napari/pull/8249\">#8249</a>)</li>\n<li>[pre-commit.ci] pre-commit autoupdate (<a href=\"https://github.com/napari/napari/pull/8252\">#8252</a>)</li>\n<li>Add typing to points mouse bindings (<a href=\"https://github.com/napari/napari/pull/8255\">#8255</a>)</li>\n<li>Use proper name for ruff pre-commit hook and reorder hooks (<a href=\"https://github.com/napari/napari/pull/8259\">#8259</a>)</li>\n<li>[maint] Revert back to windows-2022 for windows runners (<a href=\"https://github.com/napari/napari/pull/8265\">#8265</a>)</li>\n<li>Update <code>dask</code>, <code>hypothesis</code>, <code>pydantic</code>, <code>qtconsole</code>, <code>scipy</code>, <code>tifffile</code> (<a href=\"https://github.com/napari/napari/pull/8270\">#8270</a>)</li>\n<li>Add napari to trove classifiers to populate builtins on napari hub (<a href=\"https://github.com/napari/napari/pull/8277\">#8277</a>)</li>\n<li>Add release checklist template (<a href=\"https://github.com/napari/napari/pull/8295\">#8295</a>)</li>\n<li>Update <code>coverage</code>, <code>dask</code>, <code>hypothesis</code>, <code>lxml</code>, <code>numpy</code>, <code>psutil</code>, <code>tensorstore</code>, <code>tifffile</code> (<a href=\"https://github.com/napari/napari/pull/8296\">#8296</a>)</li>\n<li>Move Jaime Rodríguez-Guerra to core-team section of CITATION.cff (<a href=\"https://github.com/napari/napari/pull/8298\">#8298</a>)</li>\n<li>Do not use verbose mode for headless test (<a href=\"https://github.com/napari/napari/pull/8300\">#8300</a>)</li>\n<li>Migrate macos-13 to macos-15-intel runner (<a href=\"https://github.com/napari/napari/pull/8301\">#8301</a>)</li>\n<li>Update <code>remove_ready_to_merge</code> so it only sweeps on pushed and crons (<a href=\"https://github.com/napari/napari/pull/8302\">#8302</a>)</li>\n<li>[maint] Revert docs constraints changes from #8270 (<a href=\"https://github.com/napari/napari/pull/8307\">#8307</a>)</li>\n<li>Fix constraints generation  (<a href=\"https://github.com/napari/napari/pull/8309\">#8309</a>)</li>\n<li>CI: Fix <code>github.rest.issues.removeLabel</code> call (<a href=\"https://github.com/napari/napari/pull/8311\">#8311</a>)</li>\n<li>Add pooch cache for build docs (<a href=\"https://github.com/napari/docs/pull/830\">docs#830</a>)</li>\n<li>ci(dependabot): bump the github-actions group with 3 updates (<a href=\"https://github.com/napari/docs/pull/831\">docs#831</a>)</li>\n<li>add docs/release/index.md to gitignore (<a href=\"https://github.com/napari/docs/pull/843\">docs#843</a>)</li>\n<li>Add Jaime Rodríguez-Guerra to core-team (<a href=\"https://github.com/napari/docs/pull/844\">docs#844</a>)</li>\n<li>Bump python to 3.12 for build docs workflows (<a href=\"https://github.com/napari/docs/pull/848\">docs#848</a>)</li>\n<li>Use shared workflow for build docs (<a href=\"https://github.com/napari/docs/pull/850\">docs#850</a>)</li>\n</ul>\n<h2>12 authors added to this release (alphabetical)</h2>\n<p>(+) denotes first-time contributors 🥳</p>\n<ul>\n<li><a href=\"https://github.com/napari/napari/commits?author=dalthviz\">Daniel Althviz Moré</a> (<a href=\"https://github.com/napari/docs/commits?author=dalthviz\">docs</a>)  - @dalthviz</li>\n<li><a href=\"https://github.com/napari/napari/commits?author=Czaki\">Grzegorz Bokota</a> (<a href=\"https://github.com/napari/docs/commits?author=Czaki\">docs</a>)  - @Czaki</li>\n<li><a href=\"https://github.com/napari/napari/commits?author=jaimergp\">Jaime Rodríguez-Guerra</a> (<a href=\"https://github.com/napari/docs/commits?author=jaimergp\">docs</a>)  - @jaimergp</li>\n<li><a href=\"https://github.com/napari/napari/commits?author=jo-mueller\">Johannes Soltwedel</a> - @jo-mueller</li>\n<li><a href=\"https://github.com/napari/docs/commits?author=jni\">Juan Nunez-Iglesias</a> - @jni</li>\n<li><a href=\"https://github.com/napari/napari/commits?author=8bitbiscuit\">Kanai Potts</a> - @8bitbiscuit</li>\n<li><a href=\"https://github.com/napari/napari/commits?author=brisvag\">Lorenzo Gaifas</a> (<a href=\"https://github.com/napari/docs/commits?author=brisvag\">docs</a>)  - @brisvag</li>\n<li><a href=\"https://github.com/napari/docs/commits?author=melissawm\">Melissa Weber Mendonça</a> - @melissawm</li>\n<li><a href=\"https://github.com/napari/napari/commits?author=psobolewskiPhD\">Peter Sobolewski</a> (<a href=\"https://github.com/napari/docs/commits?author=psobolewskiPhD\">docs</a>)  - @psobolewskiPhD</li>\n<li><a href=\"https://github.com/napari/napari/commits?author=rahul713rk\">Rahul Kumar</a> - @rahul713rk</li>\n<li><a href=\"https://github.com/napari/napari/commits?author=rwkozar\">rwkozar</a> - @rwkozar</li>\n<li><a href=\"https://github.com/napari/napari/commits?author=TimMonko\">Tim Monko</a> (<a href=\"https://github.com/napari/docs/commits?author=TimMonko\">docs</a>)  - @TimMonko</li>\n</ul>\n<h2>15 reviewers added to this release (alphabetical)</h2>\n<p>(+) denotes first-time contributors 🥳</p>\n<ul>\n<li><a href=\"https://github.com/napari/docs/commits?author=andy-sweet\">Andrew Sweet</a> - @andy-sweet</li>\n<li><a href=\"https://github.com/napari/docs/commits?author=willingc\">Carol Willing</a> - @willingc</li>\n<li><a href=\"https://github.com/napari/napari/commits?author=dalthviz\">Daniel Althviz Moré</a> (<a href=\"https://github.com/napari/docs/commits?author=dalthviz\">docs</a>)  - @dalthviz</li>\n<li><a href=\"https://github.com/napari/docs/commits?author=d-v-b\">Davis Bennett</a> - @d-v-b</li>\n<li><a href=\"https://github.com/napari/docs/commits?author=DragaDoncila\">Draga Doncila Pop</a> - @DragaDoncila</li>\n<li><a href=\"https://github.com/napari/napari/commits?author=Czaki\">Grzegorz Bokota</a> (<a href=\"https://github.com/napari/docs/commits?author=Czaki\">docs</a>)  - @Czaki</li>\n<li><a href=\"https://github.com/napari/napari/commits?author=jaimergp\">Jaime Rodríguez-Guerra</a> (<a href=\"https://github.com/napari/docs/commits?author=jaimergp\">docs</a>)  - @jaimergp</li>\n<li><a href=\"https://github.com/napari/napari/commits?author=jo-mueller\">Johannes Soltwedel</a> - @jo-mueller</li>\n<li><a href=\"https://github.com/napari/docs/commits?author=jni\">Juan Nunez-Iglesias</a> - @jni</li>\n<li><a href=\"https://github.com/napari/napari/commits?author=brisvag\">Lorenzo Gaifas</a> (<a href=\"https://github.com/napari/docs/commits?author=brisvag\">docs</a>)  - @brisvag</li>\n<li><a href=\"https://github.com/napari/docs/commits?author=melissawm\">Melissa Weber Mendonça</a> - @melissawm</li>\n<li><a href=\"https://github.com/napari/napari/commits?author=psobolewskiPhD\">Peter Sobolewski</a> (<a href=\"https://github.com/napari/docs/commits?author=psobolewskiPhD\">docs</a>)  - @psobolewskiPhD</li>\n<li><a href=\"https://github.com/napari/napari/commits?author=rahul713rk\">Rahul Kumar</a> - @rahul713rk</li>\n<li><a href=\"https://github.com/napari/napari/commits?author=rwkozar\">rwkozar</a> - @rwkozar</li>\n<li><a href=\"https://github.com/napari/napari/commits?author=TimMonko\">Tim Monko</a> (<a href=\"https://github.com/napari/docs/commits?author=TimMonko\">docs</a>)  - @TimMonko</li>\n</ul>",
        "access_right": "open",
        "creators": [
          {
            "name": "Sofroniew, Nicholas",
            "affiliation": "Chan Zuckerberg Initiative",
            "orcid": "0000-0002-3426-0914"
          },
          {
            "name": "Lambert, Talley",
            "affiliation": "Harvard Medical School",
            "orcid": "0000-0002-2409-0181"
          },
          {
            "name": "Bokota, Grzegorz",
            "affiliation": "napari; University of Warsaw, Faculty of Mathematics, Informatics, and Mechanics",
            "orcid": "0000-0002-5470-1676"
          },
          {
            "name": "Nunez-Iglesias, Juan",
            "affiliation": "Monash eResearch Centre, Monash University",
            "orcid": "0000-0002-7239-5828"
          },
          {
            "name": "Sobolewski, Peter",
            "affiliation": "The Jackson Laboratory",
            "orcid": "0000-0002-2097-0990"
          },
          {
            "name": "Sweet, Andrew",
            "affiliation": "Chan Zuckerberg Initiative"
          },
          {
            "name": "Gaifas, Lorenzo",
            "affiliation": "napari",
            "orcid": "0000-0003-4875-9422"
          },
          {
            "name": "Evans, Kira",
            "affiliation": "Chan Zuckerberg Initiative"
          },
          {
            "name": "Burt, Alister",
            "affiliation": "MRC-LMB"
          },
          {
            "name": "Doncila Pop, Draga",
            "affiliation": "Monash University"
          },
          {
            "name": "Yamauchi, Kevin",
            "affiliation": "Iber Lab - ETH Zürich"
          },
          {
            "name": "Weber Mendonça, Melissa",
            "affiliation": "Quansight",
            "orcid": "0000-0002-3212-402X"
          },
          {
            "name": "Rodríguez-Guerra, Jaime",
            "affiliation": "Quansight Labs",
            "orcid": "0000-0001-8974-1566"
          },
          {
            "name": "Liu, Lucy",
            "affiliation": "Quansight"
          },
          {
            "name": "Buckley, Genevieve",
            "affiliation": "Monash University",
            "orcid": "0000-0003-2763-492X"
          },
          {
            "name": "Vierdag, Wouter-Michiel",
            "affiliation": "European Molecular Biology Laboratory, Genome Biology Unit, Heidelberg, Germany",
            "orcid": "0000-0003-1666-5421"
          },
          {
            "name": "Monko, Timothy",
            "affiliation": "University of Minnesota — Twin Cities",
            "orcid": "0000-0003-4905-757X"
          },
          {
            "name": "Willing, Carol",
            "affiliation": "Willing Consulting",
            "orcid": "0000-0002-9817-8485"
          },
          {
            "name": "Royer, Loic",
            "affiliation": "Chan Zuckerberg Biohub"
          },
          {
            "name": "Can Solak, Ahmet",
            "affiliation": "Chan Zuckerberg Biohub"
          },
          {
            "name": "Harrington, Kyle I. S.",
            "affiliation": "Chan Zuckerberg Initiative",
            "orcid": "0000-0002-7237-1973"
          },
          {
            "name": "Abramo, Jacopo",
            "affiliation": "Leibniz-IPHT, Jena, Germany",
            "orcid": "0000-0001-9293-2179"
          },
          {
            "name": "Ahlers, Jannis",
            "affiliation": "Monash University",
            "orcid": "0000-0003-0630-1819"
          },
          {
            "name": "Althviz Moré, Daniel",
            "affiliation": "Quansight",
            "orcid": "0000-0003-1759-4194"
          },
          {
            "name": "Amsalem, Oren",
            "affiliation": "Harvard Medical School, BIDMC",
            "orcid": "0000-0002-8070-0378"
          },
          {
            "name": "Anderson, Ashley",
            "affiliation": "Chan Zuckerberg Initiative",
            "orcid": "0000-0002-3841-8344"
          },
          {
            "name": "Annex, Andrew",
            "affiliation": "SETI Institute/NASA ARC",
            "orcid": "0000-0002-0253-2313"
          },
          {
            "name": "Aronssohn, Constantin",
            "affiliation": null,
            "orcid": "0009-0008-5607-9463"
          },
          {
            "name": "Balzaretti, Filippo",
            "affiliation": "University of California, Santa Cruz",
            "orcid": "0000-0002-4172-4676"
          },
          {
            "name": "Boone, Peter",
            "affiliation": null
          },
          {
            "name": "Bragantini, Jordão",
            "affiliation": "Chan Zuckerberg Biohub"
          },
          {
            "name": "Bussonnier, Matthias",
            "affiliation": "Quansight Labs",
            "orcid": "0000-0002-7636-8632"
          },
          {
            "name": "Caporal, Clément",
            "affiliation": "Laboratory for Optics and Biosciences, Ecole Polytechnique, INSERM, CNRS, Palaiseau, France",
            "orcid": "0000-0002-9441-9173"
          },
          {
            "name": "Coccimiglio, Ian",
            "affiliation": "Unaffiliated",
            "orcid": "0000-0001-7194-7750"
          },
          {
            "name": "Eglinger, Jan",
            "affiliation": "Friedrich Miescher Institute for Biomedical Research (FMI), Basel (Switzerland)",
            "orcid": "0000-0001-7234-1435"
          },
          {
            "name": "Eisenbarth, Andreas",
            "affiliation": "EMBL Heidelberg, Germany",
            "orcid": "0000-0002-1113-9556"
          },
          {
            "name": "Freeman, Jeremy",
            "affiliation": "Chan Zuckerberg Initiative"
          },
          {
            "name": "Gohlke, Christoph",
            "affiliation": "University of California, Irvine"
          },
          {
            "name": "Gunalan, Kabilar",
            "affiliation": null
          },
          {
            "name": "Halchenko, Yaroslav Olegovich",
            "affiliation": "Dartmouth College",
            "orcid": "0000-0003-3456-2493"
          },
          {
            "name": "Har-Gil, Hagai",
            "affiliation": "Tel Aviv University, Israel"
          },
          {
            "name": "Harfouche, Mark",
            "affiliation": "Ramona Optics Inc, Durham, North Carolina, USA",
            "orcid": "0000-0002-4657-4603"
          },
          {
            "name": "Hilsenstein, Volker",
            "affiliation": "EMBL Heidelberg, Germany",
            "orcid": "0000-0002-2255-2960"
          },
          {
            "name": "Hutchings, Katherine",
            "affiliation": "University College London"
          },
          {
            "name": "Kozar, Robert",
            "affiliation": "Naval Nuclear Laboratory",
            "orcid": "0009-0007-6114-8446"
          },
          {
            "name": "Lauer, Jessy",
            "affiliation": "Swiss Federal Institute of Technology (EPFL), Lausanne, Switzerland",
            "orcid": "0000-0002-3656-2449"
          },
          {
            "name": "Lichtner, Gregor",
            "affiliation": "Universitätsmedizin Greifswald",
            "orcid": "0000-0002-5890-1958"
          },
          {
            "name": "Liu, Hanjin",
            "affiliation": "Kobe University",
            "orcid": "0009-0006-5724-8121"
          },
          {
            "name": "Liu, Ziyang",
            "affiliation": "Chan Zuckerberg Initiative Foundation"
          },
          {
            "name": "Lowe, Alan",
            "affiliation": "UCL & The Alan Turing Institute"
          },
          {
            "name": "Marconato, Luca",
            "affiliation": "EMBL Heidelberg",
            "orcid": "0000-0003-3198-1326"
          },
          {
            "name": "Martin, Sean",
            "affiliation": "MetaCell",
            "orcid": "0000-0001-7600-0291"
          },
          {
            "name": "McGovern, Abigail",
            "affiliation": "Monash University"
          },
          {
            "name": "Migas, Lukasz",
            "affiliation": "Delft University of Technology"
          },
          {
            "name": "Miller, Nadalyn",
            "affiliation": "Apex Systems",
            "orcid": "0009-0007-6993-1267"
          },
          {
            "name": "Miñano, Sofía",
            "affiliation": "Sainsbury Wellcome Centre - University College London",
            "orcid": "0000-0001-6363-1545"
          },
          {
            "name": "Muñoz, Hector",
            "affiliation": "University of California, Los Angeles",
            "orcid": "0000-0001-7851-2549"
          },
          {
            "name": "Müller, Jan-Hendrik",
            "affiliation": "Georg-August-Universität Göttingen",
            "orcid": "0009-0007-3670-9969"
          },
          {
            "name": "Nauroth-Kreß, Christopher",
            "affiliation": "University Hospital Würzburg - Institute of Neuroradiology"
          },
          {
            "name": "Obenhaus, Horst A.",
            "affiliation": "Kavli Institute for Systems Neuroscience at NTNU, Trondheim, Norway",
            "orcid": "0000-0002-7670-4827"
          },
          {
            "name": "Palecek, David",
            "affiliation": "Algarve Centre of Marine Sciences (CCMAR)",
            "orcid": "0009-0003-9328-8540"
          },
          {
            "name": "Pape, Constantin",
            "affiliation": "Georg-August-Universität Göttingen",
            "orcid": "0000-0001-6562-7187"
          },
          {
            "name": "Perlman, Eric",
            "affiliation": "Yikes LLC",
            "orcid": "0000-0001-5542-1302"
          },
          {
            "name": "Pevey, Kim",
            "affiliation": null
          },
          {
            "name": "Peña-Castellanos, Gonzalo",
            "affiliation": "Quansight",
            "orcid": "0000-0002-1214-4680"
          },
          {
            "name": "Pierré, Andrea",
            "affiliation": "Brown University",
            "orcid": "0000-0003-4501-5428"
          },
          {
            "name": "Pinto, David",
            "affiliation": null
          },
          {
            "name": "Ross, David",
            "affiliation": "NanoString Technologies, Inc.",
            "orcid": "0000-0001-9998-3817"
          },
          {
            "name": "Russell, Craig T.",
            "affiliation": "European Bioinformatics Institute - European Molecular Biology Laboratory",
            "orcid": "0000-0002-2447-5911"
          },
          {
            "name": "Ryan, James",
            "affiliation": null
          },
          {
            "name": "Selzer, Gabriel",
            "affiliation": "University of Wisconsin-Madison",
            "orcid": "0009-0002-2400-1940"
          },
          {
            "name": "Smith, MB",
            "affiliation": "AI lab for Living Technologies, University Medical Centre Utrecht (The Netherlands)",
            "orcid": "0000-0002-1405-0100"
          },
          {
            "name": "Smith, Paul",
            "affiliation": "University College London",
            "orcid": "0000-0002-3676-5318"
          },
          {
            "name": "Sofiiuk, Konstantin",
            "affiliation": null
          },
          {
            "name": "Soltwedel, Johannes",
            "affiliation": "DFG cluster of excellence 'Physics of Life', TU Dresden",
            "orcid": "0000-0003-1273-2412"
          },
          {
            "name": "Stansby, David",
            "affiliation": "University College London",
            "orcid": "0000-0002-1365-1908"
          },
          {
            "name": "Vanaret, Jules",
            "affiliation": "Aix Marseille University, CNRS, Fresnel, I2M, IBDM, Turing Centre for Living systems",
            "orcid": "0009-0004-6070-2263"
          },
          {
            "name": "Wadhwa, Pam",
            "affiliation": "Quansight Labs"
          },
          {
            "name": "Weigert, Martin",
            "affiliation": "TU-Dresden / EPFL",
            "orcid": "0000-0002-7780-9057"
          },
          {
            "name": "Windhager, Jonas",
            "affiliation": "ETH Zurich / University of Zurich",
            "orcid": "0000-0002-2111-5291"
          },
          {
            "name": "Winston, Philip",
            "affiliation": "Tobeva Software"
          },
          {
            "name": "Zhao, Rubin",
            "affiliation": "Chinese Academy of Sciences - SIAT, Shenzhen, China",
            "orcid": "0009-0005-8264-5682"
          }
        ],
        "related_identifiers": [
          {
            "identifier": "https://github.com/napari/napari/tree/v0.6.5rc1",
            "relation": "isSupplementTo",
            "resource_type": "software",
            "scheme": "url"
          }
        ],
        "version": "v0.6.5rc1",
        "custom": {
          "code:codeRepository": "https://github.com/napari/napari"
        },
        "resource_type": {
          "title": "Software",
          "type": "software"
        },
        "license": {
          "id": "bsd-3-clause"
        },
        "relations": {
          "version": [
            {
              "index": 153,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "3555620"
              }
            }
          ]
        },
        "notes": "If you use this software, please cite it using these metadata."
      },
      "title": "napari: a multi-dimensional image viewer for Python",
      "links": {
        "self": "https://zenodo.org/api/records/17239593",
        "self_html": "https://zenodo.org/records/17239593",
        "preview_html": "https://zenodo.org/records/17239593?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.17239593",
        "self_doi": "https://doi.org/10.5281/zenodo.17239593",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17239593",
        "reserve_doi": "https://zenodo.org/api/records/17239593/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/3555620",
        "parent_html": "https://zenodo.org/records/3555620",
        "parent_doi": "https://doi.org/10.5281/zenodo.3555620",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.3555620",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17239593/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17239593/sequence/default",
        "files": "https://zenodo.org/api/records/17239593/files",
        "media_files": "https://zenodo.org/api/records/17239593/media-files",
        "archive": "https://zenodo.org/api/records/17239593/files-archive",
        "archive_media": "https://zenodo.org/api/records/17239593/media-files-archive",
        "latest": "https://zenodo.org/api/records/17239593/versions/latest",
        "latest_html": "https://zenodo.org/records/17239593/latest",
        "versions": "https://zenodo.org/api/records/17239593/versions",
        "draft": "https://zenodo.org/api/records/17239593/draft",
        "access_links": "https://zenodo.org/api/records/17239593/access/links",
        "access_grants": "https://zenodo.org/api/records/17239593/access/grants",
        "access_users": "https://zenodo.org/api/records/17239593/access/users",
        "access_request": "https://zenodo.org/api/records/17239593/access/request",
        "access": "https://zenodo.org/api/records/17239593/access",
        "communities": "https://zenodo.org/api/records/17239593/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17239593/communities-suggestions",
        "requests": "https://zenodo.org/api/records/17239593/requests"
      },
      "updated": "2025-10-01T04:18:30.998265+00:00",
      "recid": "17239593",
      "revision": 4,
      "files": [
        {
          "id": "4f3a285e-b31d-46b0-88ac-c47e3efb32ea",
          "key": "napari/napari-v0.6.5rc1.zip",
          "size": 3935666,
          "checksum": "md5:44e929a6388df905139403219a6b36f6",
          "links": {
            "self": "https://zenodo.org/api/records/17239593/files/napari/napari-v0.6.5rc1.zip/content"
          }
        }
      ],
      "swh": {
        "swhid": "swh:1:dir:888d8d5d47eb27ddb1e18dcabcf23dccc76f0676;origin=https://doi.org/10.5281/zenodo.3555620;visit=swh:1:snp:cb0041e8a72a50e04e2cb7480c775ff84bdbff1a;anchor=swh:1:rel:d2fad9563c9074801530fa2d6bb7184edc631333;path=napari-napari-f5505a9"
      },
      "owners": [
        {
          "id": "25150"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 2718,
        "unique_downloads": 2564,
        "views": 37424,
        "unique_views": 34373,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 2,
        "version_views": 2
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-09-30T23:24:34.893043+00:00",
      "modified": "2025-09-30T23:25:52.532590+00:00",
      "id": 17238810,
      "conceptrecid": "17238809",
      "doi": "10.5281/zenodo.17238810",
      "conceptdoi": "10.5281/zenodo.17238809",
      "doi_url": "https://doi.org/10.5281/zenodo.17238810",
      "metadata": {
        "title": "Artificial Intelligence and the Development of Academic Authorship: Analyzing AI-Generated Content, Ethical Issues, and Intellectual Property Challenges",
        "doi": "10.5281/zenodo.17238810",
        "publication_date": "2025-10-01",
        "description": "<p><span lang=\"EN-US\">This paper aims to analyze the impact of artificial intelligence (AI) on scholarly communication and authorship. It illustrates the challenges and possibilities of incorporating AI into research that focuses on authorship attribution, intellectual property (IP), ethics, and legal aspects. The paper explores recent literature findings and outlines AI applications in academic research, authorship, and IP policies. The approaches of analysis include case studies with a literature review. This study demonstrates that artificial intelligence technologies, such as natural language processing (NLP) systems and large language models (LLM), evolve in composition and responsibility into intellectual contribution by incorporating multidisciplinary aspects and analyzing previous authorship models (COPE, ICMJE, and CSE). The methodology gathers data, studies the case of AI applications, and delivers standards to follow for academic publication in the AI era. The findings suggest that existing authorship models are inappropriate for AI contributions and suggest revised criteria that consider the ethical and legal aspects of accountability and IP. Technological advances have implications in academic writing, a fact carried by AI tools to enhance productivity and speed with transparency and intellectual contribution concerns. As artificial intelligence continues to affect scholarly work, authorship, and writing, frameworks must evolve to provide credit verification and maintain the integrity of research findings.</span></p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Kobrossy, Samer",
            "affiliation": "University of Niagara Falls"
          },
          {
            "name": "Jasim, Yaser A.",
            "affiliation": null
          },
          {
            "name": "Ismail, Ismail Abdulwahhab",
            "affiliation": "Alnoor University"
          },
          {
            "name": "Goud, Narsa",
            "affiliation": "ICFAI University"
          },
          {
            "name": "Jasim, Shayma AbdulAali",
            "affiliation": "University of Mosul"
          },
          {
            "name": "Awqati, Ali Jalal",
            "affiliation": "Cihan University-Erbil"
          }
        ],
        "keywords": [
          "Artificial Intelligence",
          "Authorship",
          "ChatGPT",
          "Deep Learning",
          "Ethics",
          "Intellectual Property",
          "LLM"
        ],
        "references": [
          "[1] \tAbdulaali Jasim, Y., Othman Alsaaigh, M., Miqdad Flaih, T., & Ghanem Saeed, M. (2020). On announcement for university whiteboard using mobile application. Computer Science Research and Its Development Journal, 12(1), 63-78. DOI:10.22303/csrid.12.1.2020.63-78 [2] \tAkinrinola, O., Okoye, C. C., Ofodile, O. C., & Ugochukwu, C. E. (2024). Navigating and reviewing ethical dilemmas in AI development: Strategies for transparency, fairness, and accountability. GSC Advanced Research and Reviews, 18(3), 050-058. DOI:10.30574/gscarr.2024.18.3.0088 [3] \tAlAli, R., & Wardat, Y. (2024). Opportunities and challenges of integrating generative artificial intelligence in education. International Journal of Religion, 5(7), 784-793. https://doi.org/10.61707/8y29gv34  [4] \tAlavi, A., Akhoundi, H., & Kouchmeshki, F. (2025). Analyzing Advanced AI Systems Against Definitions of Life and Consciousness. arXiv preprint arXiv:2502.05007. DOI:10.13140/RG.2.2.11586.49606 [5] \tAlier, M., García-Peñalvo, F., & Camba, J. D. (2024). Generative artificial intelligence in education: From deceptive to disruptive. DOI: 10.9781/ijimai.2024.02.011 [6] \tAlnaimat, F., Al-Halaseh, S., & AlSamhori, A. R. F. (2024). Evolution of Research Reporting Standards: Adapting to the Influence of Artificial Intelligence, Statistics Software, and Writing Tools. Journal of Korean Medical Science, 39(32). https://doi.org/10.3346/jkms.2024.39.e231 [7] \tAria, M., Le, T., Cuccurullo, C., Belfiore, A., & Choe, J. (2024). openalexR: An R-Tool for Collecting Bibliometric Data from OpenAlex. R J., 15(4), 167-180. DOI:10.32614/RJ-2023-089 [8] \tAwqati, A. J. & Jasim, Y. A. (2025). Distinguishing human creativity from AI-generated literary texts. PROSPECTIVE RESEARCHES, 25(2), 40-47. 10.61704/jpr.v25i2.pp40-47 [9] \tBhushan, T., & Tahiru, H. A. (2025). Protecting AI-generated inventions under the UK's IP regulatory regime. Journal of Intellectual Property Rights, 30(1), 86-100. DOI: 10.56042/jipr.v30i1.7973 [10] \tBunker Whittington, K., King, M. M., & Cingolani, I. (2024). Structure, status, and span: gender differences in co-authorship networks across 16 region-subject pairs (2009–2013). Scientometrics, 129(1), 147-179. DOI:10.1007/s11192-023-04885-1 [11] \tCanchila, S., Meneses-Eraso, C., Casanoves-Boix, J., Cortés Pellicer, P., & Castello Sirvent, F. (2024). Natural language processing: An overview of models, transformers and applied practices. DOI:10.2298/CSIS230217031C [12] \tCappitelli, F., & Villa, F. (2024). Knowledge behind the scenes of a peer-reviewed journal helps in publishing your manuscript. Annals of Microbiology, 74(1), 35. https://doi.org/10.1186/s13213-024-01777-4  [13] \tCarobene, A., Padoan, A., Cabitza, F., Banfi, G., & Plebani, M. (2024). Rising adoption of artificial intelligence in scientific publishing: evaluating the role, risks, and ethical implications in paper drafting and review process. Clinical Chemistry and Laboratory Medicine (CCLM), 62(5), 835-843. https://doi.org/10.1515/cclm-2023-1136 [14] \tCastillo-Girones, S., Munera, S., Martínez-Sober, M., Blasco, J., Cubero, S., & Gómez-Sanchis, J. (2025). Artificial Neural Networks in Agriculture, the core of artificial intelligence: What, When, and Why. Computers and Electronics in Agriculture, 230, 109938. https://doi.org/10.1016/j.compag.2025.109938 [15] \tCosta, K., Ntsobi, P. M., & Mfolo, L. (2024). Challenges, benefits and recommendations for using generative artificial intelligence in academic writing–a case of ChatGPT. Medicon Engineering Themes. DOI:10.31222/osf.io/7hr5v [16] \tDe Leon, J., de Leon-Martinez, S., Artés-Rodríguez, A., Baca-García, E., & De las Cuevas, C. (2025). Reflections on the Potential and Risks of AI for Scientific Article Writing after the AI Endorsement by Some Scientific Publishers: Focusing on Scopus AI. Actas Españolas de Psiquiatría, 53(2), 433. doi: 10.62641/aep.v53i2.1849 [17] \tDu, Y., Wang, Q., & Zhou, J. (2023). How does digital inclusive finance affect economic resilience: Evidence from 285 cities in China. International Review of Financial Analysis, 88, 102709. https://doi.org/10.1016/j.irfa.2023.102709 [18] \tEwa, W. O., & Ugwu, O. O. (2025). Security vulnerability assessments for sustainable infrastructure: a scientometric review. Environment, Development and Sustainability, 1-34. DOI:10.1007/s10668-025-06029-2 [19] \tFiletti, S., Fenza, G., & Gallo, A. (2024). Research design and writing of scholarly articles: New artificial intelligence tools available for researchers. Endocrine, 85(3), 1104-1116. DOI:10.1007/s12020-024-03977-z [20] \tFinkley, I. (2024). By AI: Authorship, Literature, & Large Language Models. http://imanif.github.io/files/Finkley_HonorsThesis.pdf [21] \tGaffar, H., & Albarashdi, S. (2024). Copyright protection for AI-generated works: Exploring originality and ownership in a digital landscape. Asian Journal of International Law, 1-24. DOI: https://doi.org/10.1017/S2044251323000735 [22] \tGasparyan, A. Y. (2013). Authorship and contributorship in scholarly journals. Journal of Korean medical science, 28(6), 801. doi: 10.3346/jkms.2013.28.6.801 [23] \tGasser, R. B. (2024). Neoliberalism in academia: reflections from a parasitologist. Parasites & Vectors, 17(1), 487. DOI:10.1186/s13071-024-06574-1 [24] \tGill, S. S., Golec, M., Hu, J., Xu, M., Du, J., Wu, H., & Uhlig, S. (2025). Edge AI: A taxonomy, systematic review and future directions. Cluster Computing, 28(1), 1-53.  https://doi.org/10.48550/arXiv.2407.04053 [25] \tGulumbe, B. H., Audu, S. M., & Hashim, A. M. (2024). Balancing AI and academic integrity: what are the positions of academic publishers and universities?. AI & SOCIETY, 1-10. DOI:10.1007/s00146-024-01946-8 [26] \tGuo, S., Zheng, Y., & Zhai, X. (2024). Artificial intelligence in education research during 2013–2023: A review based on bibliometric analysis. Education and Information Technologies, 29(13), 16387-16409. DOI:10.1007/s10639-024-12491-8 [27] \tHongisto, T. (2025). Advertising with AI–On the presentation of authorship of ChatGPT-generated books. Electronic Book Review. https://electronicbookreview.com/essay/advertising-with-ai-on-the-presentation-of-authorship-of-chatgpt-generated-books/.  [28] \tHosseini, M., Rasmussen, L. M., & Resnik, D. B. (2024). Using AI to write scholarly publications. Accountability in research, 31(7), 715-723. https://doi.org/10.1080/08989621.2023.2168535  [29] \tHuang, B., Chen, C., & Shu, K. (2024). Can large language models identify authorship?. arXiv preprint arXiv:2403.08213. https://doi.org/10.48550/arXiv.2403.08213 [30] \tHutson, J. (2024). Rethinking plagiarism in the era of generative AI. Journal of Intelligent Communication, 3(2), 20-31. DOI:10.54963/jic.v4i1.220 [31] \tHutson, J. (2025). Human-AI Collaboration in Writing: A Multidimensional Framework for Creative and Intellectual Authorship. International Journal of Changes in Education. DOI:10.47852/bonviewIJCE52024908 [32] \tInternational Committee of Medical Journal Editors. (2024). Recommendations for the conduct, reporting, editing and publication of scholarly work in medical journals (revised in January 2024): a Korean translation. The Ewha Medical Journal, 47(4). https://doi.org/10.12771/emj.2024.e48  [33] \tIslam, G., & Greenwood, M. (2024). Generative artificial intelligence as hypercommons: Ethics of authorship and ownership. Journal of Business Ethics, 192(4), 659-663. DOI:10.1007/s10551-024-05741-9 [34] \tIsmail, I. A. (2024). Restoring Gilgamesh Through AI With a Negotiation Algorithm Approach. Theory and Practice in Language Studies, 14(10), 3046-3056. DOI:10.17507/tpls.1410.05 [35] \tJasim, Y. A. (2022). A Genetic Disaster of Human Cloning. Cihan University-Erbil Scientific Journal, 6(1), 53-56. DOI:10.24086/cuesj.v6n1y2022.pp53-56 [36] \tJha, S., Singh, A. K., & Chauhan, R. (2024). Deploying fuzzy analytic hierarchy process and sensitivity analysis to identify and prioritize the barriers faced by early‐career social science researchers during research collaborations. Higher Education Quarterly, 78(4), e12542. https://doi.org/10.1111/hequ.12542  [37] \tKandhare, P., Kurlekar, M., Deshpande, T., & Pawar, A. (2025). A Review on Revolutionizing Healthcare Technologies with AI and ML Applications in Pharmaceutical Sciences. Drugs and Drug Candidates, 4(1), 9. https://doi.org/10.3390/ddc4010009  [38] \tKankanhalli, A. (2024). Peer review in the age of generative AI. Journal of the Association for Information Systems, 25(1), 76-84. DOI:10.17705/1jais.00865 [39] \tKaya, Ü. Ü. (2024). What if ChatGPT Could...? Navigating the Ethical Frontiers of Generative AI in Academia. Asian Journal of Distance Education, 19(2). DOI:10.5281/zenodo.12656373 [40] \tKendall, G., & Teixeira da Silva, J. A. (2024). Risks of abuse of large language models, like ChatGPT, in scientific publishing: Authorship, predatory publishing, and paper mills. Learned Publishing, 37(1). doi: 10.1002/leap.1578 [41] \tKhalifa, M., & Albadawy, M. (2024). Using artificial intelligence in academic writing and research: An essential productivity tool. Computer Methods and Programs in Biomedicine Update, 100145. https://doi.org/10.1016/j.cmpbup.2024.100145  [42] \tKhreisat, M. N., Khilani, D., Rusho, M. A., Karkkulainen, E. A., Tabuena, A. C., & Uberas, A. D. (2024). Ethical implications of AI integration in educational decision making: Systematic review. Educational Administration: Theory and Practice, 30(5), 8521-8527. Doi: 10.53555/kuey.v30i5.4406 [43] \tKobrossy, S., Jasim, Y., & Awqati, A. (2025). The Impact of Integrating Artificial Intelligence into Learning by Doing Concept: Economic Growth and Innovation. 5th International Conference on Administrative and Financial Sciences, (CIC-ICAFS'2025) pp 147-159. DOI:10.24086/icafs2025/paper.1574 [44] \tKocak, Z. (2024). Publication ethics in the era of artificial intelligence. Journal of Korean Medical Science, 39(33). https://doi.org/10.3346/jkms.2024.39.e249  [45] \tKovacs, M., Hosseini, M., Holcombe, A. O., Zwart, H., Katz, D. S., & Holmes, K. (2024). Group authorship, an excellent opportunity laced with ethical, legal and technical challenges. Accountability in Research, 1-23. DOI:10.1080/08989621.2024.2322557 [46] \tLalwani, N. (2025). Plagiarism in Publications: All about Being Fair!. Indian Journal of Radiology and Imaging, 35(S 01), S36-S45. DOI:10.1055/s-0044-1791745 [47] \tLee, E. (2024). Prompting progress: authorship in the age of AI. Fla. L. Rev., 76, 1445. DOI:10.2139/ssrn.4609687 [48] \tMachado, H., Silva, S., & Neiva, L. (2025). Publics' views on ethical challenges of artificial intelligence: a scoping review. AI and Ethics, 5(1), 139-167. DOI:10.1007/s43681-023-00387-1 [49] \tMagliocca, P., Canestrino, R., Carayannis, E. G., & Gagliardi, A. R. (2024). Understanding human–technology interaction: evolving boundaries. European Journal of Innovation Management. DOI:10.1108/EJIM-04-2024-0341 [50] \tMarion, T. J., & Fixson, S. K. (2021). The transformation of the innovation process: How digital tools are changing work, collaboration, and organizations in new product development. Journal of Product Innovation Management, 38(1), 192-215. DOI:10.1111/jpim.12547 [51] \tMassoudi, A., Agha, A., Zamoum, K. (2025). Bridging Artificial Intelligence Marketing and Customer Loyalty: The Mediating Role of Perceived Value. Cihan University-Erbil Journal of Humanities and Social Sciences (CUEJHSS), 9(1), 106-113. DOI:10.2139/ssrn.5240332 [52] \tMeho, L. I., & Akl, E. A. (2025). Using bibliometrics to detect questionable authorship and affiliation practices and their impact on global research metrics: A case study of 14 universities. Quantitative Science Studies, 1-36. DOI:10.1162/qss_a_00339 [53] \tMeng, F., & Wang, C. (2024). Artificial Intelligence and Machine Learning Approaches to Text Recognition: A Research Overview. J. Math. Tech. Comput. Math, 3, 1-5. DOI: 10.33140/JMTCM [54] \tMichalak, R. (2024). Fostering undergraduate academic research: rolling out a tech stack with AI-powered tools in a library. Journal of Library Administration, 64(3), 335-346. DOI:10.1080/01930826.2024.2316523 [55] \tMichel-Villarreal, R., Vilalta-Perdomo, E., Salinas-Navarro, D. E., Thierry-Aguilera, R., & Gerardou, F. S. (2023). Challenges and opportunities of generative AI for higher education as explained by ChatGPT. Education Sciences, 13(9), 856. https://doi.org/10.3390/educsci13090856  [56] \tMuthiah, A., Lee, L. K., Koh, J., Liu, A., & Tan, A. (2024). Quality of systematic reviews and meta‐analyses in dermatology. Cochrane Evidence Synthesis and Methods, 2(5), e12056. DOI:10.1002/cesm.12056 [57] \tNi, C., Smith, E., Yuan, H., Larivière, V., & Sugimoto, C. R. (2021). The gendered nature of authorship. Science advances, 7(36), eabe4639. DOI:10.1126/sciadv.abe4639 [58] \tOberting IV, V. A. (2024). Generative Artificial Intelligence and Copyright in the Film and Media Industry. Washington and Lee Law Review Online, 82(2), 123. https://scholarlycommons.law.wlu.edu/wlulr-online/vol82/iss2/2/  [59] \tPicón, G. A. (2024). Perspective of the Institutional Digital Repository in the Protection and Diffusion of Academic Activity. Ciencia Latina Revista Científica Multidisciplinar, 8(2), 4210-4227. DOI:10.37811/cl_rcm.v8i2.10831 [60] \tPividori, M., & Greene, C. S. (2024). A publishing infrastructure for Artificial Intelligence (AI)-assisted academic authoring. Journal of the American Medical Informatics Association, 31(9), 2103-2113. DOI:10.1101/2023.01.21.525030 [61] \tQadhi, S. M., Alduais, A., Chaaban, Y., & Khraisheh, M. (2024). Generative AI, research ethics, and higher education research: Insights from a scientometric analysis. Information, 15(6), 325. DOI:10.3390/info15060325 [62] \tRadtke, A., & Rummel, N. (2025). Generative AI in academic writing: Does information on authorship impact learners' revision behavior?. Computers and Education: Artificial Intelligence, 8, 100350. DOI:10.1016/j.caeai.2024.100350 [63] \tRamli, N., & Zainol, Z. A. (2023). Intellectual property ownership model in academia: An analysis. Journal of Intellectual Property Rights (JIPR), 19(3), 177-188. [64] \tResnik, D. B., & Hosseini, M. (2024). The ethics of using artificial intelligence in scientific research: new guidance needed for a new tool. AI and Ethics, 1-23. DOI:10.1007/s43681-024-00493-8 [65] \tRoffarello, A. M., Calò, T., Scibetta, L., & De Russis, L. (2025). Investigating How Computer Science Researchers Design Their Co-Writing Experiences With AI. https://doi.org/10.1145/3706598.3713205  [66] \tSaeed, M. G., Jasim, Y. A., & Raewf, M. B. (2022). Analyzing social media sentiment: twitter as a case study. ADCAIJ: Advances in Distributed Computing and Artificial Intelligence Journal, 11(4), 427-450. DOI:10.14201/adcaij.28394 [67] \tSchneider, D. M., Mishra, A., Gluski, J., Shah, H., Ward, M., Brown, E. D., & Lo, S. F. L. (2025). Prevalence of Artificial Intelligence-Generated Text in Neurosurgical Publications: Implications for Academic Integrity and Ethical Authorship. Cureus, 17(2). DOI:10.7759/cureus.79086 [68] \tSingh, E., Vasishta, P., & Singla, A. (2025). AI-enhanced education: exploring the impact of AI literacy on generation Z's academic performance in Northern India. Quality Assurance in Education, 33(2), 185-202. DOI:10.1108/QAE-02-2024-0037 [69] \tSun, Y. (2024). Digital transformation and corporates' green technology innovation performance–The mediating role of knowledge sharing. Finance Research Letters, 62, 105105. DOI:10.1016/j.frl.2024.105105 [70] \tTawfeeq, T. M., Awqati, A. J., & Jasim, Y. A. (2023). The ethical implications of chatgpt ai chatbot: A review. JMCER, 2023, 49-57. https://jmcer.org/research/the-ethical-implications-of-chatgpt-ai-chatbot-a-review/  [71] \tThabit, T. H., & Jasim, Y. A. (2015). A manuscript of knowledge representation. International Journal of Human Resource & Industrial Research, 4(4), 10-21. www.arseam.com  [72] \tThurston, M. M., Moniri, N. H., Bowen, J. P., Winkles, C. L., & Miller, S. W. (2023). Managing the \"Three Cs\" of Academic Literature Authorship: Contributions, Credit, and Conflict. American Journal of Pharmaceutical Education, 87(5), 100009. DOI:10.1016/j.ajpe.2022.10.002 [73] \tTorrey, E. F. (2024). Did the human genome project affect research on schizophrenia?. Psychiatry Research, 333, 115691. DOI:10.1016/j.psychres.2023.115691 [74] \tWilliamson, S. M., & Prybutok, V. (2024). The era of artificial intelligence deception: Unraveling the complexities of false realities and emerging threats of misinformation. Information, 15(6), 299. https://doi.org/10.3390/info15060299  [75] \tYakubu, M. A., Sain, Z. H., Lawal, U. S., Budiman, S. A., & Permana, D. (2025). Analysis of Online Academic Writing Tools Usage among Postgraduate Students in North-west Nigeria. Kharisma: Jurnal Administrasi dan Manajemen Pendidikan, 4(1), 1-13. DOI:10.59373/kharisma.v4i1.69 [76] \tZhao, X., Xu, J., & Cox, A. (2024). Incorporating artificial intelligence into student academic writing in higher education: The use of Wordtune by Chinese international students. https://hdl.handle.net/10125/106712  [77] \tZong, Z., & Guan, Y. (2024). AI-driven intelligent data analytics and predictive analysis in Industry 4.0: Transforming knowledge, innovation, and efficiency. Journal of the Knowledge Economy, 1-40. DOI: 10.1007/s13132-024-02001-z"
        ],
        "language": "eng",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "1",
          "pages": "253-270",
          "title": "International Journal of Management and Data Analytics",
          "volume": "5"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17238809"
              }
            }
          ]
        }
      },
      "title": "Artificial Intelligence and the Development of Academic Authorship: Analyzing AI-Generated Content, Ethical Issues, and Intellectual Property Challenges",
      "links": {
        "self": "https://zenodo.org/api/records/17238810",
        "self_html": "https://zenodo.org/records/17238810",
        "preview_html": "https://zenodo.org/records/17238810?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.17238810",
        "self_doi": "https://doi.org/10.5281/zenodo.17238810",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17238810",
        "reserve_doi": "https://zenodo.org/api/records/17238810/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17238809",
        "parent_html": "https://zenodo.org/records/17238809",
        "parent_doi": "https://doi.org/10.5281/zenodo.17238809",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17238809",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17238810/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17238810/sequence/default",
        "files": "https://zenodo.org/api/records/17238810/files",
        "media_files": "https://zenodo.org/api/records/17238810/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17238810:v5e1-019.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17238810:v5e1-019.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17238810:v5e1-019.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17238810:v5e1-019.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17238810:v5e1-019.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17238810:v5e1-019.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17238810/files-archive",
        "archive_media": "https://zenodo.org/api/records/17238810/media-files-archive",
        "latest": "https://zenodo.org/api/records/17238810/versions/latest",
        "latest_html": "https://zenodo.org/records/17238810/latest",
        "versions": "https://zenodo.org/api/records/17238810/versions",
        "draft": "https://zenodo.org/api/records/17238810/draft",
        "access_links": "https://zenodo.org/api/records/17238810/access/links",
        "access_grants": "https://zenodo.org/api/records/17238810/access/grants",
        "access_users": "https://zenodo.org/api/records/17238810/access/users",
        "access_request": "https://zenodo.org/api/records/17238810/access/request",
        "access": "https://zenodo.org/api/records/17238810/access",
        "communities": "https://zenodo.org/api/records/17238810/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17238810/communities-suggestions",
        "requests": "https://zenodo.org/api/records/17238810/requests"
      },
      "updated": "2025-09-30T23:25:52.532590+00:00",
      "recid": "17238810",
      "revision": 6,
      "files": [
        {
          "id": "11127b6f-88ae-451f-9e04-c761f4ef9253",
          "key": "v5e1-019.pdf",
          "size": 1243088,
          "checksum": "md5:72d323fdcd0cecb5f1154fd4311acfa3",
          "links": {
            "self": "https://zenodo.org/api/records/17238810/files/v5e1-019.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1122122"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 7,
        "unique_downloads": 5,
        "views": 6,
        "unique_views": 5,
        "version_downloads": 7,
        "version_unique_downloads": 5,
        "version_unique_views": 5,
        "version_views": 6
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-09-30T19:58:38.657632+00:00",
      "modified": "2025-09-30T19:58:39.519635+00:00",
      "id": 17220156,
      "conceptrecid": "17220155",
      "doi": "10.5281/zenodo.17220156",
      "conceptdoi": "10.5281/zenodo.17220155",
      "doi_url": "https://doi.org/10.5281/zenodo.17220156",
      "metadata": {
        "title": "Begomovirus DNA-A and DNA-B Recombination: Curated Alignments, HyPhy GARD Analyses, and RDP4-Validated Events",
        "doi": "10.5281/zenodo.17220156",
        "publication_date": "2025-09-28",
        "description": "<p>This dataset supports the recombination analysis of begomovirus genome segments (DNA-A and DNA-B). It contains curated sequence inputs, multiple sequence alignments, HyPhy GARD outputs, and a validation table based on RDP4 that harmonizes events across both segments. The dataset is designed for full reproducibility and secondary reuse.</p>\n<p><strong>Contents</strong></p>\n<ul>\n<li>Sequences and Alignments : Raw FASTA inputs; deduplicated sets (SeqKit v2.1.0); MAFFT v7.505 alignments; and masked alignments (gap-rich columns &gt;50% removed, and IUPAC ambiguities retained as bases).</li>\n<li>Redundancy Reduction: CD-HIT-EST v4.8.1 centroid sets at 99% identity and their realignments.</li>\n<li>HyPhy GARD (v2.5.70): JSON outputs and best-fit snapshots for centroid scans (GTR+G, four classes; <em>--mode Faster</em>; <em>--max-breakpoints </em>8&ndash;12), and where AICc permitted, full realignments (HKY+G, two classes; <em>--mode Normal</em>; <em>--max-breakpoints </em>8).</li>\n<li>RDP4 validation exports (\"Breakpoint positions/Detection methods\") and a harmonized table (dnaA+dnaB) of validated events with the following fields: event_id, segment, recombinant, major_parent, minor_parent, begin, end, n_sig_methods, and sig_methods. The validation criterion is &ge;3 methods (RDP, GENECONV, BootScan, MaxChi, Chimaera, SiScan, and 3Seq, as well as PhylPro/LARD, if present) with p &lt; 0.05 or non-NS indicators in the export.</li>\n</ul>",
        "access_right": "open",
        "creators": [
          {
            "name": "TIBIRI, B. Ezechiel",
            "affiliation": "Laboratoire de Virologie et de Biotechnologie Végétale (LVBV), Institut de l'Environnement et de Recherches Agricoles (INERA), 04 BP 8645 Ouagadougou, Burkina Faso",
            "orcid": "0000-0002-0417-1961"
          },
          {
            "name": "Fidèle, TIENDREBEOGO",
            "affiliation": "Central and West African Virus Epidemiology (WAVE) for Food Security Program, Pôle Scientifique et d'Innovation, Université Félix Houphouët-Boigny, Bingerville, Côte d'Ivoire",
            "orcid": "0000-0002-3619-3268"
          }
        ],
        "contributors": [
          {
            "name": "SAWADOGO, Seydou",
            "affiliation": "Laboratoire de Virologie et de Biotechnologie Végétale (LVBV), Institut de l'Environnement et de Recherches Agricoles (INERA), 04 BP 8645 Ouagadougou, Burkina Faso",
            "type": "DataCurator",
            "orcid": "0009-0007-3783-3865"
          },
          {
            "name": "Name, Pakyendou E.",
            "affiliation": "Laboratoire de Virologie et de Biotechnologie Végétale (LVBV), Institut de l'Environnement et de Recherches Agricoles (INERA), 04 BP 8645 Ouagadougou, Burkina Faso",
            "type": "DataCurator",
            "orcid": "0009-0007-8068-413X"
          }
        ],
        "keywords": [
          "Cassava"
        ],
        "dates": [
          {
            "type": "available"
          }
        ],
        "language": "eng",
        "resource_type": {
          "title": "Data paper",
          "type": "publication",
          "subtype": "datapaper"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17220155"
              }
            }
          ]
        }
      },
      "title": "Begomovirus DNA-A and DNA-B Recombination: Curated Alignments, HyPhy GARD Analyses, and RDP4-Validated Events",
      "links": {
        "self": "https://zenodo.org/api/records/17220156",
        "self_html": "https://zenodo.org/records/17220156",
        "preview_html": "https://zenodo.org/records/17220156?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.17220156",
        "self_doi": "https://doi.org/10.5281/zenodo.17220156",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17220156",
        "reserve_doi": "https://zenodo.org/api/records/17220156/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17220155",
        "parent_html": "https://zenodo.org/records/17220155",
        "parent_doi": "https://doi.org/10.5281/zenodo.17220155",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17220155",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17220156/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17220156/sequence/default",
        "files": "https://zenodo.org/api/records/17220156/files",
        "media_files": "https://zenodo.org/api/records/17220156/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17220156:Supplementary%20Figure%20S1.jpg/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17220156:Supplementary%20Figure%20S1.jpg/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17220156:Supplementary%20Figure%20S1.jpg/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17220156:Supplementary%20Figure%20S1.jpg/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17220156:Supplementary%20Figure%20S1.jpg/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17220156:Supplementary%20Figure%20S1.jpg/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17220156/files-archive",
        "archive_media": "https://zenodo.org/api/records/17220156/media-files-archive",
        "latest": "https://zenodo.org/api/records/17220156/versions/latest",
        "latest_html": "https://zenodo.org/records/17220156/latest",
        "versions": "https://zenodo.org/api/records/17220156/versions",
        "draft": "https://zenodo.org/api/records/17220156/draft",
        "access_links": "https://zenodo.org/api/records/17220156/access/links",
        "access_grants": "https://zenodo.org/api/records/17220156/access/grants",
        "access_users": "https://zenodo.org/api/records/17220156/access/users",
        "access_request": "https://zenodo.org/api/records/17220156/access/request",
        "access": "https://zenodo.org/api/records/17220156/access",
        "communities": "https://zenodo.org/api/records/17220156/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17220156/communities-suggestions",
        "requests": "https://zenodo.org/api/records/17220156/requests"
      },
      "updated": "2025-09-30T19:58:39.519635+00:00",
      "recid": "17220156",
      "revision": 4,
      "files": [
        {
          "id": "bbd54829-9f76-49e9-b37e-aaad46b02172",
          "key": "Supplementary Figure S1.jpg",
          "size": 4771583,
          "checksum": "md5:64fa222c736e0bf4de106e96fd83fd2f",
          "links": {
            "self": "https://zenodo.org/api/records/17220156/files/Supplementary Figure S1.jpg/content"
          }
        },
        {
          "id": "e0187e8a-0b93-44f6-8738-a2a103565fe3",
          "key": "Supplementary Figure S3.jpg",
          "size": 6306939,
          "checksum": "md5:09ec6ad3c51dbc5c9608b2adfdd2166c",
          "links": {
            "self": "https://zenodo.org/api/records/17220156/files/Supplementary Figure S3.jpg/content"
          }
        },
        {
          "id": "39ec70da-4885-4457-b190-a309c45131ac",
          "key": "Supplementary Figure S2.jpg",
          "size": 6274386,
          "checksum": "md5:2b43e7d0f758b29baf3e9acc28d1796d",
          "links": {
            "self": "https://zenodo.org/api/records/17220156/files/Supplementary Figure S2.jpg/content"
          }
        },
        {
          "id": "2c2bed86-bd93-46fc-b943-2ec907b85332",
          "key": "dnaA.fasta",
          "size": 2484013,
          "checksum": "md5:8a108de386130b56a4d5f9cd9ea9fa78",
          "links": {
            "self": "https://zenodo.org/api/records/17220156/files/dnaA.fasta/content"
          }
        },
        {
          "id": "f9dcace0-d2e6-47df-8657-cea20ef2b5c3",
          "key": "dnaB.fasta",
          "size": 995135,
          "checksum": "md5:d8e87646fe34c85f5c127f82faa297de",
          "links": {
            "self": "https://zenodo.org/api/records/17220156/files/dnaB.fasta/content"
          }
        },
        {
          "id": "948aeeaf-486e-434b-ab0d-a4ca11890b00",
          "key": "dnaA.masked.fasta",
          "size": 2217124,
          "checksum": "md5:5141e8d2f0411d18f1e05dac849f8db8",
          "links": {
            "self": "https://zenodo.org/api/records/17220156/files/dnaA.masked.fasta/content"
          }
        },
        {
          "id": "3f772155-cc95-4970-b65d-1fd59d08794f",
          "key": "dnaA_masked.csv",
          "size": 463458,
          "checksum": "md5:e08621f34141a199545120f8b5701c52",
          "links": {
            "self": "https://zenodo.org/api/records/17220156/files/dnaA_masked.csv/content"
          }
        },
        {
          "id": "60907de5-5002-49dc-b105-9caf2272928f",
          "key": "dnaB_masked.csv",
          "size": 9808,
          "checksum": "md5:bc9a651e92f6355423e92a74b779caf6",
          "links": {
            "self": "https://zenodo.org/api/records/17220156/files/dnaB_masked.csv/content"
          }
        },
        {
          "id": "39c432d4-13cc-4296-b554-fa788948061b",
          "key": "dnaB.masked.fasta",
          "size": 860478,
          "checksum": "md5:93c80981eede424a77a4cebdcc46e1c9",
          "links": {
            "self": "https://zenodo.org/api/records/17220156/files/dnaB.masked.fasta/content"
          }
        },
        {
          "id": "10cc9465-2602-48b2-be31-06a361049a45",
          "key": "dnaA_masked.rdp",
          "size": 4498785,
          "checksum": "md5:a88dac7be13aea3b27fd451a836170e7",
          "links": {
            "self": "https://zenodo.org/api/records/17220156/files/dnaA_masked.rdp/content"
          }
        },
        {
          "id": "296e6d65-614a-4ebb-aa85-f8726388d028",
          "key": "dnaB_masked.rdp",
          "size": 915458,
          "checksum": "md5:072a566f9d67ad05e1e629056125c1f8",
          "links": {
            "self": "https://zenodo.org/api/records/17220156/files/dnaB_masked.rdp/content"
          }
        },
        {
          "id": "c31b1315-506d-49de-8d9e-00459c76ebc5",
          "key": "metadata.tsv",
          "size": 24879,
          "checksum": "md5:7d34ac16bd5fd1d69b64966a5c6147de",
          "links": {
            "self": "https://zenodo.org/api/records/17220156/files/metadata.tsv/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1377581"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 16,
        "unique_downloads": 11,
        "views": 6,
        "unique_views": 6,
        "version_downloads": 16,
        "version_unique_downloads": 11,
        "version_unique_views": 6,
        "version_views": 6
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-09-30T19:57:38.815640+00:00",
      "modified": "2025-09-30T20:02:48.452945+00:00",
      "id": 17237991,
      "conceptrecid": "17237990",
      "doi": "10.5281/zenodo.17237991",
      "conceptdoi": "10.5281/zenodo.17237990",
      "doi_url": "https://doi.org/10.5281/zenodo.17237991",
      "metadata": {
        "title": "Supplementary tables for the study of Pseudomonas sp. AU10 and related Antarctic lineages",
        "doi": "10.5281/zenodo.17237991",
        "publication_date": "2025-09-30",
        "description": "<p>Here we present supplementary Excel table files (.xlsx) for the manuscript submitted to Applied and Environmental Microbiology, entitled &ldquo;From genome to lifestyle: adaptive strategies of&nbsp;<em>Pseudomonas</em> sp. AU10 and its Antarctic lineage.&rdquo;</p>\n<p><strong>Tables Z1&ndash;Z2</strong> list the single-copy orthologs used in the phylogenomic analyses (Figures 2 and S3).</p>\n<p><strong>Tables Z3&ndash;Z7</strong> contain the pangenome summary and the results of functional enrichment analyses. Specifically, Table Z3 provides the overall pangenome summary, while Tables Z4&ndash;Z7 report enrichment analyses for the Antarctic clade, AU10&rsquo;s species, the cold clade, and both clades, respectively.</p>\n<p><strong>Tables Z8&ndash;Z10</strong> show syntenic BLASTp comparisons using <em>Pseudomonas</em> sp. AU10, <em>Pseudomonas fluorescens</em> ATCC 135225, and <em>Pseudomonas antarctica</em> PAMC 27494 as reference genomes.</p>",
        "access_right": "restricted",
        "creators": [
          {
            "name": "García Laviña, César Xavier",
            "affiliation": "Universidad de la República",
            "orcid": "0009-0008-3963-2626"
          }
        ],
        "contributors": [
          {
            "name": "García Laviña, César Xavier",
            "affiliation": "Universidad de la República",
            "type": "ContactPerson",
            "orcid": "0009-0008-3963-2626"
          },
          {
            "name": "Smircich, Pablo",
            "affiliation": "Instituto de Investigaciones Biológicas Clemente Estable",
            "type": "Researcher",
            "orcid": "0000-0002-3856-3920"
          },
          {
            "name": "Castro-Sowinski, Susana",
            "affiliation": "Universidad de la República",
            "type": "Researcher",
            "orcid": "0000-0002-1286-1743"
          }
        ],
        "resource_type": {
          "title": "Working paper",
          "type": "publication",
          "subtype": "workingpaper"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17237990"
              }
            }
          ]
        }
      },
      "title": "Supplementary tables for the study of Pseudomonas sp. AU10 and related Antarctic lineages",
      "links": {
        "self": "https://zenodo.org/api/records/17237991",
        "self_html": "https://zenodo.org/records/17237991",
        "preview_html": "https://zenodo.org/records/17237991?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.17237991",
        "self_doi": "https://doi.org/10.5281/zenodo.17237991",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17237991",
        "reserve_doi": "https://zenodo.org/api/records/17237991/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17237990",
        "parent_html": "https://zenodo.org/records/17237990",
        "parent_doi": "https://doi.org/10.5281/zenodo.17237990",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17237990",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17237991/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17237991/sequence/default",
        "files": "https://zenodo.org/api/records/17237991/files",
        "media_files": "https://zenodo.org/api/records/17237991/media-files",
        "archive": "https://zenodo.org/api/records/17237991/files-archive",
        "archive_media": "https://zenodo.org/api/records/17237991/media-files-archive",
        "latest": "https://zenodo.org/api/records/17237991/versions/latest",
        "latest_html": "https://zenodo.org/records/17237991/latest",
        "versions": "https://zenodo.org/api/records/17237991/versions",
        "draft": "https://zenodo.org/api/records/17237991/draft",
        "access_links": "https://zenodo.org/api/records/17237991/access/links",
        "access_grants": "https://zenodo.org/api/records/17237991/access/grants",
        "access_users": "https://zenodo.org/api/records/17237991/access/users",
        "access_request": "https://zenodo.org/api/records/17237991/access/request",
        "access": "https://zenodo.org/api/records/17237991/access",
        "communities": "https://zenodo.org/api/records/17237991/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17237991/communities-suggestions",
        "requests": "https://zenodo.org/api/records/17237991/requests"
      },
      "updated": "2025-09-30T20:02:48.452945+00:00",
      "recid": "17237991",
      "revision": 6,
      "files": [],
      "swh": {},
      "owners": [
        {
          "id": "1422810"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 1,
        "unique_downloads": 1,
        "views": 9,
        "unique_views": 3,
        "version_downloads": 1,
        "version_unique_downloads": 1,
        "version_unique_views": 3,
        "version_views": 9
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-09-30T18:23:18.860302+00:00",
      "modified": "2025-09-30T18:23:19.055469+00:00",
      "id": 17237684,
      "conceptrecid": "14960588",
      "doi": "10.5281/zenodo.17237684",
      "conceptdoi": "10.5281/zenodo.14960588",
      "doi_url": "https://doi.org/10.5281/zenodo.17237684",
      "metadata": {
        "title": "github.com/iwc-workflows/Assembly-Hifi-HiC-phasing-VGP4/main",
        "doi": "10.5281/zenodo.17237684",
        "publication_date": "2025-09-30",
        "description": "<p>Assemble Genome using PacBio HiFi and HiC data from the same individual for phasing. Prerequisite: Run k-mer profiling workflow (VGP1). This workflow uses HiFiasm for contigging, and generates assembly statistics, BUSCO reports, Merqury histograms, and the genome assembly contigs in fasta and GFA format.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Delphine Lariviere",
            "affiliation": "The Pennsylvania State University Eberly College of Science",
            "orcid": "0000-0001-6421-3484"
          },
          {
            "name": "Galaxy",
            "affiliation": null
          },
          {
            "name": "VGP",
            "affiliation": null
          }
        ],
        "related_identifiers": [
          {
            "identifier": "https://dockstore.org/aliases/workflow-versions/10.5281-zenodo.17237684",
            "relation": "isIdenticalTo",
            "scheme": "url"
          },
          {
            "identifier": "https://dockstore.org/workflows/github.com/iwc-workflows/Assembly-Hifi-HiC-phasing-VGP4/main:v0.3.13",
            "relation": "isIdenticalTo",
            "scheme": "url"
          },
          {
            "identifier": "https://dockstore.org/api/ga4gh/trs/v2/tools/%23workflow%2Fgithub.com%2Fiwc-workflows%2FAssembly-Hifi-HiC-phasing-VGP4%2Fmain/versions/v0.3.13/PLAIN-gxformat2/descriptor/Assembly-Hifi-HiC-phasing-VGP4.ga",
            "relation": "isIdenticalTo",
            "scheme": "url"
          }
        ],
        "version": "v0.3.13",
        "resource_type": {
          "title": "Software",
          "type": "software"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "f312c6b6-0dd6-4fb2-a224-7c4960394ac1"
          },
          {
            "id": "dockstore"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 13,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "14960588"
              }
            }
          ]
        }
      },
      "title": "github.com/iwc-workflows/Assembly-Hifi-HiC-phasing-VGP4/main",
      "links": {
        "self": "https://zenodo.org/api/records/17237684",
        "self_html": "https://zenodo.org/records/17237684",
        "preview_html": "https://zenodo.org/records/17237684?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.17237684",
        "self_doi": "https://doi.org/10.5281/zenodo.17237684",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17237684",
        "reserve_doi": "https://zenodo.org/api/records/17237684/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/14960588",
        "parent_html": "https://zenodo.org/records/14960588",
        "parent_doi": "https://doi.org/10.5281/zenodo.14960588",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.14960588",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17237684/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17237684/sequence/default",
        "files": "https://zenodo.org/api/records/17237684/files",
        "media_files": "https://zenodo.org/api/records/17237684/media-files",
        "archive": "https://zenodo.org/api/records/17237684/files-archive",
        "archive_media": "https://zenodo.org/api/records/17237684/media-files-archive",
        "latest": "https://zenodo.org/api/records/17237684/versions/latest",
        "latest_html": "https://zenodo.org/records/17237684/latest",
        "versions": "https://zenodo.org/api/records/17237684/versions",
        "draft": "https://zenodo.org/api/records/17237684/draft",
        "access_links": "https://zenodo.org/api/records/17237684/access/links",
        "access_grants": "https://zenodo.org/api/records/17237684/access/grants",
        "access_users": "https://zenodo.org/api/records/17237684/access/users",
        "access_request": "https://zenodo.org/api/records/17237684/access/request",
        "access": "https://zenodo.org/api/records/17237684/access",
        "communities": "https://zenodo.org/api/records/17237684/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17237684/communities-suggestions",
        "requests": "https://zenodo.org/api/records/17237684/requests"
      },
      "updated": "2025-09-30T18:23:19.055469+00:00",
      "recid": "17237684",
      "revision": 4,
      "files": [
        {
          "id": "f6694e13-2345-4276-9d7d-bb7243618069",
          "key": "github.com-iwc-workflows-Assembly-Hifi-HiC-phasing-VGP4-main_v0.3.13.zip",
          "size": 24053,
          "checksum": "md5:bd01684060d2267338aede2536486ee6",
          "links": {
            "self": "https://zenodo.org/api/records/17237684/files/github.com-iwc-workflows-Assembly-Hifi-HiC-phasing-VGP4-main_v0.3.13.zip/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "76183"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 366,
        "unique_downloads": 360,
        "views": 1940,
        "unique_views": 1916,
        "version_downloads": 4,
        "version_unique_downloads": 4,
        "version_unique_views": 33,
        "version_views": 33
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-09-30T17:38:31.973484+00:00",
      "modified": "2025-09-30T17:38:32.225145+00:00",
      "id": 17237308,
      "conceptrecid": "17237307",
      "doi": "10.5281/zenodo.17237308",
      "conceptdoi": "10.5281/zenodo.17237307",
      "doi_url": "https://doi.org/10.5281/zenodo.17237308",
      "metadata": {
        "title": "DNAi: an open-source AI tool for unbiased DNA fiber analysis",
        "doi": "10.5281/zenodo.17237308",
        "publication_date": "2025-09-30",
        "description": "<p>Data corresponding to the project:</p>\n<p>DNAi: an open-source AI tool for unbiased DNA fiber analysis</p>\n<p>The dataset used for training and evaluation of <strong>DNAi</strong> consists of <strong>1,032 non-overlapping tiles</strong> of immunofluorescence microscopy images of DNA fibers, obtained after incubation with CldU (red channel), IdU (green channel), and spreading.</p>\n<ul>\n<li>\n<p><strong>Training set:</strong> 831 images with manual annotations</p>\n</li>\n<li>\n<p><strong>Test set:</strong> 201 images with manual annotations</p>\n</li>\n<li>\n<p><strong>Inter-grader study:</strong> 20 images (subset of the test set) manually annotated independently by four expert annotators, to assess inter-annotator variability.</p>\n</li>\n</ul>\n<p>All images were acquired using a <strong>Zeiss Axio Observer Z2 widefield fluorescence microscope</strong> equipped with a <strong>63&times;/1.4 oil immersion objective lens</strong> and a <strong>Zeiss Axiocam 820 monochrome sCMOS camera</strong>. The pixel size is <strong>0.26 &mu;m &times; 0.26 &mu;m</strong>.</p>\n<p>Abstract:<br>DNA fiber assays are powerful tools for investigating replication dynamics at the single-molecule level. However, their application and widespread adoption has been hampered by the labor-intensive and tedious nature of manual analysis of large numbers of images. Quantification of labeled DNA fibers typically depends on subjective examination, selection, and annotation of individual fibers from fluorescence microscopy images reducing inter-user consistency, reproducibility, and experimental throughput. To address these issues, we developed DNAi, a computer vision tool based on deep learning allowing automated detection and quantification of labeled DNA fiber length. DNAi was trained on a large and diverse dataset of manually annotated images of DNA fibers and matches human performance and accuracy in segmentation and length measurement across a wide range of experimental conditions. The open-source tool includes a user-friendly interface, which permits visual validation and manual selection of segmented fibers. Overall, DNAi enables robust, rapid, and reproducible DNA fiber analysis, and is freely available.</p>\n<div>&nbsp;</div>",
        "access_right": "open",
        "creators": [
          {
            "name": "Playout, Clément",
            "affiliation": null,
            "orcid": "0000-0002-0978-3588"
          },
          {
            "name": "Mehrjoo, Yosra",
            "affiliation": null,
            "orcid": "0009-0007-0807-7378"
          },
          {
            "name": "Duval, Renaud",
            "affiliation": null,
            "orcid": "0000-0002-3845-3318"
          },
          {
            "name": "Boucher, Marie Carole",
            "affiliation": null,
            "orcid": "0000-0003-1988-3512"
          },
          {
            "name": "Costantino, Santiago",
            "affiliation": "Université de Montréal",
            "orcid": "0000-0002-2454-2635"
          },
          {
            "name": "Wurtele, Hugo",
            "affiliation": "Hôpital Maisonneuve-Rosemont",
            "orcid": "0000-0002-5733-1711"
          }
        ],
        "contributors": [
          {
            "name": "Playout, Clément",
            "affiliation": "Université de Montréal",
            "type": "Researcher",
            "orcid": "0000-0002-0978-3588"
          },
          {
            "name": "Mehrjoo, Yosra",
            "affiliation": "Université de Montréal",
            "type": "Researcher",
            "orcid": "0009-0007-0807-7378"
          },
          {
            "name": "Duval, Renaud",
            "affiliation": "Université de Montréal",
            "type": "Supervisor",
            "orcid": "0000-0002-3845-3318"
          },
          {
            "name": "Boucher, Marie Carole",
            "affiliation": "Université de Montréal",
            "type": "Supervisor",
            "orcid": "0000-0003-1988-3512"
          },
          {
            "name": "Costantino, Santiago",
            "affiliation": "Hôpital Maisonneuve-Rosemont",
            "type": "Researcher"
          },
          {
            "name": "Wurtele, Hugo",
            "affiliation": "Hôpital Maisonneuve-Rosemont",
            "type": "Supervisor",
            "orcid": "0000-0002-5733-1711"
          }
        ],
        "keywords": [
          "DNA fibers analyses",
          "Replicative stress",
          "DNA replication",
          "DNA spreading",
          "Deep learning"
        ],
        "dates": [
          {
            "type": "available"
          }
        ],
        "version": "1",
        "language": "eng",
        "custom": {
          "code:codeRepository": "https://github.com/ClementPla/DNAi",
          "code:programmingLanguage": [
            {
              "id": "python",
              "title": {
                "en": "Python"
              }
            }
          ],
          "code:developmentStatus": {
            "id": "active",
            "title": {
              "en": "Active"
            }
          }
        },
        "resource_type": {
          "title": "Annotation collection",
          "type": "publication",
          "subtype": "annotationcollection"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17237307"
              }
            }
          ]
        }
      },
      "title": "DNAi: an open-source AI tool for unbiased DNA fiber analysis",
      "links": {
        "self": "https://zenodo.org/api/records/17237308",
        "self_html": "https://zenodo.org/records/17237308",
        "preview_html": "https://zenodo.org/records/17237308?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.17237308",
        "self_doi": "https://doi.org/10.5281/zenodo.17237308",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17237308",
        "reserve_doi": "https://zenodo.org/api/records/17237308/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17237307",
        "parent_html": "https://zenodo.org/records/17237307",
        "parent_doi": "https://doi.org/10.5281/zenodo.17237307",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17237307",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17237308/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17237308/sequence/default",
        "files": "https://zenodo.org/api/records/17237308/files",
        "media_files": "https://zenodo.org/api/records/17237308/media-files",
        "archive": "https://zenodo.org/api/records/17237308/files-archive",
        "archive_media": "https://zenodo.org/api/records/17237308/media-files-archive",
        "latest": "https://zenodo.org/api/records/17237308/versions/latest",
        "latest_html": "https://zenodo.org/records/17237308/latest",
        "versions": "https://zenodo.org/api/records/17237308/versions",
        "draft": "https://zenodo.org/api/records/17237308/draft",
        "access_links": "https://zenodo.org/api/records/17237308/access/links",
        "access_grants": "https://zenodo.org/api/records/17237308/access/grants",
        "access_users": "https://zenodo.org/api/records/17237308/access/users",
        "access_request": "https://zenodo.org/api/records/17237308/access/request",
        "access": "https://zenodo.org/api/records/17237308/access",
        "communities": "https://zenodo.org/api/records/17237308/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17237308/communities-suggestions",
        "requests": "https://zenodo.org/api/records/17237308/requests"
      },
      "updated": "2025-09-30T17:38:32.225145+00:00",
      "recid": "17237308",
      "revision": 4,
      "files": [
        {
          "id": "cf089103-7356-46b9-a0cc-1fccd8c07e6e",
          "key": "DNAiData.zip",
          "size": 1182564868,
          "checksum": "md5:41d41493b3109d1e6916ed137119fda1",
          "links": {
            "self": "https://zenodo.org/api/records/17237308/files/DNAiData.zip/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1422721"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 11,
        "unique_views": 9,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 9,
        "version_views": 11
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-09-30T16:41:41.374104+00:00",
      "modified": "2025-09-30T16:41:41.690432+00:00",
      "id": 17237059,
      "conceptrecid": "14926787",
      "doi": "10.5281/zenodo.17237059",
      "conceptdoi": "10.5281/zenodo.14926787",
      "doi_url": "https://doi.org/10.5281/zenodo.17237059",
      "metadata": {
        "title": "github.com/iwc-workflows/Assembly-Hifi-Trio-phasing-VGP5/main",
        "doi": "10.5281/zenodo.17237059",
        "publication_date": "2025-09-30",
        "description": "<p>Generate phased assembly based on PacBio HiFi reads and parental Illumina data for phasing. Part of the VGP workflow suite, it needs to be run after the Trio k-mer Profiling workflow VGP2. This workflow uses HiFiasm for contigging, and generates assembly statistics, BUSCO reports, Merqury plots, and the genome assembly contigs in fasta and GFA format.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Galaxy",
            "affiliation": null
          },
          {
            "name": "VGP",
            "affiliation": null
          }
        ],
        "related_identifiers": [
          {
            "identifier": "https://dockstore.org/aliases/workflow-versions/10.5281-zenodo.17237059",
            "relation": "isIdenticalTo",
            "scheme": "url"
          },
          {
            "identifier": "https://dockstore.org/workflows/github.com/iwc-workflows/Assembly-Hifi-Trio-phasing-VGP5/main:v0.9.9",
            "relation": "isIdenticalTo",
            "scheme": "url"
          },
          {
            "identifier": "https://dockstore.org/api/ga4gh/trs/v2/tools/%23workflow%2Fgithub.com%2Fiwc-workflows%2FAssembly-Hifi-Trio-phasing-VGP5%2Fmain/versions/v0.9.9/PLAIN-gxformat2/descriptor/Assembly-Hifi-Trio-phasing-VGP5.ga",
            "relation": "isIdenticalTo",
            "scheme": "url"
          }
        ],
        "version": "v0.9.9",
        "resource_type": {
          "title": "Software",
          "type": "software"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "f312c6b6-0dd6-4fb2-a224-7c4960394ac1"
          },
          {
            "id": "dockstore"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 10,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "14926787"
              }
            }
          ]
        }
      },
      "title": "github.com/iwc-workflows/Assembly-Hifi-Trio-phasing-VGP5/main",
      "links": {
        "self": "https://zenodo.org/api/records/17237059",
        "self_html": "https://zenodo.org/records/17237059",
        "preview_html": "https://zenodo.org/records/17237059?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.17237059",
        "self_doi": "https://doi.org/10.5281/zenodo.17237059",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17237059",
        "reserve_doi": "https://zenodo.org/api/records/17237059/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/14926787",
        "parent_html": "https://zenodo.org/records/14926787",
        "parent_doi": "https://doi.org/10.5281/zenodo.14926787",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.14926787",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17237059/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17237059/sequence/default",
        "files": "https://zenodo.org/api/records/17237059/files",
        "media_files": "https://zenodo.org/api/records/17237059/media-files",
        "archive": "https://zenodo.org/api/records/17237059/files-archive",
        "archive_media": "https://zenodo.org/api/records/17237059/media-files-archive",
        "latest": "https://zenodo.org/api/records/17237059/versions/latest",
        "latest_html": "https://zenodo.org/records/17237059/latest",
        "versions": "https://zenodo.org/api/records/17237059/versions",
        "draft": "https://zenodo.org/api/records/17237059/draft",
        "access_links": "https://zenodo.org/api/records/17237059/access/links",
        "access_grants": "https://zenodo.org/api/records/17237059/access/grants",
        "access_users": "https://zenodo.org/api/records/17237059/access/users",
        "access_request": "https://zenodo.org/api/records/17237059/access/request",
        "access": "https://zenodo.org/api/records/17237059/access",
        "communities": "https://zenodo.org/api/records/17237059/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17237059/communities-suggestions",
        "requests": "https://zenodo.org/api/records/17237059/requests"
      },
      "updated": "2025-09-30T16:41:41.690432+00:00",
      "recid": "17237059",
      "revision": 4,
      "files": [
        {
          "id": "04a131da-f0de-47d1-b466-39abcb9b9726",
          "key": "github.com-iwc-workflows-Assembly-Hifi-Trio-phasing-VGP5-main_v0.9.9.zip",
          "size": 20567,
          "checksum": "md5:b448cc82c54b32d4335e0439f29ffb26",
          "links": {
            "self": "https://zenodo.org/api/records/17237059/files/github.com-iwc-workflows-Assembly-Hifi-Trio-phasing-VGP5-main_v0.9.9.zip/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "76183"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 161,
        "unique_downloads": 158,
        "views": 368,
        "unique_views": 368,
        "version_downloads": 5,
        "version_unique_downloads": 5,
        "version_unique_views": 28,
        "version_views": 28
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-09-30T15:52:59.111484+00:00",
      "modified": "2025-09-30T15:52:59.403092+00:00",
      "id": 17236732,
      "conceptrecid": "3739299",
      "doi": "10.5281/zenodo.17236732",
      "conceptdoi": "10.5281/zenodo.3739299",
      "doi_url": "https://doi.org/10.5281/zenodo.17236732",
      "metadata": {
        "title": "zwicker-group/py-pde: 0.47.1",
        "doi": "10.5281/zenodo.17236732",
        "publication_date": "2025-09-30",
        "description": "<h2>What's Changed</h2>\n<ul>\n<li>Refine data type annotation in DataFieldBase constructor to specify allowed string literals by @david-zwicker in https://github.com/zwicker-group/py-pde/pull/725</li>\n<li>Use more precise array types by @david-zwicker in https://github.com/zwicker-group/py-pde/pull/726</li>\n</ul>\n<p><strong>Full Changelog</strong>: https://github.com/zwicker-group/py-pde/compare/0.47.0...0.47.1</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "David Zwicker",
            "affiliation": "Max Planck Institute for Dynamics and Self-Organization"
          },
          {
            "name": "Juanjo Bazán",
            "affiliation": null
          },
          {
            "name": "Daniel S. Katz",
            "affiliation": "UIUC"
          },
          {
            "name": "Estefania Vidal",
            "affiliation": null
          },
          {
            "name": "JKrausser",
            "affiliation": null
          },
          {
            "name": "lmenou",
            "affiliation": null
          },
          {
            "name": "noah-ziethen",
            "affiliation": null
          }
        ],
        "related_identifiers": [
          {
            "identifier": "https://github.com/zwicker-group/py-pde/tree/0.47.1",
            "relation": "isSupplementTo",
            "resource_type": "software",
            "scheme": "url"
          }
        ],
        "version": "0.47.1",
        "custom": {
          "code:codeRepository": "https://github.com/zwicker-group/py-pde"
        },
        "resource_type": {
          "title": "Software",
          "type": "software"
        },
        "license": {
          "id": "mit-license"
        },
        "relations": {
          "version": [
            {
              "index": 124,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "3739299"
              }
            }
          ]
        }
      },
      "title": "zwicker-group/py-pde: 0.47.1",
      "links": {
        "self": "https://zenodo.org/api/records/17236732",
        "self_html": "https://zenodo.org/records/17236732",
        "preview_html": "https://zenodo.org/records/17236732?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.17236732",
        "self_doi": "https://doi.org/10.5281/zenodo.17236732",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17236732",
        "reserve_doi": "https://zenodo.org/api/records/17236732/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/3739299",
        "parent_html": "https://zenodo.org/records/3739299",
        "parent_doi": "https://doi.org/10.5281/zenodo.3739299",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.3739299",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17236732/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17236732/sequence/default",
        "files": "https://zenodo.org/api/records/17236732/files",
        "media_files": "https://zenodo.org/api/records/17236732/media-files",
        "archive": "https://zenodo.org/api/records/17236732/files-archive",
        "archive_media": "https://zenodo.org/api/records/17236732/media-files-archive",
        "latest": "https://zenodo.org/api/records/17236732/versions/latest",
        "latest_html": "https://zenodo.org/records/17236732/latest",
        "versions": "https://zenodo.org/api/records/17236732/versions",
        "draft": "https://zenodo.org/api/records/17236732/draft",
        "access_links": "https://zenodo.org/api/records/17236732/access/links",
        "access_grants": "https://zenodo.org/api/records/17236732/access/grants",
        "access_users": "https://zenodo.org/api/records/17236732/access/users",
        "access_request": "https://zenodo.org/api/records/17236732/access/request",
        "access": "https://zenodo.org/api/records/17236732/access",
        "communities": "https://zenodo.org/api/records/17236732/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17236732/communities-suggestions",
        "requests": "https://zenodo.org/api/records/17236732/requests"
      },
      "updated": "2025-09-30T15:52:59.403092+00:00",
      "recid": "17236732",
      "revision": 4,
      "files": [
        {
          "id": "7cf1d82c-69cf-4717-bbb0-f19e4f800c7d",
          "key": "zwicker-group/py-pde-0.47.1.zip",
          "size": 1821772,
          "checksum": "md5:579338b8a5aecf81e3e14bcab8652244",
          "links": {
            "self": "https://zenodo.org/api/records/17236732/files/zwicker-group/py-pde-0.47.1.zip/content"
          }
        }
      ],
      "swh": {
        "swhid": "swh:1:dir:e74b06a44e3157d2ec927c49d77bffa6b581f93a;origin=https://doi.org/10.5281/zenodo.3739299;visit=swh:1:snp:69a7eda985679400869c93beaeb70a03ac1cec8f;anchor=swh:1:rel:dc9e08edc9639b9c2cb7ac43c5b3b139c88a2df3;path=zwicker-group-py-pde-0bef99a"
      },
      "owners": [
        {
          "id": "96640"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 834,
        "unique_downloads": 793,
        "views": 3214,
        "unique_views": 3161,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    }
  ]
}