{
  "cache_date": "2025-08-01T10:23:44.151215",
  "data": {
    "paperId": "c56e901e83965d9e05c16f0710b7e7c33d215d09",
    "externalIds": {
      "MAG": "84584510",
      "DOI": "10.21236/ada409379",
      "CorpusId": 107591332
    },
    "url": "https://www.semanticscholar.org/paper/c56e901e83965d9e05c16f0710b7e7c33d215d09",
    "title": "Information Technology: Development Testing of Prophet Mission-Critical Software",
    "venue": "",
    "year": 2003,
    "referenceCount": 0,
    "citationCount": 0,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "http://www.dtic.mil/dtic/tr/fulltext/u2/a409379.pdf",
      "status": "BRONZE",
      "license": null,
      "disclaimer": "Notice: The following paper fields have been elided by the publisher: {'references'}. Paper or abstract available at https://api.unpaywall.org/v2/10.21236/ada409379?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.21236/ada409379, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "145864985",
        "name": "D. Brinkman"
      },
      {
        "authorId": "97085892",
        "name": "Kenneth H. Stavenjord"
      },
      {
        "authorId": "2151132511",
        "name": "Peter C. Johnson"
      },
      {
        "authorId": "2077430560",
        "name": "Anh H. Tran"
      },
      {
        "authorId": "97163431",
        "name": "Cindy L. Gladden"
      }
    ],
    "citations": [],
    "abstract": "Abstract : This report is a review of the development testing of mission-critical software for the U.S. Army Prophet Engineering and Manufacturing Development (EMD) System and the Prophet Block I System. Prophet is a Division-Level ground based electronic surveillance system, which provides protection in a direct support role to the maneuver brigade; either stationary, or while on the move. The system monitors and exploits signals of interest and determines the area of signal origin by providing direction finding and line-of-bearing in the frequency range of 20 Megahertz to 2000 Megahertz. Prophet is operated in either the dismounted or mounted mode. In the dismounted mode Prophet is man-packed with a portable antenna. In the mounted mode Prophet is installed in an equipment enclosure carried on a High Mobility Multi-Purpose Wheeled Vehicle with the antennas attached to a retractable mast.",
    "references": null
  }
}