{
  "cache_date": "2025-09-01T12:01:45.912135",
  "data": {
    "paperId": "fdb419827edf27d721e4174253bc5e7de86cd1dd",
    "externalIds": {
      "PubMedCentral": "7911170",
      "DOI": "10.3390/genes12020186",
      "CorpusId": 231754594,
      "PubMed": "33514039"
    },
    "url": "https://www.semanticscholar.org/paper/fdb419827edf27d721e4174253bc5e7de86cd1dd",
    "title": "VIRMOTIF: A User-Friendly Tool for Viral Sequence Analysis",
    "venue": "Genes",
    "year": 2021,
    "referenceCount": 29,
    "citationCount": 22,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "https://www.mdpi.com/2073-4425/12/2/186/pdf?version=1611841177",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC7911170, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2047601917",
        "name": "Pedram Rajaei"
      },
      {
        "authorId": "88997791",
        "name": "Khadijeh Jahanian"
      },
      {
        "authorId": "24901061",
        "name": "A. Beheshti"
      },
      {
        "authorId": "1955932190",
        "name": "Shahab S. Band"
      },
      {
        "authorId": "3263791",
        "name": "A. Dehzangi"
      },
      {
        "authorId": "1405336294",
        "name": "H. Alinejad-Rokny"
      }
    ],
    "citations": [
      {
        "paperId": "dfd17d27449eeeb982ac8a4e22a736acf5df1f3d",
        "title": "An Investigation of Hepatitis B Virus Genome using Markov Models"
      },
      {
        "paperId": "b93aebd31676fbcf61b5244a34467bcb5ec13d8c",
        "title": "Proposing a hybrid technique of feature fusion and convolutional neural network for melanoma skin cancer detection"
      },
      {
        "paperId": "9e8c188d53ebe3cc634fb835be90a3196a9f0679",
        "title": "Revolutionizing Genomics with Reinforcement Learning Techniques"
      },
      {
        "paperId": "41876683cd30be4fac48cbdd47858fa55aa59ed2",
        "title": "A Critical Review of the Impact of Candidate Copy Number Variants on Autism Spectrum Disorder."
      },
      {
        "paperId": "ff0687347db3efc14c604822977657b718e439da",
        "title": "A Comprehensive Investigation of Genomic Variants in Prostate Cancer Reveals 30 Putative Regulatory Variants"
      },
      {
        "paperId": "e840770a888e2ae2b16c8d36e54fe972c6e84ddf",
        "title": "A Study on Detection of Emotions with The Help of Convolutional Neural Network"
      },
      {
        "paperId": "552cbc8d9f4aeed8e157f29fc76e816883117392",
        "title": "MethEvo: an accurate evolutionary information-based methylation site predictor"
      },
      {
        "paperId": "04f0c8f4f36c8c4ded756c582cf897be8e38d53f",
        "title": "A comparison of deep neural network models for cluster cancer patients through somatic point mutations"
      },
      {
        "paperId": "eb547a812b745f8ef18c393e0c656e54227ca54c",
        "title": "MStoCIRC: A powerful tool for downstream analysis of MS/MS data to predict translatable circRNAs"
      },
      {
        "paperId": "8df48b952b91fde79381cd6b2a6645bc06e85333",
        "title": "A benchmarking of deep neural network models for cancer subtyping using single point mutations"
      },
      {
        "paperId": "28260a0d8c699a73834bcd2a4ad73b3e090c952d",
        "title": "A Survey on Machine Learning and Internet of Medical Things-Based Approaches for Handling COVID-19: Meta-Analysis"
      },
      {
        "paperId": "254a62e5435cf791ae0a6c716355bf4253a87b77",
        "title": "Hybrid HCNN-KNN Model Enhances Age Estimation Accuracy in Orthopantomography"
      },
      {
        "paperId": "35ef8f22f001a38ebd0eaed737fb34e5e66014c8",
        "title": "Integrative analysis of mutated genes and mutational processes reveals novel mutational biomarkers in colorectal cancer"
      },
      {
        "paperId": "684e5b41c588a3ffb19277f4b42b6b06bb27f4b6",
        "title": "The low abundance of CpG in the SARS-CoV-2 genome is not an evolutionarily signature of ZAP"
      },
      {
        "paperId": "124c506bc12b849977242f0ebcd89f15e710f4c8",
        "title": "Machine Learning and Internet of Medical Things for Handling COVID-19: Meta-Analysis"
      },
      {
        "paperId": "baaf203e04756866186f22ee26749bb39d399893",
        "title": "Hybrid HCNN-KNN Transfer Learning Model Enhances Age Estimation Accuracy in Orthopantomography"
      },
      {
        "paperId": "32c154c74b44f36c6749e91ba2c1f9d1d005c0bf",
        "title": "Is There a Need for a More Precise Description of Biomolecule Interactions to Understand Cell Function?"
      },
      {
        "paperId": "2e9faf57f2a4a34e50abc9f8186cca7533019d88",
        "title": "Hybrid Feature Fusion and Machine Learning Approaches for Melanoma Skin Cancer Detection"
      },
      {
        "paperId": "b32f8a01a012dd0f2a10703623c5efad57c3448f",
        "title": "Somatic point mutations are enriched in non-coding RNAs with possible regulatory function in breast cancer"
      },
      {
        "paperId": "860c595e45eef55ad5371e26fb1640501ecfbb27",
        "title": "Design of Backpropagated Intelligent Networks for Nonlinear Second-Order Lane–Emden Pantograph Delay Differential Systems"
      },
      {
        "paperId": "2910107c16cb962321afa9c67ebd4bdaacffb32c",
        "title": "Real-time prediction of Poisson’s ratio from drilling parameters using machine learning tools"
      },
      {
        "paperId": "ad0ced65ba8bf64f5183bfe6f78e91c7d62f8e37",
        "title": "Four-layer ConvNet to facial emotion recognition with minimal epochs and the significance of data diversity"
      }
    ],
    "abstract": "Bioinformatics and computational biology have significantly contributed to the generation of vast and important knowledge that can lead to great improvements and advancements in biology and its related fields. Over the past three decades, a wide range of tools and methods have been developed and proposed to enhance performance, diagnosis, and throughput while maintaining feasibility and convenience for users. Here, we propose a new user-friendly comprehensive tool called VIRMOTIF to analyze DNA sequences. VIRMOTIF brings different tools together as one package so that users can perform their analysis as a whole and in one place. VIRMOTIF is able to complete different tasks, including computing the number or probability of motifs appearing in DNA sequences, visualizing data using the matplotlib and heatmap libraries, and clustering data using four different methods, namely K-means, PCA, Mean Shift, and ClusterMap. VIRMOTIF is the only tool with the ability to analyze genomic motifs based on their frequency and representation (D-ratio) in a virus genome.",
    "references": [
      {
        "paperId": "e5e443b22ad348b7d0396e2b321282682b7a271b",
        "title": "A review on deep learning approaches in healthcare systems: Taxonomies, challenges, and open issues"
      },
      {
        "paperId": "37fc139887b9173b12b3f445709bf0e858fac6d3",
        "title": "Consensus function based on cluster-wise two level clustering"
      },
      {
        "paperId": "19f945b70d9e6571c15a232915a367068153206c",
        "title": "iStory: Intelligent Storytelling with Social Data"
      },
      {
        "paperId": "965d968f3560a2c2e82c503e61751e1f468fc9dc",
        "title": "An Ensemble of Locally Reliable Cluster Solutions"
      },
      {
        "paperId": "4ddb1403c4f3aa455ec7bd080830c917ee876e73",
        "title": "CANCERSIGN: a user-friendly and robust tool for identification and classification of mutational signatures and patterns in cancer genomes"
      },
      {
        "paperId": "5aef4fcfae14f5179304498378bc89ce18a505bf",
        "title": "DataSynapse: A Social Data Curation Foundry"
      },
      {
        "paperId": "baace48a8ed1a059f3bbae60c65fa53e3b981169",
        "title": "Machine learning and data mining techniques for medical complex data analysis"
      },
      {
        "paperId": "6584fd69138ed4bbf62a539d8748c34b901b07c4",
        "title": "The Immune Epitope Database and Analysis Resource in Epitope Discovery and Synthetic Vaccine Design"
      },
      {
        "paperId": "e20fdbb56881c79153eda36df695c056f4bae326",
        "title": "Source of CpG Depletion in the HIV-1 Genome."
      },
      {
        "paperId": "337a2a05635593ab38646a9d9fdb89b27d408e57",
        "title": "High fidelity simian immunodeficiency virus reverse transcriptase mutants have impaired replication in vitro and in vivo."
      },
      {
        "paperId": "92d4037ec25130771e95b312348b449b7d052ee4",
        "title": "Proposing on Optimized Homolographic Motif Mining Strategy Based on Parallel Computing for Complex Biological Networks"
      },
      {
        "paperId": "28c6b49c31e919434f3b62a084aa5c67bbd6d945",
        "title": "Deep learning for regulatory genomics"
      },
      {
        "paperId": "9873d43696165b50fab955d27b9dde838c0a0152",
        "title": "Machine learning applications in genetics and genomics"
      },
      {
        "paperId": "395619085f497672cc9578efa62f55c770b6104a",
        "title": "Dimensionality Reduction for k-Means Clustering and Low Rank Approximation"
      },
      {
        "paperId": "deed71e1d0c180d98a126c55cd5fa7e436a07ef2",
        "title": "Linking Pig-Tailed Macaque Major Histocompatibility Complex Class I Haplotypes and Cytotoxic T Lymphocyte Escape Mutations in Simian Immunodeficiency Virus Infection"
      },
      {
        "paperId": "844a61a4122216687698c350e0875bb0d03e84ee",
        "title": "Network Motifs Detection Strategies and Using for Bioinformatic Networks"
      },
      {
        "paperId": "689b67ad5d3a5915facfd4ee6d47095a0be50d48",
        "title": "Insights into the Motif Preference of APOBEC3 Enzymes"
      },
      {
        "paperId": "912a5290b9bb1643762e4b5ed1c6164bc21f1fc0",
        "title": "Energy-efficient and Multi-stage Clustering Algorithm in Wireless Sensor Networks Using Cellular Learning Automata"
      },
      {
        "paperId": "42209e55d43cb46512026fa3cec380e04d977b4f",
        "title": "Signatures of mutational processes in human cancer"
      },
      {
        "paperId": "39ec8e788d092eebd5b63a608624fd63701baad8",
        "title": "Proposed a New Method for Rules Extraction Using Artificial Neural Network and Artificial Immune System in Cancer Diagnosis"
      },
      {
        "paperId": "0cad8a017fd0a4f9f2b806f950310565b58b2ad6",
        "title": "APOBEC3G and APOBEC3F rarely co-mutate the same HIV genome"
      },
      {
        "paperId": "27546dce4ee9a41dbac31a8c6a0b1f9b90f97a77",
        "title": "Principal component analysis based methods in bioinformatics studies"
      },
      {
        "paperId": "6c7f6307dc8e4c2bb8c773fd851e05998c6559cd",
        "title": "An innovative combination of particle swarm optimization, learning automaton and great deluge algorithms for dynamic environments"
      },
      {
        "paperId": "c0ed51ac44a01990c68fdd009b09fb6e3f231ee9",
        "title": "The History of the Cluster Heat Map"
      },
      {
        "paperId": "376221714bd7b75e90873d3e09d2731d65f419a3",
        "title": "Conserved Footprints of APOBEC3G on Hypermutated Human Immunodeficiency Virus Type 1 and Human Endogenous Retrovirus HERV-K(HML2) Sequences"
      },
      {
        "paperId": "1c168275c59ba382588350ee1443537f59978183",
        "title": "Mean Shift, Mode Seeking, and Clustering"
      },
      {
        "paperId": null,
        "title": "Algorithm AS 136: A K-Means Clustering Algorithm"
      },
      {
        "paperId": null,
        "title": "Divide and conquer classification"
      }
    ]
  }
}