{
  "cache_date": "2025-08-01T11:58:12.585698",
  "data": "# MaGplotR\n![LICENSE](https://img.shields.io/badge/license-MIT-green)\n![R-VERSION](https://img.shields.io/badge/R-%204.2.0-blue)\n![MaGplotR-VERSION](https://img.shields.io/badge/release-v1.0.1-orange)\n#### A software for Multiple Genetic Screens data visualization\n\n![Screenshot from 2022-05-13 13-02-56](https://user-images.githubusercontent.com/95416488/168270389-73f1f6e9-dee3-468a-ae2c-611c599a8aa9.png)\n\n\n>*MaGplotR* produces visualization plots for MaGeCK screen data (RRA analysis). <br/>\nThis software is designed to run from a Linux, MacOS or Windows command line, and it is written in R.<br/>\n*MaGplotR* directly uses `gene_summary.txt` files generated by the **test** function from MaGeCK software. Output plots provide information on quality control of the screen data and highligths the best hits of the multiple screen experiments.<br/>\nAdditionally, a control experiment `gene_summary.txt` file can be used to compare the different experiments to a control self-enrichment experiment (or any condition used as control). Also, `sgrna_summary.txt` files can be analyzed for QC as optional arguments.\n\n[Citation](#citation)<br/>\n[Motivation](#motivation)<br/>\n[Dependencies](#dependencies)<br/>\n[Usage](#usage)<br/>\n\n\n\n## Citation\nIf you use this software please cite:<br/>\n<br/>\n**MaGplotR: a software for the analysis and visualization of multiple MaGeCK screen datasets through aggregation**<br/>\nAlejandro Matia, Maria M. Lorenzo, Duo Peng<br/>\nbioRxiv 2023.01.12.523725; doi: https://doi.org/10.1101/2023.01.12.523725<br/>\n\n\n## Motivation\nThis software was developed to simplify the analysis of MaGeCK screen data outputs from multiple experiments through elegant visualization. Sometimes, several screen experiments are performed testing multiple conditions or with a number of replicates, and it is desired to perform comparisons between these experiments. We put special focus introducing the possibility of adding a control experiment to observe the behaviour of the hits in this experiment in a visually quantitative way that may help discarding false positives (i.e. self enrichment of potential hits in control experiment). Two main values are extracted from MaGeCK test summary files; LFC and rank, presenting them in a way that simplifies the whole set of experiments analysis.\nHeatmap representation gives a rapid view of how top hits behave in the set of experiements, making very easy to detect if a particular hit had a poorer score in a experiment. The number of hits shown in heatmap plots can be adjusted when running the software from the command line (see options below). Also, the intermediate files to create the heatmap plots are generated and saved in the output directory so the user can check the ranking score of every gene. To assay the feasibility of hits, a plot representing the expression of the hit genes in the most relevant cell lines is also generated with data from [The Human Protein Atlas](https://www.proteinatlas.org/about/download).<br/>\n\nAs extra features, the top 1 % of positive and negative hits are analyzed with [Reactome Pathway Analysis](https://bioconductor.org/packages/release/bioc/html/ReactomePA.html) and [clusterProfiler](https://bioconductor.org/packages/release/bioc/html/clusterProfiler.html) generating plots for the most enriched pathways and clusters among the data sets. Optionally, GO analysis is available (see options below). These analysis are run using [Genome wide annotation for Human](https://bioconductor.org/packages/release/data/annotation/html/org.Hs.eg.db.html).\n\n\n## Getting started\n```bash\ngit clone https://github.com/alematia/MaGplotR.git\n```\n\n## Dependencies\nYou can either install these packages from R or by running the installation script from Linux/MacOS terminal.<br/>\n\n- Install from R. Execute the following commands in R:<br/>\n```r\ninstall.packages(\"tidyverse\")\ninstall.packages(\"optparse\")\ninstall.packages(\"reshape2\")\ninstall.packages(\"matrixStats\")\ninstall.packages(\"BiocManager\")\nBiocManager::install(\"org.Hs.eg.db\")\nBiocManager::install(\"ReactomePA\")\nBiocManager::install(\"clusterProfiler\")\n```\n- Install using installation script:<br/>\nDownload `installation_magplotr.R` and run the following command in Linux or MacOS terminal:\n```bash\nRscript installation_magplotr.R\n```\n*Note: some of these packages like tidyverse may have additional dependencies: install libcurl, openssl, libxml-2.0, libfontconfig1-dev and libfreetype6-dev libraries. Example for debian based systems:\n\n```bash\nsudo apt install libcurl4-openssl-dev libssl-dev libxml2-dev libfontconfig1-dev libfreetype6-dev libtiff5-dev libharfbuzz-dev libfribidi-dev\n```\n\n\n## Usage\n#### Recommendations:\n1) Install R and its dependencies as shown above.<br/>\n2) Clone or download the repository and put the MaGplotR folder either in your Downloads or your Home directory.<br/>\n3) Put all the gene summary files you want to analyze in a designated folder. Do not put your control file in this folder. This will be the input directory (-i). These files names usually end with \".gene_summary.txt\" as MaGeCK output. MaGplotR uses the experiment name from the filename (i.e. for \"exp7.gene_summary.txt\" file, \"exp7\" will be displayed in the plots).<br/>\n4) For simplicity, we recommend you to put the input folder, the control file, and the output folder (optionally create it first) in the MaGplotR folder where the program files are stored.<br/>\n5) Next, open a terminal in Linux, MacOS or Windows and type the commands as in the examples. Make sure you give the path to the file/folder as argument, either the complete path, or from current directory: ```./input_directory/``` . You can also provide an output folder, where files will be saved, otherwise, input directory is default.\n6) WINDOWS: if you are using the tool from a Windows terminal, make sure to assign R to the PATH first like this: ```$env:Path += ';C:\\Program Files\\R\\R-4.2.1\\bin\\x64\\' ```\n<br/>\n\nExamples:\n```bash\nRscript MaGplotR.R -i example_test_files/\n```\n```bash\nRscript MaGplotR.R -i path_to_results_directory/ -o path_to_output_directory/ -c path_to_control_file -s neg -t 50 -p png -r path_to_sgRNA_input_directory -g BP,MF -b y\n```\n### Options:\nMandatory arguments:<br/>\n-i (input directory): **path** to the folder where gene summary files (test files) are located. All files in this folder will be taken as input.<br/>\n\nOptional arguments:<br/>\n-c: (control file): **path** to the control file (no control as default). <br/>\n-o: (output directory): **path** to an existing folder where output files will be saved (input directory default).<br/>\n-s: (selection): write pos or neg, for positive or negative selection (pos is default), i.e.: `-s neg`.<br/>\n-r: (sgRNA input directory): **path** to an existing folder where sgRNA summary files are saved.<br/>\n-t: (top cutoff): number of hits to be shown in heatmaps (25 is default), i.e.: `-t 50`.<br/>\n-x: (threshold): top % of hits to be used as for Pathway and Gene Ontology analysis. 1 % is default. i.e.: `-x 1.5`.<br/>\n-p: (plot format): just write one among these (png is default): png , pdf, ps, jpeg, tiff, bmp, i.e.: `-p pdf`.<br/>\n-g: (GO categories): write BP, MF or CC (no GO analysis as default) i.e.: `-g BP`. Also write several parameters at once: i.e.: `-g BP,MF,CC`.<br/>\n-b: (colour blind): write y or n (no is default), i.e.: `-b y`.<br/>\n\n\n## Output plots and files\n#### Boxplot<br/>\nRepresentation of all gene LFCs in each experiment (and control if supplied). Gives a quick view of selection / scattering for every experiment.\n<p align=\"center\">\n<img src=\"https://user-images.githubusercontent.com/95416488/208246015-28e49484-bed7-404f-8f47-246fbe34d701.png\" width=\"650\" height=\"650\" align=\"center\">\n</p>\n\n#### PCA plot<br/>\nPCA dimensionality reduction of the rank scores of every experiment. Groups experiments by similarity.\n<p align=\"center\">\n<img src=\"https://github.com/alematia/MaGplotR/assets/95416488/b0e0803d-092b-47a4-8e3d-7c773de1be31.png\" width=\"650\" height=\"650\" align=\"center\">\n</p>\n\n#### Heatmap with control<br/>\nHeatmap cells are filled with each gene's LFC. Numbers inside the cells are gene ranks in each experiment. Control plot shows the LFC of control (cyan) and the mean LFC of all experiments (red) for each gene.<br/>\n\n<p float=\"left\">\n  <img src=\"https://user-images.githubusercontent.com/95416488/210894756-0dd52b21-4b78-4300-895e-65293ee4fd3a.png\" width=\"700\" height=\"420\" align=\"center\">\n  <img src=\"https://user-images.githubusercontent.com/95416488/236638451-19dfab28-738b-4789-8471-f9e1633aa420.png\" width=\"100\" height=\"70\" align=\"center\">\n </p>\n\n#### Colorblind heatmap<br/>\nWhen using the option ```-b y```\n\n<p float=\"left\">\n  <img src=\"https://user-images.githubusercontent.com/95416488/210895190-5a1208d0-c7f3-48a5-b454-d7ee1e9d7acc.png\" width=\"700\" height=\"420\" align=\"center\">\n  <img src=\"https://user-images.githubusercontent.com/95416488/236638451-19dfab28-738b-4789-8471-f9e1633aa420.png\" width=\"100\" height=\"70\" align=\"center\">\n </p>\n\n\n#### Expression plot<br/>\nIs only generated if MaGplotR folder is located in Home or Downloads directory, using the expression file that is inside of it.\n<p align=\"center\">\n<img src=\"https://user-images.githubusercontent.com/95416488/210894845-83a55a75-cc65-45b0-9bb7-72c3d197527e.png\" width=\"464\" height=\"650\" align=\"center\">\n</p>\n\n#### Reactome Pathway Analysis<br/>\nBy using the top 1 % of hits, a Reactome Pathway Analysis is performed. The plot represents the number of genes (Count) that belong to a pathway.<br/>\n![ReactomePA_pos](https://user-images.githubusercontent.com/95416488/210894920-c16d4531-98c6-4356-aae5-7ca203932773.png)\n\n\n#### Cluster plot<br/>\nIs only generated when the number of experiments (input) is > 2. Genes used for clustering are the top % genes chosen by user.\n![Screenshot from 2022-12-19 13-49-51](https://user-images.githubusercontent.com/95416488/208430073-2fa6c062-4d20-43d1-860a-3ddad6139383.png)\n\n\n#### Example of terminal display:<br/>\n![Screenshot from 2022-12-19 13-46-19](https://user-images.githubusercontent.com/95416488/208429514-11102732-432f-425e-af1d-450d348037ec.png)\n\n"
}