{
  "cache_date": "2025-04-01T09:26:09.859443",
  "data": {
    "paperId": "b40ed0dadc68a48f131122bac378a6cb4de75acd",
    "externalIds": {
      "MAG": "2970712029",
      "DOI": "10.1094/pbiomes-07-19-0037-a",
      "CorpusId": 202765276
    },
    "url": "https://www.semanticscholar.org/paper/b40ed0dadc68a48f131122bac378a6cb4de75acd",
    "title": "The VirAnnot Pipeline: A Resource for Automated Viral Diversity Estimation and Operational Taxonomy Units Assignation for Virome Sequencing Data",
    "abstract": "Viral metagenomics relies on high-throughput sequencing and on bioinformatic analyses to access the genetic content and diversity of entire viral communities. No universally accepted strategy or tool currently exists to define operational taxonomy units (OTUs) and evaluate viral alpha or beta diversity from virome data. Here we present a new bioinformatic resource, the VirAnnot (automated viral diversity estimation) pipeline, which performs the automated identification of OTUs. Reverse-position-specific BLAST (RPS-Blastn) is used to detect conserved viral protein motifs. The corresponding contigs are then aligned and a clustering approach is used to group in the same OTU contigs sharing more than a set identity threshold. A 10% threshold has been validated as producing OTUs that reasonably approach, in many families, the International Committee for the Taxonomy of Viruses taxonomy and can therefore be used as a proxy to viral species.",
    "venue": "Phytobiomes Journal",
    "year": 2019,
    "referenceCount": 0,
    "citationCount": 22,
    "influentialCitationCount": 1,
    "openAccessPdf": {
      "url": "https://apsjournals.apsnet.org/doi/pdf/10.1094/PBIOMES-07-19-0037-A",
      "status": "GOLD",
      "license": "CCBYNCND",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1094/pbiomes-07-19-0037-a?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1094/pbiomes-07-19-0037-a, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2059794608",
        "name": "M. Lefebvre"
      },
      {
        "authorId": "2425894",
        "name": "S. Theil"
      },
      {
        "authorId": "2317038432",
        "name": "Yuxin Ma"
      },
      {
        "authorId": "4703312",
        "name": "T. Candresse"
      }
    ],
    "citations": [
      {
        "paperId": "397b12d0f31567ee47f8d835bd1efd0b944a2069",
        "title": "VITALdb: to select the best viroinformatics tools for a desired virus or application"
      },
      {
        "paperId": "b487c150d63e7898b029b16b3d87fd00487bac46",
        "title": "Benchmarking of virome metagenomic analysis approaches using a large, 60+ members, viral synthetic community"
      },
      {
        "paperId": "d354c93c26b89fa5171c4fc88948c7cd87713c9d",
        "title": "Cont-ID: detection of sample cross-contamination in viral metagenomic data"
      },
      {
        "paperId": "ac62f66df35a5c2fe915fe5bc8997c617c2665cd",
        "title": "Cont-ID: Detection of samples cross-contamination in viral metagenomic data"
      },
      {
        "paperId": "abeda011534c5a0b05f8a5ac76b9abb85a2f054c",
        "title": "Long-Term Anthropogenic Management and Associated Loss of Plant Diversity Deeply Impact Virome Richness and Composition of Poaceae Communities"
      },
      {
        "paperId": "d65d8db191a7dad6f087261a2288684652faf43b",
        "title": "PM\n 7/151 (1) Considerations for the use of high throughput sequencing in plant health diagnostics\n 1"
      },
      {
        "paperId": "558936daa93ae8da5c167fffa09159d7660e471c",
        "title": "Development and Validation of a Bioinformatic Workflow for the Rapid Detection of Viruses in Biosecurity"
      },
      {
        "paperId": "834e9df79b56d29792977726faf3c6524c624a5d",
        "title": "Molecular characterization of Cordyline virus 1 isolates infecting yam (Dioscorea spp)"
      },
      {
        "paperId": "cdbba1630573784cd9384b60ece3e9ef81b0c177",
        "title": "Semi-artificial datasets as a resource for validation of bioinformatics pipelines for plant virus detection"
      },
      {
        "paperId": "47a3b7f1ce8922b0f6abe7c8f082b5f55e3022c3",
        "title": "Direct and indirect viral associations predict coexistence in wild plant virus communities"
      },
      {
        "paperId": "06f52ea73d229aaf0ba6db681e74f1db4d526675",
        "title": "A Primer on the Analysis of High-Throughput Sequencing Data for Detection of Plant Viruses"
      },
      {
        "paperId": "3f14e18905703381e3a3f9b2169bd2f26c49529c",
        "title": "Leaf‐associated fungal and viral communities of wild plant populations differ between cultivated and natural ecosystems"
      },
      {
        "paperId": "c34a81342214e3b6d2a19e553b8a114939ab54f8",
        "title": "Next-Generation Sequencing Reveals a Novel Emaravirus in Diseased Maple Trees From a German Urban Forest"
      },
      {
        "paperId": "9fe59632ed6150ce5dca6a9f15d736ab3ca17fbb",
        "title": "Illuminating an Ecological Blackbox: Using High Throughput Sequencing to Characterize the Plant Virome Across Scales"
      },
      {
        "paperId": "fe70723088f8177a2df1f226b616ec2f49f0535b",
        "title": "A novel emaravirus identified in maple with leaf mottle symptoms by deep sequencing"
      },
      {
        "paperId": "0dbc1249cb5cfef46b5a2fb048ec023e6d597da6",
        "title": "Molecular Viral Diagnosis and Sanitation of Yam Genetic Resources: Implications for Safe Yam Germplasm Exchange"
      },
      {
        "paperId": "b79c223bf15d5168d68dcfe6b783c4cbf3477661",
        "title": "Yam asymptomatic virus 1, a novel virus infecting yams (Dioscorea spp.) with significant prevalence in a germplasm collection"
      },
      {
        "paperId": "6bb8b760755ac7c16b7b12b804f363b3f3d6296b",
        "title": "Molecular diversity of grapevine Kizil Sapak virus and implications for its detection"
      },
      {
        "paperId": "302656aaab849cedb161202d2f685af0419eef4f",
        "title": "Metagenomic analysis of virome cross-talk between cultivated Solanum lycopersicum and wild Solanum nigrum."
      },
      {
        "paperId": "6f911d957ef539f91fa61237d793cecc312e58cb",
        "title": "Phytovirome Analysis of Wild Plant Populations: Comparison of Double-Stranded RNA and Virion-Associated Nucleic Acid Metagenomic Approaches"
      },
      {
        "paperId": "212b996f9672c6e3bae047bd4e164e83dff0fd30",
        "title": "Wild plant species associated viromes : towards improved characterization strategies and variability in various ecological environments"
      },
      {
        "paperId": "a1eeb635ec8f33fad17b27e91009ac4bc4d8c4dc",
        "title": "PVDP: A portable open source pipeline for detection of plant viruses in RNAseq data. A case study on potato viruses in Antioquia (Colombia)"
      }
    ],
    "references": []
  }
}