{
  "cache_date": "2025-05-01T12:47:34.551453",
  "data": {
    "paperId": "51df7f12925d8512829ee73992b547f53705622d",
    "externalIds": {
      "MAG": "2035140390",
      "DOI": "10.1111/J.1399-0039.2004.00283.X",
      "CorpusId": 29329384,
      "PubMed": "15496198"
    },
    "url": "https://www.semanticscholar.org/paper/51df7f12925d8512829ee73992b547f53705622d",
    "title": "Assign 2.0: software for the analysis of Phred quality values for quality control of HLA sequencing-based typing.",
    "abstract": "As improvements to DNA sequencing technology have resulted in increasing the throughput of DNA sequencing, the bottleneck for high throughput DNA sequencing-based typing (SBT) has shifted to sequence analysis, genotyping and quality control (QC). Consistent high-quality DNA sequence is required in order to reduce manual verification and editing of sequence electropherograms. However, identifying systematic changes in quality is difficult to achieve without the aid of sophisticated sequence analysis programs dedicated to this purpose. We describe a computer software program called Assign 2.0, which integrates sequence QC analysis and genotyping in order to facilitate high-throughput SBT. Assign 2.0 performs an analysis of Phred quality values in order to produce quality scores for a sample and a sequencing run. This enables sample-to-sample and run-to-run QC monitoring and provides a mechanism for the comparison of sequence quality between various genes, various reagents and various protocols with the aim of improving the overall quality of DNA sequence data. This, in turn, will result in reducing sequence analysis as a bottleneck for high-throughput SBT.",
    "venue": "Tissue Antigens",
    "year": 2004,
    "referenceCount": 10,
    "citationCount": 14,
    "influentialCitationCount": 1,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1111/J.1399-0039.2004.00283.X?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1111/J.1399-0039.2004.00283.X, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "37358299",
        "name": "D. Sayer"
      },
      {
        "authorId": "50621236",
        "name": "D. Goodridge"
      },
      {
        "authorId": "4691449",
        "name": "F. Christiansen"
      }
    ],
    "citations": [
      {
        "paperId": "a925c93acb789179c17db38e5c49534e69d0f837",
        "title": "Identification of Genes Involved in Lipid Biosynthesis through de novo Transcriptome Assembly from Cocos nucifera Developing Endosperm"
      },
      {
        "paperId": "91f225a6b1c6d978d136f420741de1d2c0eb8c4b",
        "title": "Refinement of the MHC Risk Map in a Scandinavian Primary Sclerosing Cholangitis Population"
      },
      {
        "paperId": "c6a553bf52401b7e173a0b9ffdea317c00060800",
        "title": "Identification and computational annotation of genes differentially expressed in pulp development of Cocos nucifera L. by suppression subtractive hybridization"
      },
      {
        "paperId": "b5ce93fd93e5c01a13457a5949f4cc7095511a63",
        "title": "Genomic and Enzymatic Results Show Bacillus cellulosilyticus Uses a Novel Set of LPXTA Carbohydrases to Hydrolyze Polysaccharides"
      },
      {
        "paperId": "86b92bb8ebe0b71a40744790a3dc7fb92c4707af",
        "title": "Rapid high-throughput human leukocyte antigen typing by massively parallel pyrosequencing for high-resolution allele identification."
      },
      {
        "paperId": "85e8c6a4219d685ef206a0a015a958c49abda64f",
        "title": "Sequence-Based Human Leukocyte Antigen—B Typing of Patients Infected with Ebola Virus in Uganda in 2000: Identification of Alleles Associated with Fatal and Nonfatal Disease Outcomes"
      },
      {
        "paperId": "f4985856a299ffa4f130fd8f700c5c4fcfbd8ccf",
        "title": "High-throughput sequence-based typing strategy for HLA-DRB1 based on real-time polymerase chain reaction."
      },
      {
        "paperId": "77274ac898e19029bb019604bf756b9d0f15ce64",
        "title": "HLA Dr‐Dq haplotypes and the TNFA‐308 polymorphism: associations with asthma and allergy"
      },
      {
        "paperId": "df3704bab379842330515357901617aecc322234",
        "title": "Associations between the PTPN22 1858C→T polymorphism and radiographic joint destruction in patients with rheumatoid arthritis: results from a 10-year longitudinal study"
      },
      {
        "paperId": "9d65498b8257981707d3a66467c43955ea2b328d",
        "title": "Pilot study: assessment of interlaboratory variability of sequencing-based typing DNA sequence data quality."
      },
      {
        "paperId": "af490a3622142c84e7bfa21df21eb2ade99f30f4",
        "title": "An overview of HLA typing for hematopoietic stem cell transplantation."
      },
      {
        "paperId": "ae1cc0b43e7f5c400af7ce8b174d03200f8ab133",
        "title": "Methods for diagnostic HLA typing in disease association and drug hypersensitivity."
      },
      {
        "paperId": "718d4cecbaa619e2d83f01dde748d517deb4560f",
        "title": "Molecular genetic studies of natives on Easter Island: evidence of an early European and Amerindian contribution to the Polynesian gene pool."
      },
      {
        "paperId": "68c9838a844387a4049e27d266e937a273eb8883",
        "title": "An overview of HLA typing for hematopoietic stem cell transplantation."
      }
    ],
    "references": [
      {
        "paperId": "a9997b303c8036811fe75fd571b3f697739c4261",
        "title": "Rapid identification of fungi by sequencing the ITS1 and ITS2 regions using an automated capillary electrophoresis system."
      },
      {
        "paperId": "c808a0240099b309ec5ca4fc9bc97efe0521d217",
        "title": "Native American mtDNA prehistory in the American Southwest."
      },
      {
        "paperId": "fb57c8a1212466fe20aebcdc5ed84aacc3ba243f",
        "title": "Quality Assessment Program for Genotypic Antiretroviral Testing Improves Detection of Drug Resistance Mutations"
      },
      {
        "paperId": "29f765c85dddc5a90ebf52555b44ddf62176ed04",
        "title": "Base-calling of automated sequencer traces using phred. II. Error probabilities."
      },
      {
        "paperId": "866b90d114e591b88d042c105d949133241d0e65",
        "title": "Base-calling of automated sequencer traces using phred. I. Accuracy assessment."
      },
      {
        "paperId": "577d4557c12a8b5ca9e5f6a72570b162fb596166",
        "title": "New dye-labeled terminators for improved DNA sequencing patterns."
      },
      {
        "paperId": "57d475beb701c00953181a408b6f4cb2bc685814",
        "title": "New energy transfer dyes for DNA sequencing."
      },
      {
        "paperId": "4c5e25d9336d756ab859c6e13014531157cc6561",
        "title": "Dimorphic primers derived from intron 1 for use in the molecular typing of HLA-B alleles."
      },
      {
        "paperId": "ab8fea473d18368238dadfade4ae3683860e89cd",
        "title": "A multi centre evaluation demonstrates that single tube amplification protocols for SBT of HLA-DRB1 and DRB3, 4,5 are reproducible and robust"
      },
      {
        "paperId": "01cac2ef2dbf4f3297b13e8c0b51f2c67873d16b",
        "title": "HLA-DRB1 DNA sequencing based typing: an approach suitable for high throughput typing including unrelated bone marrow registry donors."
      }
    ]
  }
}