{
  "cache_date": "2025-09-01T09:05:12.052800",
  "data": {
    "paperId": "11667e3696477de92ecf778bb24ce815fca5de4e",
    "externalIds": {
      "MAG": "2751114638",
      "DOI": "10.5216/REEC.V14I1.46511",
      "CorpusId": 116344669
    },
    "url": "https://www.semanticscholar.org/paper/11667e3696477de92ecf778bb24ce815fca5de4e",
    "title": "PROCEDIMENTO PARA ANÁLISE NUMÉRICA COM SOFTWARE ANSYS DE UMA VIGA EM FLEXÃO COM A FORMA T",
    "venue": "",
    "year": 2017,
    "referenceCount": 0,
    "citationCount": 1,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "https://www.revistas.ufg.br/reec/article/download/46511/pdf",
      "status": "GOLD",
      "license": null,
      "disclaimer": "Notice: Paper or abstract available at https://api.unpaywall.org/v2/10.5216/REEC.V14I1.46511?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.5216/REEC.V14I1.46511, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "101943016",
        "name": "E. Castro"
      }
    ],
    "citations": [
      {
        "paperId": "d1777575fcd18f2a4a1ebbef8b73b6197696cae1",
        "title": "A Utilização de Tecnologias no Ensino da Química"
      }
    ],
    "abstract": "RESUMO: Desenvolvida no Software ANSYS, este trabalho se constitui de uma analise numerica de uma viga de secao na forma de T invertido engastada em uma extremidade e outra sem vinculacao, com um momento concentrado aplicado na extremidade livre. O desenvolvimento se deu no âmbito bidimensional com base nos topicos de ajuda do Software utilizando o modelo VM10. Cada etapa do processo foi descrita em sequencia, possibilitando ao leitor replicar e verificar o modelo realizado, alem de expor os criterios utilizados. Estao listadas neste trabalho, as operacoes utilizando a linguagem APDL (ANSYS Parametric Design Language ), facilitando a reproducao da analise. Como forma de verificacao os resultados obtidos na modelagem numerica foram comparados com uma solucao analitica, embasada nas teorias da Resistencia dos Materiais. Observou-se que as diferencas entre os resultados no modelo numerico e os encontrados pelo modo analitico sao quase nulas, comprovando a confiabilidade do Software ANSYS mostrando-se bastante eficaz para analisar estruturas como as analisadas nesta proposta ate as mais complexas. ABSTRACT : This work presents a numerical analysis carried out in the Software ANSYS of an inverted T-beam clamped at one end and free at the other, with a concentrated moment being applied at the free end. The analysis was two-dimensional and based on the help topics of the Software using the model VM10. Each step of the process was described in sequence and the criteria used were specified, allowing the reader to replicate and verify the model used. This work also lists the operations using the APDL language (ANSYS Parametric Design Language), which facilitates the reproduction of the analysis. As a way of verifying the results found in the numerical modeling, they were compared to an analytical solution based on the theories of Strength of Materials. The differences found between the numerical model results and those of the analytical model are almost null, therefore indicating the reliability of the Software ANSYS which proves itself effective in analyzing structures as the one analyzed in this work or more complex ones.",
    "references": []
  }
}