{
  "cache_date": "2025-08-01T09:35:50.871004",
  "data": "# VirFinder: R package for identifying viral sequences from metagenomic data using sequence signatures\nVersion: 1.1\n\nAuthors: Jie Ren, Nathan Ahlgren, Yang Lu, Jed Fuhrman, Fengzhu Sun\n\nMaintainer: Jie Ren <renj@usc.edu>\n\nDescription\n----------------\n\nThe package provides functions to predict viral sequences in a fasta file, such as the assembled contigs from metagenomic data. The method has good prediction accuracy for short (~1kb) and noval viral sequences.\n\nThe prediction method is based on the sequence signatures (k-tuple word frequencies) that distinguish virus from host sequences. The model was trained using equal number of known viral and host sequences. For a query sequence, the number of occurrences of k-tuple words are first counted by a c++ program using a hash table. Then the sequence is predicted based on the k-tuple word frequencies using a logistic regression model trained with previously known sequences.\n\n\n\nDependencies\n---------------\nR packages \"glmnet\", \"Rcpp\" and \"qvalue\" are needed to be installed before Installation of VirFinder.\n\nTo install \"glmnet\" and \"Rcpp\", start R and enter,\n\t\n\tinstall.packages(\"glmnet\", dependencies=TRUE)\n\tinstall.packages(\"Rcpp\", dependencies=TRUE)\n  \n  \nTo install \"qvalue\", start R and enter,\n\n\t## try http:// if https:// URLs are not supported; it also checks for out-of-date packages\n\tsource(\"https://bioconductor.org/biocLite.R\")\n\tbiocLite(\"qvalue\")\n\n\n\n\n\nInstallation\n---------------\nTo install the R package VirFinder, follow the instuctions on http://cran.r-project.org/doc/manuals/r-release/R-admin.html#Installing-packages.\n\nTo quick start, first download the package file VirFinder_1.1.tar.gz or VirFinder_1.1.zip according to your operating system.\n\nFor Mac/Linux users, if you have a Graphic User Interfaces (GUI) of R, you fire up a R graphic window and type, \n\n\n    install.packages(\"<path_to_the_file>/VirFinder_1.1.tar.gz\", repos = NULL, type=\"source\")  \n    library(VirFinder)\n\n\nIf you are not using GUI of R, you can install the package from the command line. Simply type the following to the command line,\n\n\tR CMD INSTALL <path_to_the_file>/VirFinder_1.1.tar.gz\n\n\n\nFor Windows users, if you have a Graphic User Interfaces (GUI) of R, you first fire up a R graphic window. \nYou can click \"Install packages(s) from local files...\", and choose the file VirFinder_1.1.zip. \nOr you can type, \n\n\tinstall.packages(\"<path_to_the_file>/VirFinder_1.1.zip\", repos = NULL, type=\"source\")\n\tlibrary(VirFinder)\n\n\nIf you are not using GUI of R, you can install the package from the command line. Simply type the following to the command line,\n\n\tRcmd INSTALL <path_to_the_file>\\VirFinder_1.1.zip\n  \nVirFinder is also avaiable on [Anaconda](https://anaconda.org/bioconda/r-virfinder). Thanks William L. Close, Ph.D. (wlclose@med.umich.edu) for the efforts!\n\nUsage\n---------  \nPlease refer to VirFinder-manual.pdf for usage instruction.\n\nTo quick start, one can predict the viral contigs using the command,\n   \n    library(VirFinder)\n    predResult <- VF.pred(<path_to_the_fasta_file>)\n    \n    \nAs an example, the package provides a small testing data containing 30 metagenomically assembled contigs, \n\n    ## (1) set the input fasta file name. \n    library(VirFinder)\n    inFaFile <- system.file(\"data\", \"contigs.fa\", package=\"VirFinder\")\n    \n    ## (2) prediction\n    predResult <- VF.pred(inFaFile)\n    predResult\n    \n    #### (2.1) sort sequences by p-value in ascending order\n    predResult[order(predResult$pvalue),]\n    \n    #### (2.2) estimate q-values (false discovery rates) based on p-values\n    predResult$qvalue <- VF.qvalue(predResult$pvalue)\n    \n    #### (2.3) sort sequences by q-value in ascending order\n    predResult[order(predResult$qvalue),]\n    \nThe package also has the reference sequence of crAssphage for users to test, \n\n    inFaFile <- system.file(\"data\", \"crAssphage.fasta\", package=\"VirFinder\")\n    VF.pred(inFaFile)\n\nThe result will be something like the following. Each row represents a contig/sequences, \nwith name, length, score, p-value and q-value. The higher score or lower p-value \nindicate higher likelihood of being a viral sequence. \nThe q-value measures the proportion of false positives incurring\nwhen predicting viral sequences using the corresponding p-value as a threshold.\n\n\n<p align=\"center\">\n  <img src=\"result_snapshot.png\"/>\n</p>\n\n\n\nTraining models using users' database\n--------- \nA new function has been added to the package to allow users to train the prediction model \nusing their own database for viral sequences and host sequences. \n\nTo start with, two fasta formated files, containing viral sequences and host sequences respectively, need to be specified. \nThe directory where the file of the trained model will be saved and the name of the model need to be set as well.\n\n    ## (1) specifiy the fasta files of the training contigs\n    #### (1.1) one for virus and one for prokaryotic hosts\n    trainFaFileHost <- system.file(\"data\", \"tara_host.fa\", package=\"VirFinder\")\n    trainFaFileVirus <- system.file(\"data\", \"tara_virus.fa\", package=\"VirFinder\")\n\n    #### (1.2) specify the directory where the trained model will be saved, and the name of the model\n    userModDir <- file.path(find.package(\"VirFinder\"))\n    userModName <- \"modTara\"\n    \nThe input sequences are then split into non-overlapping fragments of fixed lengths of 0.5 kb, 1kb and 3kb. \nThe k-tuple frequencies are counted for each fragments. \nThe length of the k-tuple need to be specified.\nThe longer k-tuple can describe better the difference between virus and host sequences, \nbut if the data is not enough, it can lead to an overfitting problem. \nGiven the database, users are suggested to test different lengths of k-tuple in order to get the best model.\n\nThree different models are trained based on the k-tuple frequencies of viral and host fragments of three different lengths.\nUser can specify if equal numbers of virus and host fragments are used for training by setting equalSize=TRUE. \nThe default model is FALSE.\nThe models are used for prediction of sequences of different lengths. \nFor query sequences of length < 1 kb, the model trained using 0.5 kb fragments is used for predicting.\nFor sequences of length ranging from 1 kb to 3 kb, the model trained using 1 kb fragments is used, \nand for sequences > 3 kb, the model trained using 3 kb fragments is used for prediction. \n\n\n    ## (2) train the model using user's database\n    w <- 4  # the length of the k-tuple word\n    VF.trainModUser <- VF.train.user(trainFaFileHost, trainFaFileVirus, userModDir, userModName, w, equalSize=TRUE)\n\nCollecting fragments and training the model may take some time. \n#Roughly, it takes 1 min to collect 100 contigs and count 8-mer frequencies. \nDecreasing kmer length can exponentially reduce the computing time. \nThe screen output for the training process will be something like the following,\n\n<p align=\"center\">\n  <img src=\"train_snapshot.png\"/>\n</p>\n\n\nOnce the trained model is returned, it can be used to predict viral sequences. \nHere we use the same example, the small testing data containing 30 contigs, for illustrate the usage.\n\n    ## (3) predict the contigs using the customized model\n    #### (3.1) specify the fasta file containing contigs for prediction\n    inFaFile <- system.file(\"data\", \"contigs.fa\", package=\"VirFinder\")\n\n    #### (3.2) prediction\n    predResultUser <- VF.pred.user(inFaFile, VF.trainModUser)\n    predResultUser\n\n    #### (3.3) sort sequences by p-value in ascending order\n    predResultUser[order(predResultUser$pvalue),]\n\nThe predict scores will be something like the following,\n\n<p align=\"center\">\n  <img src=\"train_pred_snapshot.png\"/>\n</p>\n\n\n\n\nVirFinder model for predicting prokaryotic phages and eukaryotic viruses \n--------- \nVirFinder was originally designed for detecting bacterial and archaeal viruses in metagenomic data. \nAlthough metagenomic samples are mostly composed by prokaryotes and prokaryotic viruses, \nit is possible that a few eukaryotic viruses that infecting human or other eukaryotic species can be found in the data.\nVirFinder provides the functions \"VF.train.user\" and \"VF.pred.user\" that allow users to easily train new classification models using their own database.\nWith the help of Dr. Osnat Tirosh, we collected about 5800 human, plants and invertebrates eukaryotic viruses from NCBI. \nThose eukaryotic viruses were split into non-overlapping fragments of various lengths, 500, 1000, 3000 bp, for training and testing. \nFollowing the same procedure in the paper, we used the contigs before 2014 for training and contigs after 2014 for testing. \nThe number of the contigs for eukaryotic viruses are shown in the following table:\n\n| number of eukaryotic virus contigs  | Before 1 January 2014  | After 1 January 2014  | Total \n| ------------- |:-------------:| -----:| -----:\n| 500 bp        |  54,458        | 40,542 |  95,000\n| 1000 bp       |  26,820        | 19,558 |  46,378\n| 3000 bp       |  8,083         | 5,665  |  13,748\n\n\nWe trained the VirFinder using the positive set containing all the previously prokaryotic contigs plus the newly collected eukaryotic contigs, \nand the negative set containing the same number of bacteria host contigs. \nThree models were trained: a model for predicting contigs of 500-1000 bp, a model for predicting contigs of 1000-3000 bp, and a model for contigs > 3000 bp.\nWe evaluated the prediction performance of the new models at the three different contig lengths. \nThe AUC scores (area under the ROC curve) for the new models are similar to those for the original model in the paper.\nThe eukaryotic viruses and prokaryotic viruses both have high AUC scores around 0.97 for 3000 bp contigs, 0.93 for 1000 bp contigs, and 0.90 for 500 bp contigs. \nEukaryotic viruses have a slight better performance than prokaryotic viruses, but the difference is very small. \nSee the following figures for the details:\n<p align=\"center\">\n  <img src=\"EPV/ROC_modk8_after2014_eukV_phageV.png\" width=\"400\" height=\"400\"/> \n  <img src=\"EPV/ROC_modk8_after2014_eukV_phageV_seperate.png\" width=\"400\" height=\"400\"/>\n</p>\n\nThe newly trained model for predicting both prokaryotic and eukaryotic viruses can be downloaded from [here](https://github.com/jessieren/VirFinder/raw/master/EPV/VF.modEPV_k8.rda).\nTo use, first specify the directory of the model file \"VF.modEPV_k8.rda\" and load the model into R workspace. \nsecond, use the function \"VF.pred.user(inFaFile, modEPV)\" to predict the contigs in the input fasta file.\n\n    ## specify the directory of the new model file \"VF.modEPV_k8.rda\", and load the new model to the work space\n    modFile <- \"<path_to_the_model_file>/VF.modEPV_k8.rda\"\n    load(modFile)\n    \n    ## specify the fasta file containing contigs for prediction\n    #inFaFile <- \"<path_to_the_input_fasta_file>/input.fasta\"\n    inFaFile <- system.file(\"data\", \"crAssphage.fasta\", package=\"VirFinder\")\n    \n    ## predict the contigs using the new model\n    predResultUser <- VF.pred.user(inFaFile, modEPV)\n    \n    \nFor example, the score for crAssphage predicted by the new model is 0.9564 with p-value 0.0055, where the score predicted by the original model is 0.9826 with p-value 0.0034.\nIt suggests that the new model and the original model provide very similar prediction scores for the same prokaryotic viral sequence. \nIn fact, the Pearson correlation between the predicted scores for the prokaryotic viral sequences after 2014 using the new model and that using the original model is 0.8766. \nThe Spearman correlation is similar 0.8797.\nSimilarily, the Pearson and Spearman corrlation scores for the prokaryotic host sequences after 2014 between the new model and the original model are 0.8752 and 0.8896.\n\nTherefore, the new model is consistent with the original model in predicting the prokaryotic virus and prokaryotic host sequences.\nThe new model has higher accuracy for predicting eukaryotic viruses. \n\n<!--An interesting question is whether the original VirFinder model (trained using only prokaryotic viruses) can be used to predict the eukaryotic viruses? -->\n<!--If yes, how well the model performs? -->\n<!--If the original model for prokaryotic viruse also works well for predicting eukaryotic viruses, then it indicates that both types of viruses share similar k-mer patterns.-->\n<!--The AUC scores for predicting eukaryotic viral contigs using the original VirFinder model is 0.80 for 500 bp contigs, 0.82 for 1000 bp contigs, and 0.87 for -->\n<!---->\n\n\nRemarks\n------------------\n1. Users applying VirFinder to eukaryotic host associated microbiomes should take caution in filtering out eukaryotic sequences,\n as VirFinder may potentially mis-identify those sequences as viral, since eukaryotic sequences were not included in VirFinder’s training datasets.\n\n2. VF.qvalue uses the existing function \"qvalue\" in the R package \"qvalue\" (Bass JDSwcfAJ, Dabney A and Robinson D (2015)) to estimate q-values given p-values. \nFor some p-value distributions, VF.qvalue may prompt the error as \"The estimated pi0 <= 0. Check that you have valid p-values or use a different range of lambda.\".\nThe error may also come up when the p-values are not fully covering the whole interval [0,1] or when there is a lack of p-values close or equal to 1.\nOne possible case that leads to the above scenario is there are not enough bacteria contigs in the data such that the proportion of bacteria contigs cannot be estimated.\n\n3. VirFinder can be run in parallel using multiple cores. See script [here](https://github.com/rec3141/VirFinder/blob/master/linux/VirFinder/R/parVF.pred.R). Thanks for the contributions from R. Eric Collins.\n\n\nReference and Citation\n----------------------\n\nIf you use VirFinder, please cite the following paper:\n\n[Jie Ren, Nathan A. Ahlgren, Yang Young Lu, Jed A. Fuhrman and Fengzhu Sun. VirFinder: a novel k-mer based tool foridentifying viral sequences from assembled metagenomic data. *Microbiome* (2017) 5:69 ](https://link.springer.com/epdf/10.1186/s40168-017-0283-5?author_access_token=YQgkTWibFIFPtRICkTjZF2_BpE1tBhCbnbw3BuzI2RMCpVMGldKV8DA9scozc7Z-db3ufPFz9-pswHsYVHyEsCrziBuECllLPOgZ6ANHsMeKF5KejrdDKdeASyDkxB5wfFDq523QSd01cnqxCLqCiQ%3D%3D)\n\n\n\n\n\nCopyright and License Information\n-----------------------------------\n\nCopyright (C) 2017 University of Southern California\n\nAuthors: Jie Ren, Nathan Ahlgren, Yang Lu, Jed Fuhrman, Fengzhu Sun\n\nThis program is available as an R package at https://github.com/jessieren/VirFinder under the terms of USC-RL v1.0. \n\nCommercial users should contact Dr. Sun at fsun@usc.edu, copyright at the University of Southern California. \n\n<!--This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.-->\n\n<!--You should have received a copy of the GNU General Public License along with this program. If not, see http://www.gnu.org/licenses/.-->\n\n\n"
}