{
  "cache_date": "2025-03-17T23:38:14.075274",
  "data": [
    {
      "created": "2025-02-08T15:46:32.213801+00:00",
      "modified": "2025-02-08T15:46:32.806872+00:00",
      "id": 14837208,
      "conceptrecid": "14837207",
      "doi": "10.5281/zenodo.14837208",
      "conceptdoi": "10.5281/zenodo.14837207",
      "doi_url": "https://doi.org/10.5281/zenodo.14837208",
      "metadata": {
        "title": "Assessing of Antibiotic Resistance in the Phage-Plasmids of Klebsiella pneumoniae and Its Inhibitory Compound",
        "doi": "10.5281/zenodo.14837208",
        "publication_date": "2025-02-08",
        "description": "<p><strong>Objectives: </strong>Antibiotic resistance in <em>Klebsiella pneumoniae</em> pose an increasing risk for human health worldwide. A continuous monitoring the distribution of virulence and resistance-associated genes is required for early detection of successful <em>K. pneumoniae</em> lineages. In this study, whole genome sequences data was used to characterize phage-plasmids of <em>K. pneumoniae</em> isolated from different countries and its inhibitory compound was investigated for phage-plasmids. &nbsp;&nbsp;</p>\n<p><strong>Methods:</strong> Whole genomes sequences of 15 genetically similar phage-plasmids of <em>K. pneumoniae</em> strains were selected according to BlastN analysis. Antibiotic resistance and virulence associated genes were screened by using ResFinder, PhageAI, PlasmidFinder, PHASTEST and PhageGE tools. Later on, whole genome sequences of phage-plasmids were analysed for a stable region in the genome by MAUVE analysis. The stable region encoding protein and its candidate inhibitor molecule was analysed to observe the interaction between protein and inhibitory compound by molecular docking studies. &nbsp;</p>\n<p><strong>Results:</strong> Various antibiotic resistance genes involving Aminoglycosides and Beta-lactams were detected in screened 7 of 15 phage-plasmids. All the plasmids had Salmonella SSU5 prophage. Phylogenetic analysis results showed the phage-plasmid belonging to India or China. MAUVE analysis indicated that the region encoding Replication protein A were common stable region. Molecular docking studies proved an interaction occurring within Replication protein A and a derivate of Fabimycin.</p>\n<p><strong>Conclusions:</strong> The analysis showed that Replication protein A could be a target site for new drug designing. Additionally, Fabimycin could be used to control both phage-plasmids and its host<em> K. pneumonia</em>, which could affect the severity and incidence of <em>K. pneumoniae</em> infections. Further studies <em>in vitro</em> and clinical studies could confirm present findings and also enhance our knowledge on phage-plasmids and new treatments against <em>K. pneumoniae</em> infections.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "SILME, RAGIP SONER",
            "affiliation": "Istanbul University",
            "orcid": "0000-0001-6547-3747"
          }
        ],
        "references": [
          "Akinola, O. T., Oyebamiji, A. K., Oke, D. G. Adekunle, D. O., Olanrewaju, A. A. & Akintelu, S. A. (2024).  In silico analysis on binding action of beta-lactam drugs against TEM and SHV class A beta-lactamases from Klebsiella pneumoniae. Discover Applied Sciences, 6, 196. https://doi.org/10.1007/s42452-024-05783-8",
          "Antimicrobial Resistance Collaborators. (2022). Global burden of bacterial antimicrobial resistance in 2019: a systematic analysis. Lancet, 399(10325), 629-655. https://doi.org/10.1016/S0140-6736(21)02724-0. Erratum in: Lancet, 400(10358), 1102. https://doi.org/10.1016/S0140-6736(21)02653-2",
          "Ashurst, J. V., & Dawson, A. (2023). Klebsiella pneumonia. [Updated 2023 Jul 20]. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2025 Jan-. Available from: https://www.ncbi.nlm.nih.gov/books/NBK519004/",
          "Aslam, B., Asghar, R., Muzammil, S., Shafique, M., Siddique, A. B., Khurshid, M., Ijaz, M., Rasool, M. H., Chaudhry, T. H., Aamir, A., & Baloch, Z. (2024). AMR and Sustainable Development Goals: at a crossroads. Global Health, 20(1), 73. https://doi.org/10.1186/s12992-024-01046-8",
          "Baysal, Ö., & Silme, R. S. (2021). Utilization from computational methods and omics data for antiviral drug discovery to control of SARS-CoV-2. In V. Kumar (Ed.), Origin and impact of COVID-19 pandemic originating from SARS-CoV-2 infection across the globe (pp. 1-15). IntechOpen Limited, London. https://doi.org/10.5772/intechopen.98319",
          "Baysal, Ö., Abdul Ghafoor, N., Silme, R. S., Ignatov, A. N., & Kniazeva, V. (2021b). Molecular dynamics analysis of N-acetyl-D-glucosamine against specific SARS-CoV-2's pathogenicity factors.  PloS One, 16(5), e0252571. https://doi.org/10.1371/journal.pone.0252571",
          "Baysal, Ö., Silme, R. S., Karaaslan, İ. Ç., & Ignatov, A. N. (2021a). Genetic uniformity of a specific region in SARS-CoV-2 genome and repurposing of N-acetyl-d-glucosamine. Fresenius Environmental Bulletin, 30(3), 2848-2857. https://doi.org/10.5281/zenodo.4621319",
          "Biovia, D. S. (2019). Discovery Studio Visualizer. San Diego. https://www.3ds.com/products/biovia",
          "Cai, M., Pu, B., Wang, Y., Lv, L., Jiang, C., Fu, X., Zhang, Y., Zhao, W., Dong, K., Yang, Y., Liu, Y., Wei, Y., Zhang, Z., Li, J., Guo, X., Liu, C., & Qin, J. (2022). A plasmid with conserved phage genes helps Klebsiella pneumoniae defend against the invasion of transferable DNA elements at the cost of reduced virulence. Frontiers in Microbiology, 13, 827545. https://doi.org/10.3389/fmicb.2022.827545",
          "Carattoli, A., Zankari, E., García-Fernández, A., Voldby Larsen, M., Lund, O., Villa, L., Møller Aarestrup, F., & Hasman, H. (2014). In silico detection and typing of plasmids using PlasmidFinder and plasmid multilocus sequence typing. Antimicrobial Agents and Chemotherapy, 58(7), 3895-3903. https://doi.org/10.1128/AAC.02412-14",
          "Cassini, A., Högberg, L. D., Plachouras, D., Quattrocchi, A., Hoxha, A., Simonsen, G. S., Colomb-Cotinat, M., Kretzschmar, M. E., Devleesschauwer, B., Cecchini, M., Ouakrim, D. A., Oliveira, T. C., Struelens, M. J., Suetens, C., Monnet, D. L., & Burden of AMR Collaborative Group. (2019). Attributable deaths and disability-adjusted life-years caused by infections with antibiotic-resistant bacteria in the EU and the European Economic Area in 2015: a population-level modelling analysis. The Lancet Infectious Diseases, 19(1), 56-66. https://doi.org/10.1016/S1473-3099(18)30605-4",
          "Chia Tai Tianqing Pharmaceutical Group Co., Ltd. (2024). A clinical trial to evaluate the efficacy and safety of TQA3810 tablets in combination/non combination with nucleoside (acid) analogues in patients with primary/treated chronic Hepatitis B. https://clinicaltrials.gov/study/NCT06566248",
          "Darling, A. E., Mau, B., & Perna, N. T. (2010). progressiveMauve: multiple genome alignment with gene gain, loss and rearrangement. PLoS One, 5(6), e11147. https://doi.org/10.1371/journal.pone.0011147",
          "Fortier, L. C., & Sekulovic, O. (2013). Importance of prophages to evolution and virulence of bacterial pathogens. Virulence, 4(5), 354–365. https://doi.org/10.4161/viru.24498",
          "Gasteiger, E., Gattiker, A., Hoogland, C., Ivanyi, I., Appel, R. D., & Bairoch, A. (2003). ExPASy: the proteomics server for in-depth protein knowledge and analysis. Nucleic Acids Research, 31(13), 3784-3788. https://doi.org/10.1093/nar/gkg563",
          "Ghafoor, N. A., Kırboğa, K. K., Baysal, Ö., Süzek, B. E., & Silme, R. S. (2024). Data mining and molecular dynamics analysis to detect HIV-1 reverse transcriptase RNase H activity inhibitor. Molecular Diversity, 28(4), 1869-1888. https://doi.org/10.1007/s11030-023-10707-6",
          "Grosdidier, A., Zoete, V., & Michielin, O. (2011). SwissDock, protein-small molecule docking web service based on EADock DSS. Nucleic Acids Research, 39(suppl_2), W270-W277. https://doi.org/10.1093/nar/gkr366",
          "Hergenrother, P. J., Parker, E. N., Hung, D., Serrano-Wu, M., & Lee, K. K. (2021). Fabi inhibitors for Gram-negative pathogens (WO2022187329) https://patentscope.wipo.int/search/en/detail.jsf?docId=WO2022187329",
          "Iqbal, S. (2024). Why India is a stronghold for superbugs. Nature India.  https://www.nature.com/articles/d44151-024-00167-8",
          "Kumar, S. G., Adithan, C., Harish, B. N., Sujatha, S., Roy, G., & Malini, A. (2013). Antimicrobial resistance in India: A review. Journal of Natural Science, Biology and Medicine, 4(2), 286-291. https://doi.org/10.4103/0976-9668.116970",
          "Lam, M. M. C., Wick, R. R., Watts, S. C., Cerdeira, L. T., Wyres, K. L., & Holt, K. E. (2021). A genomic surveillance framework and genotyping tool for Klebsiella pneumoniae and its related species complex. Nature communications, 12(1), 4188. https://doi.org/10.1038/s41467-021-24448-3",
          "Liu, Y., Grimm, M., Dai, W. T., Hou, M. C., Xiao, Z. X., & Cao, Y. (2020). CB-Dock: a web server for cavity detection-guided protein–ligand blind docking. Acta Pharmacologica Sinica, 41(1), 138–144. https://doi.org/10.1038/s41401-019-0228-6",
          "Mahérault, A. C., Kemble, H., Magnan, M., Gachet, B., Roche, D., Le Nagard, H., Tenaillon, O., Denamur, E., Branger, C., & Landraud, L. (2019). Advantage of the F2:A1:B- IncF pandemic plasmid over IncC plasmids in in vitro acquisition and evolution of blaCTX-M gene-bearing plasmids in Escherichia coli. Antimicrobial Agents and Chemotherapy, 63(10), e01130-19. https://doi.org/10.1128/AAC.01130-19",
          "Majewska, J., Beta, W., Lecion, D., Hodyra-Stefaniak, K., Kłopot, A., Kaźmierczak, Z., Miernikiewicz, P., Piotrowicz, A., Ciekot, J., Owczarek, B., Kopciuch, A., Wojtyna, K., Harhala, M., Mąkosa, M., & Dąbrowska, K. (2015). Oral application of T4 phage induces weak antibody production in the gut and in the blood. Viruses, 7(8), 4783-4799. https://doi.org/10.3390/v7082845",
          "Martin, R. M., & Bachman, M. A. (2018). Colonization, infection, and the accessory genome of Klebsiella pneumoniae. Frontiers in Cellular and Infection Microbiology, 8, 4. https://doi.org/10.3389/fcimb.2018.00004",
          "Mathers, A. J., Peirano, G., & Pitout, J. D. (2015). The role of epidemic resistance plasmids and international high-risk clones in the spread of multidrug-resistant Enterobacteriaceae. Clinical Microbiology Reviews, 28(3), 565-591. https://doi.org/10.1128/cmr.00116-14",
          "Nang, S. C., Lu, J., Yu, H. H., Wickremasinghe, H., Azad, M. A. K., Han, M., Zhao, J., Rao, G., Bergen, P. J., Velkov, T., Sherry, N., McCarthy, D. T., Aslam, S., Schooley, R. T., Howden, B. P., Barr, J. J., Zhu, Y., & Li, J. (2024). Phage resistance in Klebsiella pneumoniae and bidirectional effects impacting antibiotic susceptibility. Clinical microbiology and infection: the official publication of the European Society of Clinical Microbiology and Infectious Diseases, 30(6), 787–794. https://doi.org/10.1016/j.cmi.2024.03.015",
          "National Center for Biotechnology Information. (2025). PubChem Compound Summary for CID 156500174. Retrieved January 3, 2025 from https://pubchem.ncbi.nlm.nih.gov/compound/156500174",
          "Nguyen, M., Brettin, T., Long, S. W., Musser, J. M., Olsen, R. J., Olson, R., Shukla, M., Stevens, R. L., Xia, F., Yoo, H., & Davis, J. J. (2018). Developing an in silico minimum inhibitory concentration panel test for Klebsiella pneumoniae. Scientific reports, 8(1), 421. https://doi.org/10.1038/s41598-017-18972-w",
          "Nirwati, H., Sinanjung, K., Fahrunissa, F., Wijaya, F., Napitupulu, S., Hati, V. P., Hakim, M. S., Meliala, A., Aman, A. T., Nuryastuti, T. (2019). Biofilm formation and antibiotic resistance of Klebsiella pneumoniae isolated from clinical samples in a tertiary care hospital, Klaten, Indonesia. BMC Proceedings, BioMed Central, 13(Suppl 11), 20. https://doi.org/10.1186/s12919-019-0176-7",
          "Nogrady, B. (2023). The fight against antimicrobial resistance. Nature, 624(7991), S30-S32. https://doi.org/10.1038/d41586-023-03912-8",
          "Parker, E. N., Cain, B. N., Hajian, B., Ulrich, R. J., Geddes, E. J., Barkho, S., Lee, H. Y., Williams, J. D., Raynor, M., Caridha, D., Zaino, A., Shekhar, M., Muñoz, K. A., Rzasa, K. M., Temple, E. R., Hunt, D., Jin, X., Vuong, C., Pannone, K., Kelly, A. M., Mulligan, M. P., Lee, K. K., Lau, G. W., Hung, D. T., & Hergenrother, P. J. (2022). An iterative approach guides discovery of the FabI inhibitor Fabimycin, a late-stage antibiotic candidate with in vivo efficacy against drug-resistant Gram-negative infections. ACS Central Science, 8(8),1145-1158. https://doi.org/10.1021/acscentsci.2c00598 Erratum in: ACS Central Science, (2022). 8(9), 1362. https://doi.org/10.1021/acscentsci.2c00969",
          "Pettersen, E. F., Goddard, T. D., Huang, C. C., Couch, G. S., Greenblatt, D. M., Meng, E. C., & Ferrin, T. E. (2004). UCSF Chimera--a visualization system for exploratory research and analysis. Journal of Computational Chemistry, 25(13), 1605-1612. https://doi.org/10.1002/jcc.20084",
          "Pfeifer, E., Bonnin, R. A. & Rocha, E. P. C. (2022). Phage-plasmids spread antibiotic resistance genes through infection and lysogenic conversion. mBio, 13(5), e0185122. https://doi.org/10.1128/mbio.01851-22",
          "Pfeifer, E., Moura De Sousa, J. A., Touchon, M. & Rocha, E. P. C. (2021). Bacteria have numerous distinctive groups of phage–plasmids with conserved phage and variable plasmid gene repertoires. Nucleic Acids Research, 49(5), 2655–2673. https://doi.org/10.1093/nar/gkab064",
          "Pranavathiyani, G., & Pan, A. (2024). Prediction of essential proteins of Klebsiella pneumoniae using integrative bioinformatics and systems biology approach: Unveiling new avenues for drug discovery. Omics: a journal of integrative biology, 28(3), 138–147. https://doi.org/10.1089/omi.2024.0001",
          "Qu, J., Huang, Y., & Lv, X. (2019). Crisis of antimicrobial resistance in China: now and the future. Frontiers in Microbiology, 10, 2240. https://doi.org/10.3389/fmicb.2019.02240",
          "Reyes, J., Aguilar, A. C., & Caicedo, A. (2019). Carbapenem-Resistant Klebsiella pneumoniae: microbiology key points for clinical practice. International Journal of General Medicine, 12, 437. https://doi.org/10.2147/ijgm.s214305",
          "Rocha-Gracia, R. D. C., Lozano-Zarain, P., Gutiérrez Cázarez, Z., Alonso, C. A., Brambila, E., Torres, C., & Cortés-Cortés, G. (2022). IncFIB plasmids carrying the resistance gene blaCTX-M-15 in ESBL-producing Escherichia coli clones from pediatric patients. The Journal of Infection in Developing Countries, 16(3), 500-506. https://doi.org/10.3855/jidc.15080",
          "Schrödinger, LLC. (2024). The PyMOL Molecular Graphics System, Version 3.1. https://www.pymol.org/",
          "Schüttelkopf, A. W., & van Aalten D. M. F. (2004). PRODRG: a tool for high-throughput crystallography of protein-ligand complexes. Acta Crystallographica Section D Biological Crystallography, 60(8), 1355-1363.  https://doi.org/10.1107/s0907444904011679",
          "Schwede, T., Kopp, J., Guex, N., & Peitsch, M. C. (2003). SWISS-MODEL: An automated protein homology-modeling server. Nucleic Acids Research, 31(13), 3381-3385. https://doi.org/10.1093/nar/gkg520",
          "Silme, R. S. (2024a). Screening for a stable region in the T7 phage genome and repurposing Riboflavin as an anti-phage molecule. Zenodo. https://doi.org/10.5281/zenodo.11608950",
          "Silme, R. S. (2024b). Repurposing Pheophorbide a as an antiviral molecule for targeting a stable region in the Human papillomavirus type 16 genome. Zenodo. https://doi.org/10.5281/zenodo.14468272",
          "Sulakvelidze, A., & Barrow, P. (2005). Phage therapy in animals and agribusiness. In E. Kutter & A. Sulakvelidze (Eds.), Bacteriophages, Biology and Applications (pp. 335-380). CRC Press, Boca Raton, FL.",
          "Sweere, J. M., Van Belleghem, J. D., Ishak, H., Bach, M. S., Popescu, M., Sunkari, V., Kaber, G., Manasherob, R., Suh, G. A., Cao, X., de Vries, C. R., Lam, D. N., Marshall, P. L., Birukova, M., Katznelson, E., Lazzareschi, D. V., Balaji, S., Keswani, S. G., Hawn, T. R., Secor, P. R., & Bollyky, P. L. (2019). Bacteriophage trigger antiviral immunity and prevent clearance of bacterial infection. Science, 363(6434), eaat9691. https://doi.org/10.1126/science.aat9691",
          "Taneja, N., & Sharma, M. (2019). Antimicrobial resistance in the environment: The Indian scenario. Indian Journal of Medical Research, 149(2), 119-128. https://doi.org/10.4103/ijmr.IJMR_331_18",
          "Trott, O., & Olson, A. J. (2010). AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading. Journal of Computational Chemistry, 31(2), 455-461. https://doi.org/10.1002/jcc.21334",
          "WHO. (2024). Antimicrobial resistance, hypervirulent Klebsiella pneumoniae - Global situation. https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON527",
          "Wishart, D. S., Han, S., Saha, S., Oler, E., Peters, H., Grant, J. R., Stothard, P., & Gautam, V. (2023). PHASTEST: faster than PHASTER, better than PHAST. Nucleic acids research, 51(W1), W443–W450. https://doi.org/10.1093/nar/gkad382",
          "Wu, Z. (2019). Antibiotic use and antibiotic resistance in food-producing animals in China. OECD Food, Agriculture and Fisheries Papers, No. 134, OECD Publishing, Paris. https://doi.org/10.1787/4adba8c1-en",
          "Yang, J., Yan, R., Roy, A., Xu, D., Poisson, J., & Zhang, Y. (2015). The I-TASSER Suite: Protein structure and function prediction. Nature Methods, 12(1), 7-8. https://doi.org/10.1038/nmeth.3213",
          "Yao, J., & Rock, C. O. (2016). Resistance Mechanisms and the Future of Bacterial Enoyl-Acyl Carrier Protein Reductase (FabI) Antibiotics. Cold Spring Harbor Perspectives in Medicine, 6(3), a027045. https://doi.org/10.1101/cshperspect.a027045",
          "Zankari, E., Hasman, H., Cosentino, S., Vestergaard, M., Rasmussen, S., Lund, O., Aarestrup, F. M., & Larsen, M. V. (2012). Identification of acquired antimicrobial resistance genes. Journal of Antimicrobial Chemotherapy, 67(11), 2640-2644. https://doi.org/10.1093/jac/dks261",
          "Zhang, C., Fu, X., Liu, Y., Zhao, H., & Wang, G. (2023). Burden of infectious diseases and bacterial antimicrobial resistance in China: a systematic analysis for the global burden of disease study 2019. The Lancet Regional Health – Western Pacific, 43, 100972. https://doi.org/10.1016/j.lanwpc.2023.100972",
          "Zhao, J., Han, J., Lin, Y. W., Zhu, Y., Aichem, M., Garkov, D., Bergen, P. J., Nang, S. C., Ye, J. Z., Zhou, T., Velkov, T., Song, J., Schreiber, F., & Li, J. (2024). PhageGE: an interactive web platform for exploratory analysis and visualization of bacteriophage genomes. Gigascience, 13, giae074. https://doi.org/10.1093/gigascience/giae074"
        ],
        "resource_type": {
          "title": "Preprint",
          "type": "publication",
          "subtype": "preprint"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "grants": [
          {
            "code": "Project Number: BYP-2018-28094",
            "internal_id": "03a5qrr21::Project Number: BYP-2018-28094",
            "funder": {
              "name": "Istanbul University"
            }
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "14837207"
              }
            }
          ]
        }
      },
      "title": "Assessing of Antibiotic Resistance in the Phage-Plasmids of Klebsiella pneumoniae and Its Inhibitory Compound",
      "links": {
        "self": "https://zenodo.org/api/records/14837208",
        "self_html": "https://zenodo.org/records/14837208",
        "doi": "https://doi.org/10.5281/zenodo.14837208",
        "self_doi": "https://doi.org/10.5281/zenodo.14837208",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.14837208",
        "parent": "https://zenodo.org/api/records/14837207",
        "parent_html": "https://zenodo.org/records/14837207",
        "parent_doi": "https://doi.org/10.5281/zenodo.14837207",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.14837207",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:14837208/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:14837208/sequence/default",
        "files": "https://zenodo.org/api/records/14837208/files",
        "media_files": "https://zenodo.org/api/records/14837208/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:14837208:graphicalabstract.png/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:14837208:graphicalabstract.png/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:14837208:graphicalabstract.png/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:14837208:graphicalabstract.png/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:14837208:graphicalabstract.png/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:14837208:graphicalabstract.png/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/14837208/files-archive",
        "archive_media": "https://zenodo.org/api/records/14837208/media-files-archive",
        "latest": "https://zenodo.org/api/records/14837208/versions/latest",
        "latest_html": "https://zenodo.org/records/14837208/latest",
        "versions": "https://zenodo.org/api/records/14837208/versions",
        "draft": "https://zenodo.org/api/records/14837208/draft",
        "reserve_doi": "https://zenodo.org/api/records/14837208/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/14837208/access/links",
        "access_grants": "https://zenodo.org/api/records/14837208/access/grants",
        "access_users": "https://zenodo.org/api/records/14837208/access/users",
        "access_request": "https://zenodo.org/api/records/14837208/access/request",
        "access": "https://zenodo.org/api/records/14837208/access",
        "communities": "https://zenodo.org/api/records/14837208/communities",
        "communities-suggestions": "https://zenodo.org/api/records/14837208/communities-suggestions",
        "requests": "https://zenodo.org/api/records/14837208/requests"
      },
      "updated": "2025-02-08T15:46:32.806872+00:00",
      "recid": "14837208",
      "revision": 4,
      "files": [
        {
          "id": "57efe436-9c07-4fc5-919c-6402daf17ebf",
          "key": "Sup_Data.rar",
          "size": 24723545,
          "checksum": "md5:9b8ebb16dbf36afa9bc0b51d890aa8fb",
          "links": {
            "self": "https://zenodo.org/api/records/14837208/files/Sup_Data.rar/content"
          }
        },
        {
          "id": "bba5ad8a-235c-4454-8bff-5ecda853aa7a",
          "key": "graphicalabstract.png",
          "size": 1225132,
          "checksum": "md5:39054b511d9c907a39204822532e8b6d",
          "links": {
            "self": "https://zenodo.org/api/records/14837208/files/graphicalabstract.png/content"
          }
        },
        {
          "id": "0940a02d-d78b-4dab-9d8d-9cfafcd45e30",
          "key": "Manuscript_Klebsella.pdf",
          "size": 1287323,
          "checksum": "md5:984d9199c95085590d1e7dd9e7f990fe",
          "links": {
            "self": "https://zenodo.org/api/records/14837208/files/Manuscript_Klebsella.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1104584"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 79,
        "unique_downloads": 72,
        "views": 73,
        "unique_views": 70,
        "version_downloads": 79,
        "version_unique_downloads": 72,
        "version_unique_views": 70,
        "version_views": 73
      },
      "state": "done",
      "submitted": true
    }
  ]
}