{
  "cache_date": "2025-04-01T09:35:51.828588",
  "data": {
    "paperId": "34e8eac75ea58fa04b6d5749a564e8916440a3b5",
    "externalIds": {
      "DBLP": "journals/bioinformatics/JayasundaraSMCT15",
      "MAG": "2025161234",
      "DOI": "10.1093/bioinformatics/btu754",
      "CorpusId": 9393872,
      "PubMed": "25398613"
    },
    "url": "https://www.semanticscholar.org/paper/34e8eac75ea58fa04b6d5749a564e8916440a3b5",
    "title": "ViQuaS: an improved reconstruction pipeline for viral quasispecies spectra generated by next-generation sequencing",
    "abstract": "MOTIVATION\nThe combined effect of a high replication rate and the low fidelity of the viral polymerase in most RNA viruses and some DNA viruses results in the formation of a viral quasispecies. Uncovering information about quasispecies populations significantly benefits the study of disease progression, antiviral drug design, vaccine design and viral pathogenesis. We present a new analysis pipeline called ViQuaS for viral quasispecies spectrum reconstruction using short next-generation sequencing reads. ViQuaS is based on a novel reference-assisted de novo assembly algorithm for constructing local haplotypes. A significantly extended version of an existing global strain reconstruction algorithm is also used.\n\n\nRESULTS\nBenchmarking results showed that ViQuaS outperformed three other previously published methods named ShoRAH, QuRe and PredictHaplo, with improvements of at least 3.1-53.9% in recall, 0-12.1% in precision and 0-38.2% in F-score in terms of strain sequence assembly and improvements of at least 0.006-0.143 in KL-divergence and 0.001-0.035 in root mean-squared error in terms of strain frequency estimation, over the next-best algorithm under various simulation settings. We also applied ViQuaS on a real read set derived from an in vitro human immunodeficiency virus (HIV)-1 population, two independent datasets of foot-and-mouth-disease virus derived from the same biological sample and a real HIV-1 dataset and demonstrated better results than other methods available.",
    "venue": "Bioinform.",
    "year": 2015,
    "referenceCount": 40,
    "citationCount": 37,
    "influentialCitationCount": 5,
    "openAccessPdf": {
      "url": "https://academic.oup.com/bioinformatics/article-pdf/31/6/886/17127173/btu754.pdf",
      "status": "BRONZE",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1093/bioinformatics/btu754?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1093/bioinformatics/btu754, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "47377528",
        "name": "D. Jayasundara"
      },
      {
        "authorId": "3099527",
        "name": "Isaam Saeed"
      },
      {
        "authorId": "1772258",
        "name": "S. Maheswararajah"
      },
      {
        "authorId": "120451322",
        "name": "B.C.H. Chang"
      },
      {
        "authorId": "3000288",
        "name": "Sen-Lin Tang"
      },
      {
        "authorId": "1761388",
        "name": "S. Halgamuge"
      }
    ],
    "citations": [
      {
        "paperId": "17d6bac403b00b3cdbae60ead6903b43368df24b",
        "title": "ViPRA-Haplo: De Novo Reconstruction of Viral Populations Using Paired End Sequencing Data"
      },
      {
        "paperId": "851fce17a4c11af3d76b9f31138370433b5e97ca",
        "title": "Intra-host quasispecies reconstructions resemble inter-host variability of transmitted chronic hepatitis B virus strains"
      },
      {
        "paperId": "29a450d0676f8fb03b27fdce5f2cac73578cdaee",
        "title": "PASS: De novo assembler for short peptide sequences"
      },
      {
        "paperId": "b9b2084f7ca7b4ba59a79423996349ab45bf520e",
        "title": "Improved HIV-1 drug resistance mutation prediction using quasispecies reconstruction supported analysis"
      },
      {
        "paperId": "abe0885699190e7c27809e430bbb1e351418c6f3",
        "title": "V-pipe: a computational pipeline for assessing viral genetic diversity from high-throughput data"
      },
      {
        "paperId": "68d4d29ab9f1b17d0aecfcb0c7bdaeaf71c60a60",
        "title": "Alphaherpesvirus Genomics: Past, Present and Future."
      },
      {
        "paperId": "227d7a241c6aec056143578e8b6eb5d2b89041ac",
        "title": "Inference of viral quasispecies with a paired de Bruijn graph"
      },
      {
        "paperId": "d87f84a611c5a5f5566a85e47d010c01eb5e755a",
        "title": "Epidemiological data analysis of viral quasispecies in the next-generation sequencing era"
      },
      {
        "paperId": "c3556b1fcc142b1de1a45a5e21e890010a51d265",
        "title": "V-pipe: a computational pipeline for assessing viral genetic diversity from high-throughput sequencing data"
      },
      {
        "paperId": "41ec0424cc63da76f266a7bfa64f2797cd6074c9",
        "title": "An integrated software for virus community sequencing data analysis"
      },
      {
        "paperId": "d50cfd7b3814ee771050ab47717135501801bdd2",
        "title": "Into the Deep (Sequence) of the Foot-and-Mouth Disease Virus Gene Pool: Bottlenecks and Adaptation during Infection in Naïve and Vaccinated Cattle"
      },
      {
        "paperId": "d525dba5233e92246b7ffdc0e9a0ebde828a9028",
        "title": "A beginner’s guide for FMDV quasispecies analysis: sub-consensus variant detection and haplotype reconstruction using next-generation sequencing"
      },
      {
        "paperId": "997b22bc35c9865190100d0bc13c54abdb024302",
        "title": "Evaluation of haplotype callers for next-generation sequencing of viruses"
      },
      {
        "paperId": "a28f259b23922ca4746abc77756009ca2093339e",
        "title": "Functional diversity enables multiple symbiont strains to coexist in deep-sea mussels"
      },
      {
        "paperId": "c1b97fed8c0f0a45f299617acff2da5588bb2cac",
        "title": "A binning tool to reconstruct viral haplotypes from assembled contigs"
      },
      {
        "paperId": "3f19021356a331cbe455f635e48068937a3a2b6e",
        "title": "TAR-VIR: a pipeline for TARgeted VIRal strain reconstruction from metagenomic data"
      },
      {
        "paperId": "8a9370c451aecb70542352f0b2b7187ae4bb01f9",
        "title": "Diversity matters: Deep-sea mussels harbor multiple symbiont strains"
      },
      {
        "paperId": "08a1b449aacc3d5c74e92acec5f4ca59a13c40e3",
        "title": "Viral Quasispecies Spectrum Reconstruction via Coloring the Vertex in the Weighted Read Conflict Graph"
      },
      {
        "paperId": "05f847451aca3b741740f5b396555573dcb63f00",
        "title": "Viral quasispecies reconstruction via tensor factorization with successive read removal"
      },
      {
        "paperId": "2ddefee6c7450a2f9c90fdd3ec8a2e53d0ccd420",
        "title": "De novo haplotype reconstruction in viral quasispecies using paired-end read guided path finding"
      },
      {
        "paperId": "1455ca2e856ba0fbcd3c9f419a1eca1822aae4fc",
        "title": "Recovery of gene haplotypes from a metagenome"
      },
      {
        "paperId": "716b792eb1a6157cb23de5f0bce9b1dd4b32217c",
        "title": "QSdpR: Viral quasispecies reconstruction via correlation clustering."
      },
      {
        "paperId": "10b5a98292e2063cff7e9db5ca633dad203dd548",
        "title": "Recent advances in inferring viral diversity from high-throughput sequencing data."
      },
      {
        "paperId": "aba3f3ededc04a092d7b0b39815a799774ed0582",
        "title": "Discovering and sequencing new plant viral genomes by next‐generation sequencing: description of a practical pipeline"
      },
      {
        "paperId": "3a2fd3252ad5af17948bd09baa75aa7586ffccf4",
        "title": "Probabilistic recovery of cryptic haplotypes from metagenomic data"
      },
      {
        "paperId": "25b752bf6ab56a5945aba79f114c9628dee3ade5",
        "title": "aBayesQR: A Bayesian method for reconstruction of viral populations characterized by low diversity"
      },
      {
        "paperId": "5ef9e25ec3becaae5208d5ae3c575ef7a306efd8",
        "title": "Viral Quasispecies Reconstruction via Correlation Clustering"
      },
      {
        "paperId": "2ffd4e91528e5114322e04a607839b1b12de333f",
        "title": "Characterizing the multiplicity of HIV founder variants during sexual transmission among MSM"
      },
      {
        "paperId": "2b3653a310fdd3aabb564d0347adbb38e706795f",
        "title": "Accurate reconstruction of viral quasispecies spectra through improved estimation of strain richness"
      },
      {
        "paperId": "0643b20be1728e20d5158a84fa9864f62eb128a3",
        "title": "Quasispecies Analyses of the HIV-1 Near-full-length Genome With Illumina MiSeq"
      },
      {
        "paperId": "a380e91151caf8fab0509e93bab464c615d57a9c",
        "title": "Knowledge discovery in biological big data using near unsupervised learning: Keynote presentation"
      },
      {
        "paperId": "43dad6129c4649c82eba58cf1b8e9db3df4c35d5",
        "title": "Aberystwyth Recovery of gene haplotypes from a metagenome"
      },
      {
        "paperId": "c5c4fb2c533d1bfd3cd178ace043afd5b56acde0",
        "title": "A suite of computational tools to interrogate sequence data with local haplotype analysis within complex Plasmodium infections and other microbial mixtures"
      },
      {
        "paperId": "8dda69836409c27031dda09772b5735fde1e6971",
        "title": "Computational haplotype recovery and long-read validation identiﬁes novel isoforms of industrially relevant enzymes from natural microbial communities"
      },
      {
        "paperId": "ee3e4f320521013a82ac0cf6a1e4a38503aad382",
        "title": "Detection and serotyping of foot-and-mouth disease virus with laboratory and in silico methods"
      },
      {
        "paperId": "0c47ae92bc4147011ab217c36c21842694261825",
        "title": "Human Body to Water Reservoirs: Estimating Viral Population Characteristics Using High-Throughput Sequencing"
      },
      {
        "paperId": "314612e0d6e2f468c239de2cf9b50fc107c19bc6",
        "title": "HIV Trafficking Between Blood and Semen During Early Untreated HIV Infection"
      }
    ],
    "references": [
      {
        "paperId": "17c29bfd0e5bcd846c9b5893a024011ecf3a3de1",
        "title": "Full-length haplotype reconstruction to infer the structure of heterogeneous virus populations"
      },
      {
        "paperId": "2371385ed7f88343034ca34f4a6b9a9143460c8e",
        "title": "Benchmarking of viral haplotype reconstruction programmes: an overview of the capacities and limitations of currently available programmes"
      },
      {
        "paperId": "d77086a2e5f12177f17a7cc33a2ba6ea5242215a",
        "title": "Evolution of foot-and-mouth disease virus intra-sample sequence diversity during serial transmission in bovine hosts"
      },
      {
        "paperId": "8c7aef7ceca2c13d60c1759682d1357084fabe3e",
        "title": "Inference of the Protokaryotypes of Amniotes and Tetrapods and the Evolutionary Processes of Microchromosomes from Comparative Gene Mapping"
      },
      {
        "paperId": "b230fe039037d3f7c61feafd7ed3534b29801fdd",
        "title": "Read length versus Depth of Coverage for Viral Quasispecies Reconstruction"
      },
      {
        "paperId": "3be20ebc4d9f7c3523c551fdfab02094ba3370b6",
        "title": "Challenges and opportunities in estimating viral genetic diversity from next-generation sequencing data"
      },
      {
        "paperId": "6c9ca1a10a8a9c1541e013b3107099addd08fb69",
        "title": "Probabilistic Inference of Viral Quasispecies Subject to Recombination"
      },
      {
        "paperId": "2ea955a23f2015475e4bb365c893d9659039354a",
        "title": "Dynamics of Hepatitis B Virus Quasispecies in Association with Nucleos(t)ide Analogue Treatment Determined by Ultra-Deep Sequencing"
      },
      {
        "paperId": "648fe9fa96f155b92c990eba9fffdd9b2eebb8ed",
        "title": "Haplotype and minimum-chimerism consensus determination using short sequence data"
      },
      {
        "paperId": "0663dd4cdf20e941470078be849993f4e29268a1",
        "title": "Grinder: a versatile amplicon and shotgun sequence simulator"
      },
      {
        "paperId": "59468a51447bb18d02be91ae4c2bf0972572ea99",
        "title": "Viral quasispecies reconstruction from amplicon 454 pyrosequencing reads"
      },
      {
        "paperId": "8c1bdb4bc79d47a9e61d3e41a5c10e2f1bc6bc0f",
        "title": "QColors: An algorithm for conservative viral quasispecies reconstruction from short and non-contiguous next generation sequencing reads"
      },
      {
        "paperId": "e953ed9fde5a4fbe86227d32bd9c09a7a2df75ed",
        "title": "Ultra-deep sequencing for the analysis of viral populations."
      },
      {
        "paperId": "388b4ac0548d77e6fd86aef9f30f15346b92b8ff",
        "title": "Inferring viral quasispecies spectra from 454 pyrosequencing reads"
      },
      {
        "paperId": "8f25d64f364802b834ebebb0afa2d61d8ea167ae",
        "title": "ShoRAH: estimating the genetic diversity of a mixed sample from next-generation sequencing data"
      },
      {
        "paperId": "2fffdffb89ae9f28fa3d32bef1606fe7a32bc738",
        "title": "Removing Noise From Pyrosequenced Amplicons"
      },
      {
        "paperId": "cb5de6f368891688f00aa60b1d79dd4e29d00025",
        "title": "Combinatorial analysis and algorithms for quasispecies reconstruction using next-generation sequencing"
      },
      {
        "paperId": "be7a1035a408c9b83ec4276dd58f42dfea85bac6",
        "title": "Error correction of next-generation sequencing data and reliable estimation of HIV quasispecies"
      },
      {
        "paperId": "d18dc86f9c5b9cd3e7416a0d332a7e1a348a0565",
        "title": "Quasispecies Theory and the Behavior of RNA Viruses"
      },
      {
        "paperId": "d206ac8572f7480e5d1e92620060a39a8c3fd3ce",
        "title": "Assembly algorithms for next-generation sequencing data."
      },
      {
        "paperId": "2cd61efc1ac31d2594afdf9182e8a03b7de15c81",
        "title": "The Feasibility of Using High Resolution Genome Sequencing of Influenza A Viruses to Detect Mixed Infections and Quasispecies"
      },
      {
        "paperId": "e433383573a4c3cd804ddd4c3f747ac8588506b4",
        "title": "PEMer: a computational framework with simulation-based error models for inferring genomic structural variants from massive paired-end sequencing data"
      },
      {
        "paperId": "2b8dd310816d0aefce57b5761b2786305b19b366",
        "title": "A Bioinformatician's Guide to Metagenomics"
      },
      {
        "paperId": "1a014a076cac3c7f5d81a084e296c095f9230437",
        "title": "Hierarchical Models in the Brain"
      },
      {
        "paperId": "adb989a7b0aa1a958282e893f4c4a024ffc83346",
        "title": "Virology: Principles and Applications"
      },
      {
        "paperId": "613ad15f77c295115d84182dbc13ca8019bc8e65",
        "title": "Hepatitis B virus quasispecies susceptibility to entecavir confirms the relationship between genotypic resistance and patient virologic response."
      },
      {
        "paperId": "350f0fa0904e7f0383f45cc55afaf73e19f2ed7f",
        "title": "Characterization of mutation spectra with ultra-deep pyrosequencing: application to HIV-1 drug resistance."
      },
      {
        "paperId": "7513e301ba3829033ab6ab022eecaaf1b0352144",
        "title": "Viral Population Estimation Using Pyrosequencing"
      },
      {
        "paperId": "c5758573d9177fec800616e5b37089f15d5bee1b",
        "title": "HIV-1 Subtype B Protease and Reverse Transcriptase Amino Acid Covariation"
      },
      {
        "paperId": "dbb41f80dc43d139761a863eb7d6da773a726261",
        "title": "Assembling millions of short DNA sequences using SSAKE"
      },
      {
        "paperId": "2c2fb431cd9db3d4a7a0e933f32f3a6da8ba4f03",
        "title": "Quasispecies diversity determines pathogenesis through cooperative interactions in a viral population"
      },
      {
        "paperId": "bb46fd11c2e0516771129605fc91b00b5bb27639",
        "title": "Hepatitis B Virus Mutants"
      },
      {
        "paperId": "40c5441aad96b366996e6af163ca9473a19bb9ad",
        "title": "Identification of common molecular subsequences."
      },
      {
        "paperId": "c054360ec3ccadae977fdd0d77694c9655478a41",
        "title": "On Information and Sufficiency"
      },
      {
        "paperId": "765de4e95f57cffa4a58efb63385f82a73acdfed",
        "title": "HIV Haplotype Inference Using a Propagating Dirichlet Process Mixture Model"
      },
      {
        "paperId": "3954a9714c8fbed8797e9684e830d33d0f50d054",
        "title": "QuRe: software for viral quasispecies reconstruction from next-generation sequencing data"
      },
      {
        "paperId": "b0591736dc063ad37486ef1aeb165386aa0447b6",
        "title": "HIV-Haplotype Inference using a Constraint-based Dirichlet Process Mixture Model"
      },
      {
        "paperId": "0334b65d8d1c39916f5bce4fe5b982cebab10fb8",
        "title": "Virology: Principles and Applications"
      },
      {
        "paperId": "fa3c3fb3db6d54105c7990b6fd3ef41f3aff439d",
        "title": "Human immunodeficiency virus reverse transcriptase and protease sequence database"
      },
      {
        "paperId": "31356fd3fd1e7cdc2ff557ee7035ed23b76901e3",
        "title": "Introduction to Modern Virology"
      }
    ]
  }
}