{
  "cache_date": "2025-09-01T08:44:35.559236",
  "data": {
    "paperId": "b7bae015e1e3f21617ae130c4497ae0270e5926f",
    "externalIds": {
      "DOI": "10.35378/gujs.1380649",
      "CorpusId": 280450359
    },
    "url": "https://www.semanticscholar.org/paper/b7bae015e1e3f21617ae130c4497ae0270e5926f",
    "title": "Comparison of Data Integration Methods in BIM Tools for Structural Engineering: An Evaluation through Structural Analysis Tools",
    "venue": "GAZI UNIVERSITY JOURNAL OF SCIENCE",
    "year": 2025,
    "referenceCount": 14,
    "citationCount": 0,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null,
      "disclaimer": "Notice: The following paper fields have been elided by the publisher: {'references'}. Paper or abstract available at https://api.unpaywall.org/v2/10.35378/gujs.1380649?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.35378/gujs.1380649, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2170440964",
        "name": "Damlanur İlipınar"
      },
      {
        "authorId": "2219064824",
        "name": "B. Ay"
      },
      {
        "authorId": "69353881",
        "name": "M. K. Pekeriçli"
      }
    ],
    "citations": [],
    "abstract": "Building Information Modelling (BIM) is a technology that allows data generated by different disciplines using different software to be shared and used in a digital environment. By promising bi-directional data integration between all stakeholders, BIM encourages interoperability in the industry. This study aims to assess the operability and reliability of bidirectional data exchange methods within BIM technology, specifically Industry Foundation Classes (IFC) and Application Programming Interface (API). The study tests these methods between the architecture and structural engineering disciplines using Autodesk Revit along with the structural software packages: ETABS, Robot Structural Analysis, SAP2000, and Tekla Structures. The results show that the IFC file extension causes data losses in information sharing between software, while the API method can provide reliable data integration between different tools. However, the API only works smoothly between the tools developed by the same company. Nevertheless, API may be a promising way to achieve the interoperability goal of BIM technology.",
    "references": null
  }
}