{
  "cache_date": "2025-08-01T08:52:05.082039",
  "data": {
    "indexed": {
      "date-parts": [
        [
          2024,
          9,
          7
        ]
      ],
      "date-time": "2024-09-07T15:27:58Z",
      "timestamp": 1725722878785
    },
    "publisher-location": "Berlin, Heidelberg",
    "reference-count": 27,
    "publisher": "Springer Berlin Heidelberg",
    "isbn-type": [
      {
        "type": "print",
        "value": "9783642076534"
      },
      {
        "type": "electronic",
        "value": "9783662049549"
      }
    ],
    "content-domain": {
      "domain": [],
      "crossmark-restriction": false
    },
    "short-container-title": [],
    "published-print": {
      "date-parts": [
        [
          2002
        ]
      ]
    },
    "DOI": "10.1007/978-3-662-04954-9_13",
    "type": "book-chapter",
    "created": {
      "date-parts": [
        [
          2013,
          4,
          15
        ]
      ],
      "date-time": "2013-04-15T23:31:36Z",
      "timestamp": 1366068696000
    },
    "page": "167-175",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
      "Are Programmers Oppressed by Monopoly Capital, or Shall the Geeks Inherit the Earth? Commentary on Nathan Ensmenger &amp; William Aspray, “Software as Labor Process”"
    ],
    "prefix": "10.1007",
    "author": [
      {
        "given": "David A.",
        "family": "Hounshell",
        "sequence": "first",
        "affiliation": []
      }
    ],
    "member": "297",
    "reference": [
      {
        "key": "13_CR1",
        "unstructured": "The eighteenth-century British engineer John Smeaton coined the term “civil engineering” to distinguish the activities he and a growing number of engineers in England were engaged in (building roads, canals, bridges, lighthouses, harbor facilities, etc.) from military engineering. Later, as new areas of civil engineering activity opened up, such as machine design (“mechanical engineering”) and laying out electric light and power systems (electrical engineering), “civil engineering” took on its present-day connotations."
      },
      {
        "key": "13_CR2",
        "volume-title": "The American Civil Engineer: Origins and Conflict",
        "author": "D Calhoun",
        "year": "1960",
        "unstructured": "Daniel Hovey Calhoun, The American Civil Engineer: Origins and Conflict (Boston, 1960)."
      },
      {
        "key": "13_CR3",
        "volume-title": "The Mechanical Engineer in America, 1830–1910",
        "author": "M Calvert",
        "year": "1967",
        "unstructured": "Monte A. Calvert, The Mechanical Engineer in America, 1830–1910 (Baltimore, 1967);"
      },
      {
        "key": "13_CR4",
        "volume-title": "The Revolt of the Engineers: Social Responsibility and the American Engineering Profession",
        "author": "E Layton Jr.",
        "year": "1971",
        "unstructured": "Edwin Layton, Jr., The Revolt of the Engineers: Social Responsibility and the American Engineering Profession (Cleveland, 1971);"
      },
      {
        "key": "13_CR5",
        "volume-title": "America by Design: Science, Technology, and the Rise of Corporate Capitalism",
        "author": "D Noble",
        "year": "1977",
        "unstructured": "David F. Noble, America by Design: Science, Technology, and the Rise of Corporate Capitalism (New York, 1977);"
      },
      {
        "key": "13_CR6",
        "volume-title": "A Centennial History of the American Society of Mechanical Engineers",
        "author": "B Sinclair",
        "year": "1980",
        "unstructured": "Bruce Sinclair, A Centennial History of the American Society of Mechanical Engineers (Toronto, 1980)."
      },
      {
        "key": "13_CR7",
        "volume-title": "The Culture of Professionalism: The Middle Class and the Development of Higher Education in America",
        "author": "B Bledstein",
        "year": "1976",
        "unstructured": "Layton’s bibliographic essay identifies some of the pre-1970 landmarks in the literature; see Layton, 259–63. See also Burton J. Bledstein, The Culture of Professionalism: The Middle Class and the Development of Higher Education in America (New York, 1976);"
      },
      {
        "key": "13_CR8",
        "doi-asserted-by": "crossref",
        "DOI": "10.7208/chicago/9780226189666.001.0001",
        "volume-title": "The System of Professions: An Essay on the Division of Expert Labor",
        "author": "A Abbott",
        "year": "1988",
        "unstructured": "Andrew D. Abbott, The System of Professions: An Essay on the Division of Expert Labor (Chicago, 1988);"
      },
      {
        "volume-title": "Professions in Theory and History: Rethinking the Study of the Professions",
        "year": "1990",
        "key": "13_CR9",
        "unstructured": "and Michael Burrage and Rolf Torstendahl, eds., Professions in Theory and History: Rethinking the Study of the Professions (London, 1990)."
      },
      {
        "key": "13_CR10",
        "unstructured": "Ensmenger and Aspray briefly treat attempts at certification in their paper. Most recently, in response to the “software crisis” and as part of its attempt to overcome this problem, the United States Department of Defense (DoD), through the Software Engineering Institute (SEI) at Carnegie Mellon University, has mandated that firms producing software for DoD become certified within what SEI has developed as the Capabilities Maturity Model. Although the Capabilities Maturity Model seeks to certify firms in the production of software, it has the effect of pushing elements of certification down to the level of individual programmers."
      },
      {
        "key": "13_CR11",
        "unstructured": "Layton, Revolt of the Engineers, deals with this issue quite thoroughly."
      },
      {
        "key": "13_CR12",
        "first-page": "371",
        "volume-title": "Science and Corporate Strategy: Du Pont R&D, 1902–1980",
        "author": "D Hounshell",
        "year": "1988",
        "unstructured": "On the history of dual ladders within R&D organizations, see David A. Hounshell and John Kenly Smith, Jr., Science and Corporate Strategy: Du Pont R&D, 1902–1980 (New York, 1988), 371–2."
      },
      {
        "key": "13_CR13",
        "volume-title": "Microsoft Secrets: How the World’s Most Powerful Software Company Creates Technology, Shapes Markets, and Manages People",
        "author": "M Cusumano",
        "year": "1998",
        "unstructured": "On Developers at Microsoft, see Michael A. Cusumano and Richard W. Selby, Microsoft Secrets: How the World’s Most Powerful Software Company Creates Technology, Shapes Markets, and Manages People (New York, 1998)."
      },
      {
        "key": "13_CR14",
        "doi-asserted-by": "publisher",
        "DOI": "10.1007/978-1-4613-9420-4",
        "volume-title": "Programmers and Managers: The Routinization of Computer Programming in the United States",
        "author": "P Kraft",
        "year": "1977",
        "unstructured": "Philip Kraft, Programmers and Managers: The Routinization of Computer Programming in the United States (New York, 1977)."
      },
      {
        "key": "13_CR15",
        "volume-title": "The Development of Planning: Class and State in India",
        "author": "P Kraft",
        "year": "1971",
        "unstructured": "Philip Kraft, “The Development of Planning: Class and State in India,” Ph.D. diss., Washington University, 1971. The quotation appears in Kraft, Programmers and Managers, vii."
      },
      {
        "key": "13_CR16",
        "volume-title": "The Making of a Counter Culture: Reflections on the Technocratic Society and Its Youthful Opposition",
        "author": "T Roszak",
        "year": "1969",
        "unstructured": "Theodore Roszak, The Making of a Counter Culture: Reflections on the Technocratic Society and Its Youthful Opposition (Garden City, N.Y., 1969)"
      },
      {
        "key": "13_CR17",
        "volume-title": "Where the Wasteland Ends: Politics and Transcendence in Postindustrial Society",
        "author": "T Roszak",
        "year": "1972",
        "unstructured": "and Theodore Roszak, Where the Wasteland Ends: Politics and Transcendence in Postindustrial Society (Garden City, N.Y., 1972);"
      },
      {
        "key": "13_CR18",
        "volume-title": "Systems Analysis in Public Policy: A Critique",
        "author": "I Hoos",
        "year": "1972",
        "unstructured": "Ida R. Hoos, Systems Analysis in Public Policy: A Critique (Berkeley, 1972). Interestingly, Langdon Winner saw Boguslaw as a Taylor-like technocrat and The New Utopians as a “panegyric” for systems analysis “Although under the guise of warning the public about the possible dangers of such people.”"
      },
      {
        "key": "13_CR19",
        "first-page": "143",
        "volume-title": "Autonomous Technology: Technics-out-of-Control as a Theme in Political Thought",
        "author": "L Winner",
        "year": "1977",
        "unstructured": "Langdon Winner, Autonomous Technology: Technics-out-of-Control as a Theme in Political Thought (Cambridge, 1977), 143."
      },
      {
        "key": "13_CR20",
        "unstructured": "The quotation appears in Robert Boguslaw, “Foreword to Kraft”, Programmers and Managers, v."
      },
      {
        "key": "13_CR21",
        "unstructured": "Ibid."
      },
      {
        "key": "13_CR22",
        "unstructured": "Kraft discusses the separation of head and hand in his first chapter in a section entitled “Programmers as Engineers,” 18–22."
      },
      {
        "volume-title": "Tutorial, Programming Productivity: Issues for the Eighties",
        "year": "1981",
        "key": "13_CR23",
        "unstructured": "Capers Jones, ed., Tutorial, Programming Productivity: Issues for the Eighties (Los Angeles, 1981). See Endres’s 1975 paper, “An Analysis of Errors and Their Causes in Systems Programs,” in ibid., 86–95."
      },
      {
        "key": "13_CR24",
        "first-page": "1626",
        "volume-title": "Information Processing 68",
        "author": "R Bemer",
        "year": "1969",
        "unstructured": "In the discussion following the oral delivery of my remarks at the Paderborn Conference, Michael S. Mahoney, a scholar who has been thinking and writing deeply on the history of software, offered what he believes is the best candidate for the “Taylor of software”: Robert W. Bemer, “Position Paper for [the] Panel Discussion [on] the Economics of Program Production,” Information Processing 68, vol. II (Amsterdam, 1969), 1626–27. Bemer was employed at the time by the General Electric Company. Mahoney’s nomination seems sound to me, and he is working on a paper that will show more clearly the parallels between Bemer’s thinking and that of Taylor."
      },
      {
        "key": "13_CR25",
        "volume-title": "The Production of Information: An Examination of the Employment Relations of Software Engineers and Computer Programmers",
        "author": "B Tarallo",
        "year": "1987",
        "unstructured": "Bernadette Mary Tarallo, “The Production of Information: An Examination of the Employment Relations of Software Engineers and Computer Programmers,” Ph.D. diss., University of California, Davis, 1987."
      },
      {
        "key": "13_CR26",
        "volume-title": "‘The Geek Shall Inherit’ or Leave the Money and Run? Role Identities and Turnover Decisions among Software Programmers and the High-Technology Employees",
        "author": "N Ainspan",
        "year": "1999",
        "unstructured": "Nathan David Ainspan, “‘The Geek Shall Inherit’ or Leave the Money and Run? Role Identities and Turnover Decisions among Software Programmers and the High-Technology Employees,” Ph.D. diss., Cornell University, 1999. Obviously, the title of my comment derives inspiration from the title of this dissertation."
      },
      {
        "key": "13_CR27",
        "doi-asserted-by": "crossref",
        "first-page": "455",
        "DOI": "10.1353/tech.1999.0128",
        "volume": "40",
        "author": "J Light",
        "year": "1999",
        "unstructured": "Jennifer Light, “When Computers Were Women,” Technology and Culture 40 (July 1999): 455–83.",
        "journal-title": "Technology and Culture"
      }
    ],
    "container-title": [
      "History of Computing: Software Issues"
    ],
    "original-title": [],
    "language": "en",
    "link": [
      {
        "URL": "http://link.springer.com/content/pdf/10.1007/978-3-662-04954-9_13",
        "content-type": "unspecified",
        "content-version": "vor",
        "intended-application": "similarity-checking"
      }
    ],
    "deposited": {
      "date-parts": [
        [
          2020,
          7,
          25
        ]
      ],
      "date-time": "2020-07-25T07:38:25Z",
      "timestamp": 1595662705000
    },
    "score": 1,
    "resource": {
      "primary": {
        "URL": "http://link.springer.com/10.1007/978-3-662-04954-9_13"
      }
    },
    "subtitle": [],
    "short-title": [],
    "issued": {
      "date-parts": [
        [
          2002
        ]
      ]
    },
    "ISBN": [
      "9783642076534",
      "9783662049549"
    ],
    "references-count": 27,
    "URL": "https://doi.org/10.1007/978-3-662-04954-9_13",
    "relation": {},
    "subject": [],
    "published": {
      "date-parts": [
        [
          2002
        ]
      ]
    }
  }
}