{
  "cache_date": "2025-05-01T10:30:16.149021",
  "data": {
    "paperId": "3c7a6cbeb9669fd8469a63f69d2b968d403cd37f",
    "externalIds": {
      "MAG": "2758894305",
      "DBLP": "journals/bib/ArndtMLW19",
      "DOI": "10.1093/bib/bbx121",
      "CorpusId": 38974021,
      "PubMed": "29028989"
    },
    "url": "https://www.semanticscholar.org/paper/3c7a6cbeb9669fd8469a63f69d2b968d403cd37f",
    "title": "PHAST, PHASTER and PHASTEST: Tools for finding prophage in bacterial genomes",
    "abstract": "PHAST (PHAge Search Tool) and its successor PHASTER (PHAge Search Tool - Enhanced Release) have become two of the most widely used web servers for identifying putative prophages in bacterial genomes. Here we review the main capabilities of these web resources, provide some practical guidance regarding their use and discuss possible future improvements. PHAST, which was first described in 2011, made its debut just as whole bacterial genome sequencing and was becoming inexpensive and relatively routine. PHAST quickly gained popularity among bacterial genome researchers because of its web accessibility, its ease of use along with its enhanced accuracy and rapid processing times. PHASTER, which appeared in 2016, provided a number of much-needed enhancements to the PHAST server, including greater processing speed (to cope with very large submission volumes), increased database sizes, a more modern user interface, improved graphical displays and support for metagenomic submissions. Continuing developments in the field, along with increased interest in automated phage and prophage finding, have already led to several improvements to the PHASTER server and will soon lead to the development of a successor to PHASTER (to be called PHASTEST).",
    "venue": "Briefings Bioinform.",
    "year": 2019,
    "referenceCount": 38,
    "citationCount": 163,
    "influentialCitationCount": 7,
    "openAccessPdf": {
      "url": "https://europepmc.org/articles/pmc6781593?pdf=render",
      "status": "GREEN",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1093/bib/bbx121?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1093/bib/bbx121, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "145212464",
        "name": "David Arndt"
      },
      {
        "authorId": "49343177",
        "name": "A. Marcu"
      },
      {
        "authorId": "2655417",
        "name": "Yongjie Liang"
      },
      {
        "authorId": "2066145",
        "name": "D. Wishart"
      }
    ],
    "citations": [
      {
        "paperId": "1b64941eac5733010b971ed0f9e12285d4636a7f",
        "title": "The impact of aztreonam–clavulanic acid exposure on gene expression and mutant selection using a multidrug-resistant E. coli"
      },
      {
        "paperId": "6cf0782fe3e4fe6f73db96bac2cdcbee7f3f3d47",
        "title": "Comprehensive genomic and phenotypic characterization of thermophilic bacterium Sinimarinibacterium thermocellulolyticum sp. nov. HSW-8T, a cellulase-producing bacterium isolated from hot spring water in South Korea."
      },
      {
        "paperId": "72ab883cf33e51e3bf6c205b0a8327e457dd3a20",
        "title": "Multidrug resistant Acinetobacter baumannii: A study on its pathogenesis and therapeutics"
      },
      {
        "paperId": "3bd915df612413c28dec195dd4b8e99851a2c208",
        "title": "Unlocking Probiotic Potential: Genomic Insights into Weissella paramesenteroides UFTM 2.6.1."
      },
      {
        "paperId": "8795c91623b766f9c4206ace5671fc780ccb5f69",
        "title": "Analysis of the genome data of Acinetobacter baumannii UOL-KIMZ-24, exhibiting multiple drug resistance through efflux pumps"
      },
      {
        "paperId": "05b7d66b63fee43810c6afd0356e84bd9dbd8a6c",
        "title": "Emergence of T4SS-type-ICE-carrying emm28 Streptococcus pyogenes causing invasive infection in Shanghai, China."
      },
      {
        "paperId": "ee32b6ed9ce03f5178cf8c78c2a1a340a83e9062",
        "title": "Insights into Within-Host Evolution and Dynamics of Oral and Intestinal Streptococci Unveil Niche Adaptation"
      },
      {
        "paperId": "25bef010cae7e13ed900a8eecac2d1d1e73091e7",
        "title": "Efficient quantification of somatic coliphages in water: Development and validation of the Enumera® Rapid kit."
      },
      {
        "paperId": "f1ee604676eb9a45464d048e05268120f12824e6",
        "title": "Genomic diversity of phages infecting the globally widespread genus Sulfurimonas."
      },
      {
        "paperId": "2364d69c0359e2e3f66ed34e9a2f8731cf0a03db",
        "title": "Unveiling a novel exopolysaccharide produced by Pseudomonas alcaligenes Med1 isolated from a Chilean hot spring as biotechnological additive"
      },
      {
        "paperId": "5d90283e5047ce296b3eac058c7ca40006c608c1",
        "title": "Genomic Characterization and Probiotic Properties of Lactiplantibacillus pentosus Isolated from Fermented Rice."
      },
      {
        "paperId": "ef9f08bbce50437288f5767f036333fa2a880229",
        "title": "Rapid design of bacteriophage cocktails to suppress the burden and virulence of gut-resident carbapenem-resistant Klebsiella pneumoniae."
      },
      {
        "paperId": "c367e80992de91bd7bf0140ed3e4491929bbcdaa",
        "title": "Dimer-monomer transition defines a hyper-thermostable peptidoglycan hydrolase mined from bacterial proteome by lysin-derived antimicrobial peptide-primed screening"
      },
      {
        "paperId": "976502b6456bdf98bce546c3238540666d1574f6",
        "title": "Metagenomic analyses of single phages and phage cocktails show instances of contamination with temperate phages and bacterial DNA"
      },
      {
        "paperId": "d2a9ea28dc09982b53a6032575230734cccb310d",
        "title": "Genomic insights into a Proteus mirabilis strain inducing avian cellulitis."
      },
      {
        "paperId": "7bcf01a8a8fafd36633f9aa6426b2a0f49ea766f",
        "title": "A Bioinformatic Ecosystem for Bacteriophage Genomics: PhaMMSeqs, Phamerator, pdm_utils, PhagesDB, DEPhT, and PhamClust"
      },
      {
        "paperId": "8cb8f98586ec586affbb7010982edb15334f0340",
        "title": "Genome characterization of a multi-drug resistant Escherichia coli strain, L1PEag1, isolated from commercial cape gooseberry fruits (Physalis peruviana L.)"
      },
      {
        "paperId": "63bf2465e305c0f067911efea30995b569773788",
        "title": "SUPREM: an engineered non-site-specific m6A RNA methyltransferase with highly improved efficiency"
      },
      {
        "paperId": "d3c87fc4f576898641f454b2bd53d8223cfa2e85",
        "title": "Genomic characterization and virulence gene profiling of Erysipelothrix rhusiopathiae isolated from widespread muskox mortalities in the Canadian Arctic Archipelago"
      },
      {
        "paperId": "60f2fbb48b4b874b8a6426ee443e3988db64ac27",
        "title": "Safety assessment of probiotic Lactiplantibacillus plantarum MCC5231 and its persistence in gastrointestinal tract."
      },
      {
        "paperId": "b6ed2ed1a8dca801d6e6d64e6f4a9970aabc290b",
        "title": "Characterization and the first complete genome sequence of a novel strain of Bergeyella porcorum isolated from pigs in China"
      },
      {
        "paperId": "10962ae229f1c5442c22eaad6196310cb9d70590",
        "title": "Identification of cognate recombination directionality factors for large serine recombinases by virtual pulldown"
      },
      {
        "paperId": "ec06717a1854087c8b77c7b47fd96e3748bec8d0",
        "title": "Making the leap from technique to treatment — genetic engineering is paving the way for more efficient phage therapy"
      },
      {
        "paperId": "78fd1525f6130c883770f33ad80c0cd40e73cc52",
        "title": "Virome Analysis of Paddy Floodwater in Two Cropping Seasons."
      },
      {
        "paperId": "edd8ff9fa42236836884697d3fc3e4d6dd109921",
        "title": "First report on in-depth genome and comparative genome analysis of a metal-resistant bacterium Acinetobacter pittii S-30, isolated from environmental sample"
      },
      {
        "paperId": "957b0734902fee90c58ee127f19bca9a8f1b60b8",
        "title": "Harnessing the Diversity of Burkholderia spp. Prophages for Therapeutic Potential"
      },
      {
        "paperId": "be0763e2dfb899bd6fba969a83e388a9f85472da",
        "title": "Harnessing the diversity of Burkholderia spp. prophages for therapeutic potential"
      },
      {
        "paperId": "42f73a266c4cb298ebe8dc24273ae65e3b7a5ca0",
        "title": "The insights into the phage communities of fermented foods in the age of viral metagenomics."
      },
      {
        "paperId": "e343d91f9ebf69c269e70aed59642c6a0f180010",
        "title": "Canine Staphylococcaceae circulating in a Kenyan animal shelter"
      },
      {
        "paperId": "c999be17708bef80257bd132da9100bbe6c4c089",
        "title": "Priestia flexa as a Novel Urinary Tract Pathogen in Daloa, Côte d'Ivoire: Insights From Genomic Sequencing"
      },
      {
        "paperId": "4f26fcf56fbed688543a94ef1eda379993edba1f",
        "title": "Genome analysis of triple phages that curtails MDR E. coli with ML based host receptor prediction and its evaluation"
      },
      {
        "paperId": "0e858a65331bac9c70c95d1dc7602587e4141a00",
        "title": "Genotoxic stress stimulates eDNA release via explosive cell lysis and thereby promotes streamer formation of Burkholderia cenocepacia H111 cultured in a microfluidic device"
      },
      {
        "paperId": "99e140d1b7eddbec8117a048d687e3ac4ab1cd37",
        "title": "Hybrid genome assemblies of four Shiga toxin-producing Escherichia coli strains containing a complete locus of enterocyte effacement and an O-Island 122"
      },
      {
        "paperId": "1ece7baea1b81c87d8a64acf8333a520046b8962",
        "title": "Whole genome sequencing of increased number of azithromycin-resistant Shigella flexneri 1b isolates in Ontario"
      },
      {
        "paperId": "5d0838ae4cd838e96530c1126f240860991cf717",
        "title": "Whole-genome sequencing reveals virulence and antibiotic resistance determinants in Enterococcus faecium strains isolated from the dairy industry in Mexico"
      },
      {
        "paperId": "2a0f02331890f1c5750f74f5dbf68275a8b41e71",
        "title": "Novel ribotype/sequence type associations and diverse CRISPR-Cas systems in environmental Clostridioides difficile strains from northern Iraq"
      },
      {
        "paperId": "398d1b512dec845be2036cd7156cebee78675666",
        "title": "Host specific adaptations of Ligilactobacillus aviarius to poultry"
      },
      {
        "paperId": "9497de89660f439e4224da9c2acb8369bc45cebc",
        "title": "Phenotypic and genomic analyses of bacteriocin-producing probiotic Enterococcus faecium EFEL8600 isolated from Korean soy-meju"
      },
      {
        "paperId": "e0ac213e59e9c191e7b833875687dead83f31f21",
        "title": "Genomic and Phenotypic Characterization of Mastitis-Causing Staphylococci and Probiotic Lactic Acid Bacteria Isolated from Raw Sheep’s Milk"
      },
      {
        "paperId": "8a7b54f93c79f69bf4ce4021334aeda217a8be24",
        "title": "Population genomics of Lacticaseibacillus paracasei: pan-genome, integrated prophage, antibiotic resistance, and carbohydrate utilization"
      },
      {
        "paperId": "1707eb1f2411c9276e0a6f36668abcd662d080fc",
        "title": "Genomic insights and comparative analysis of Flavobacterium bizetiae HJ-32-4 isolated from soil"
      },
      {
        "paperId": "919bead2dbf435de8380767e9bf8f44395537d7e",
        "title": "Genomic characterisation of the pathogenicity of Staphylococcus aureus isolates recovered from the cheese chain production"
      },
      {
        "paperId": "f08c68f1a8f9eede9821ad6b170611dca90dd970",
        "title": "Genomic, LC–MS, and FTIR Analysis of Plant Probiotic Potential of Bacillus albus for Managing Xanthomonas oryzae via Different Modes of Application in Rice (Oryza sativa L.)"
      },
      {
        "paperId": "72d0a7a5dd698de4c42a8a3df0cfe40c1981b52f",
        "title": "A multidrug-resistant Salmonella enterica Typhimurium DT104 complex lineage circulating among humans and cattle in the USA lost the ability to produce pertussis-like toxin ArtAB"
      },
      {
        "paperId": "128ca56471edc6ed5e11219e596919297005f92b",
        "title": "Endogenous CRISPR/Cas systems for genome engineering in the acetogens Acetobacterium woodii and Clostridium autoethanogenum"
      },
      {
        "paperId": "5abd4398e7cdb183cbc9ab64e764786379846e8b",
        "title": "Diversity within the species Clostridium butyricum: pan-genome, phylogeny, prophage, carbohydrate utilization, and antibiotic resistance."
      },
      {
        "paperId": "a028c419bc47c818551f60837c70881543eba2b7",
        "title": "Comparative Genomic Analysis of Multi-Drug Resistant Pseudomonas aeruginosa Sequence Type 235 Isolated from Sudan"
      },
      {
        "paperId": "e88245276431fcc7b93dc4bbbb545791d737e36e",
        "title": "Identification and genomic analysis of Pseudosulfitobacter koreense sp. nov. isolated from toxin-producing dinoflagellate Alexandrium pacificum"
      },
      {
        "paperId": "49e275f337b8b2225aefe840577f1e895fcc8870",
        "title": "Novel taxonomic and functional diversity of bacteria from the upper digestive tract of chicken"
      },
      {
        "paperId": "cbc6c51010125aed76e76907b3547b1219f2b437",
        "title": "Molecular and genetic characterization of the Pseudomonas chlororaphis subsp. aurantiaca mutant strain with increased resistance to hydrogen peroxide"
      },
      {
        "paperId": "9c0876971ae474678ee2eb6204f0d0a612ec8db6",
        "title": "A multidrug-resistant Salmonella enterica Typhimurium DT104 complex lineage circulating among humans and cattle in the United States lost the ability to produce pertussis-like toxin ArtAB"
      },
      {
        "paperId": "32baadb1b439584b41ae6ed9505ac59185988eca",
        "title": "Comparative Genomic Analysis Reveals the Functional Traits and Safety Status of Lactic Acid Bacteria Retrieved from Artisanal Cheeses and Raw Sheep Milk"
      },
      {
        "paperId": "e02360e69d78a5af5723744e34b227ed817e6d18",
        "title": "Tychonema sp. BBK16 Characterisation: Lifestyle, Phylogeny and Related Phages"
      },
      {
        "paperId": "e959bb8a7088eb7a0bc9a43b7a3510d22b364fbf",
        "title": "Identification of integrons and gene cassette-associated recombination sites in bacteriophage genomes"
      },
      {
        "paperId": "86534fab0ce425614e8aa499cadd33af5d51e6fd",
        "title": "Prophage-Derived Regions in Curtobacterium Genomes: Good Things, Small Packages"
      },
      {
        "paperId": "b1c6b339452018753b5447ecde01ce2c05365a8e",
        "title": "Characterization of a P1-bacteriophage-like plasmid (phage-plasmid) harbouring bla CTX-M-15 in Salmonella enterica serovar Typhi"
      },
      {
        "paperId": "a9a95e776cc58a9245281b33d000d91abb277c34",
        "title": "Isolation and Characterization of Chi-like Salmonella Bacteriophages Infecting Two Salmonella enterica Serovars, Typhimurium and Enteritidis"
      },
      {
        "paperId": "7da6b5c80d80260b902252eca488ad11876a232a",
        "title": "Diversity of resistant determinants, virulence factors, and mobile genetic elements in Acinetobacter baumannii from India: A comprehensive in silico genome analysis"
      },
      {
        "paperId": "8b5d59f09a084de4931fdde5758a43c46c6c74cf",
        "title": "Functional and Safety Characterization of Weissella paramesenteroides Strains Isolated from Dairy Products through Whole-Genome Sequencing and Comparative Genomics"
      },
      {
        "paperId": "1d10c37fd104c6570044933b680e9bb37d536652",
        "title": "Sulfitobacter albidus sp. nov., isolated from marine sediment of Jeju Island"
      },
      {
        "paperId": "1e4e06bcf23dca8416ad12d7c4959f230da27203",
        "title": "Genomic Characterization and Antimicrobial Susceptibility of Dromedary-Associated Staphylococcaceae from the Horn of Africa"
      },
      {
        "paperId": "f7b3aea66f92752aa6e509b25520a232ae26e182",
        "title": "Citrobacter portucalensis Sb-2 contains a metalloid resistance determinant transmitted by Citrobacter phage Chris1."
      },
      {
        "paperId": "f6f0da567f1d895b8ca9a4f14e1b81d8146e2cc9",
        "title": "Integrated genome-based assessment of safety and probiotic characteristics of Lactiplantibacillus plantarum PMO 08 isolated from kimchi"
      },
      {
        "paperId": "f9ee4ee95ef0a2f5e58a72b067bdd47c0b1ca5eb",
        "title": "Considerations for determining safety of probiotics: A USP perspective"
      },
      {
        "paperId": "f5b3ee27c1aeffded93e25abf94989cc29c2db90",
        "title": "Prophage-encoded immune evasion factors are critical for Staphylococcus aureus host infection, switching, and adaptation"
      },
      {
        "paperId": "ae869b7d298e1e900266dc6f93ec13b661c66db6",
        "title": "Whole-Genome Sequencing and Comparative Genomic Analysis of Enterococcus spp. Isolated from Dairy Products: Genomic Diversity, Functional Characteristics, and Pathogenic Potential"
      },
      {
        "paperId": "db3526e545222470401ba63865aecf3616b05034",
        "title": "Comparative genome analysis of Vagococcus fluvialis reveals abundance of mobile genetic elements in sponge-isolated strains"
      },
      {
        "paperId": "342ba5b612c8dea94c682f58ea509d832c61e6e6",
        "title": "Staphylococcus aureus lineages associated with a free-ranging population of the fruit bat Pteropus livingstonii retained over 25 years in captivity"
      },
      {
        "paperId": "470d7ccafa1cc4af79da77cdf60aca7effdb4f45",
        "title": "Bacteriophages benefit from mobilizing pathogenicity islands encoding immune systems against competitors"
      },
      {
        "paperId": "0a9d4ff297e3494c0ae4a17e214d67b876c4a40b",
        "title": "Genome sequencing of biocontrol strain Bacillus amyloliquefaciens Bam1 and further analysis of its heavy metal resistance mechanism"
      },
      {
        "paperId": "7a98a27d4d3bb6c465fda556ea9dd2dbdfe1f02d",
        "title": "Analysis of intact prophages in genomes of Paenibacillus larvae: An important pathogen for bees"
      },
      {
        "paperId": "52facf1b2c8463dffbd69071d1c46d1ed9f108b9",
        "title": "Genomic Analysis of Mycobacterium abscessus Complex Isolates from Patients with Pulmonary Infection in China"
      },
      {
        "paperId": "601d4bddb59f95109b6df5dde48458bdbff25b85",
        "title": "Erysipelothrix anatis sp. nov., Erysipelothrix aquatica sp. nov. and Erysipelothrix urinaevulpis sp. nov., three novel species of the genus, and emended description of Erysipelothrix."
      },
      {
        "paperId": "63c5635d9b73363383a75f6cfc629a68efd23864",
        "title": "Recurrent bacteremia with a hypermucoviscous Escherichia coli isolated from a patient with perihilar cholangiocarcinoma: insights from a comprehensive genome-based analysis"
      },
      {
        "paperId": "aec8aadc42d4f020dbca7ef67a807996de5421ff",
        "title": "ExplorePipolin: reconstruction and annotation of piPolB-encoding bacterial mobile elements from draft genomes"
      },
      {
        "paperId": "830fe20555e201cc9eab95c43806a6556cb7d386",
        "title": "Listeria monocytogenes: Investigation of Fitness in Soil Does Not Support the Relevance of Ecotypes"
      },
      {
        "paperId": "a20c1eaae72b34a6e79da24e89e45c89d8715652",
        "title": "Genome Sequence Analysis and Characterization of Shiga Toxin 2 Production by Escherichia coli O157:H7 Strains Associated With a Laboratory Infection"
      },
      {
        "paperId": "4c5a25f77e23eff951c5c395233f6ef4fbb00876",
        "title": "Prevalence of bacterial genes in the phage fraction of food viromes."
      },
      {
        "paperId": "6da7a0947fc4e9f97b3e992ccd84600fe04f4aa1",
        "title": "Genomic evolution and adaptation of arthropod-associated Rickettsia"
      },
      {
        "paperId": "d60ba47d64d7fa81ace465fe3245d21195f0cc21",
        "title": "Prevalence, Diversity and UV-Light Inducibility Potential of Prophages in Bacillus subtilis and Their Possible Roles in Host Properties"
      },
      {
        "paperId": "7d75be56fc1b6ba13bd14efd476ad37c6e80bc61",
        "title": "Hi-C Metagenomics in the ICU: Exploring Clinically Relevant Features of Gut Microbiome in Chronically Critically Ill Patients"
      },
      {
        "paperId": "4f583ca67933676f9738237fcae653de4383b38b",
        "title": "YdfD, a Lysis Protein of the Qin Prophage, Is a Specific Inhibitor of the IspG-Catalyzed Step in the MEP Pathway of Escherichia coli"
      },
      {
        "paperId": "f67ba5f55f5d58db4e91142eb9375718e4391cf9",
        "title": "Isolation and Characterization of a Novel Autographiviridae Phage and Its Combined Effect with Tigecycline in Controlling Multidrug-Resistant Acinetobacter baumannii-Associated Skin and Soft Tissue Infections"
      },
      {
        "paperId": "61ef0f1885c2b48d72118c869b78d687b2191d25",
        "title": "In Silico Characterisation of Putative Prophages in Lactobacillaceae Used in Probiotics for Vaginal Health"
      },
      {
        "paperId": "fe4c80b01d156b4f0b984cd2a3d4909822507ef1",
        "title": "Induction and Genomic Analysis of a Lysogenic Phage of Hafnia paralvei"
      },
      {
        "paperId": "92d279ccb5240e467cfc84c4e534bbb8c89e49c3",
        "title": "Genomic analysis of a novel active prophage of Hafnia paralvei"
      },
      {
        "paperId": "35b2ed8e22bf6b639e45b835a17096cdcfc1b5bb",
        "title": "Diversity of Human-Associated Bifidobacterial Prophage Sequences"
      },
      {
        "paperId": "8320d08cd25ce4b354ab00bd24fb66f81670a01d",
        "title": "Genomic analysis of shiga toxin-containing Escherichia coli O157:H7 isolated from Argentinean cattle"
      },
      {
        "paperId": "d490f685b251a815d9856dbe9a5c05476462aa66",
        "title": "INfrastructure for a PHAge REference Database: Identification of Large-Scale Biases in the Current Collection of Cultured Phage Genomes."
      },
      {
        "paperId": "0cac8cc8159d41f685a189d5cd91706ed652728b",
        "title": "Fermentative Production of Alternative Antimicrobial Peptides and Enzymes"
      },
      {
        "paperId": "5117408814bc12925b42b7ebde307ff7a9b3009c",
        "title": "Comparative Genomic Analysis of Bifidobacterium bifidum Strains Isolated from Different Niches"
      },
      {
        "paperId": "16600df32531fd2ab250109f9da369980c138da1",
        "title": "Manufacturing Bacteriophages (Part 1 of 2): Cell Line Development, Upstream, and Downstream Considerations"
      },
      {
        "paperId": "2aa3f39eb9c91994ae5990db650de89a6b7f7338",
        "title": "A Type I Restriction Modification System Influences Genomic Evolution Driven by Horizontal Gene Transfer in Paenibacillus polymyxa"
      },
      {
        "paperId": "3414608c9ba683fed40845269df728780d930cbd",
        "title": "Comparative Genomic Analyses of Flavobacterium psychrophilum Isolates Reveals New Putative Genetic Determinants of Virulence Traits"
      },
      {
        "paperId": "00ced9f1bb22433aba322715d7e1dd19748ae0b1",
        "title": "Pangenome analysis and virulence profiling of Streptococcus intermedius"
      },
      {
        "paperId": "e06ced3cb211826669c5c3015764c81d6a02bdc5",
        "title": "Editorial: Curriculum Applications in Microbiology: Bioinformatics in the Classroom"
      },
      {
        "paperId": "8c2c32265f64ba4ad6d29a6629e7421ac9c83c6e",
        "title": "Expanding standards in viromics: in silico evaluation of dsDNA viral genome identification, classification, and auxiliary metabolic gene curation"
      },
      {
        "paperId": "383e0a7d5eac1e125d931573c6a11912f263b3fe",
        "title": "Integrated Genomic and Functional Characterization of the Anti-diabetic Potential of Arthrobacter sp. SW1"
      },
      {
        "paperId": "b01876d564e6870885327f4166d62ad49d68137b",
        "title": "INfrastructure for a PHAge REference Database: Identification of large-scale biases in the current collection of phage genomes"
      },
      {
        "paperId": "7af4a1b758df1854efb1b4626fee0089967a543f",
        "title": "Fatal exudative dermatitis in island populations of red squirrels (Sciurus vulgaris): spillover of a virulent Staphylococcus aureus clone (ST49) from reservoir hosts"
      },
      {
        "paperId": "20caa141934701c8f76e182b01207e5de09e3e07",
        "title": "Listeria cossartiae sp. nov., Listeria immobilis sp. nov., Listeria portnoyi sp. nov. and Listeria rustica sp. nov., isolated from agricultural water and natural environments"
      },
      {
        "paperId": "48f1b0b2b359a8ef5d9067ab8f5685a74ac0a713",
        "title": "Genomic Analysis of Citrobacter Portucalensis Sb-2 Identifies a Phage Predation Driven Metalloid Resistance"
      },
      {
        "paperId": "8507b7e2b2e721e1062d40f17eb8be8895251064",
        "title": "Genomic-, phenotypic-, and toxicity-based safety assessment and probiotic potency of Bacillus coagulans IDCC 1201 isolated from green malt"
      },
      {
        "paperId": "c8dde9289fe0706a6f868c3afbfcd2d3afdd65ec",
        "title": "Genome analysis provides insights into the biocontrol ability of Mitsuaria sp. strain TWR114"
      },
      {
        "paperId": "b7eeaa761e9e06b3d20c33d1be9183d875dee675",
        "title": "Gauge your phage: benchmarking of bacteriophage identification tools in metagenomic sequencing data"
      },
      {
        "paperId": "4162fec8a6ebb7e8d5b3aff108d415080efcc4a7",
        "title": "Genomic evidence of environmental and resident Salmonella Senftenberg and Montevideo contamination in the pistachio supply-chain"
      },
      {
        "paperId": "ae314ed08b409d8a4851ac5a5c8326bccb5bc614",
        "title": "Genomic Characterization of Two Shiga Toxin–Converting Bacteriophages Induced From Environmental Shiga Toxin–Producing Escherichia coli"
      },
      {
        "paperId": "68896f98d4bf57f7ea4d949719eb44c6d3bbc91c",
        "title": "Clostridioides difficile Phage Biology and Application."
      },
      {
        "paperId": "6f37166332b43bf454b0e24babcfe63374cf3554",
        "title": "Dietary Supplements and Nutraceuticals under Investigation for COVID-19 Prevention and Treatment"
      },
      {
        "paperId": "69908eb4aa14b940a8d82a53c2fc7547676c9e68",
        "title": "Induction and Genome Analysis of HY01, a Newly Reported Prophage from an Emerging Shrimp Pathogen Vibrio campbellii"
      },
      {
        "paperId": "753438a0b37379d60a2a50372a4c965738b1d0c8",
        "title": "Genomic and Phenotypic Biology of Novel Strains of Dickeya zeae Isolated From Pineapple and Taro in Hawaii: Insights Into Genome Plasticity, Pathogenicity, and Virulence Determinants"
      },
      {
        "paperId": "9ba8469f691c8c9315ed60e3d11c4b16bed76f12",
        "title": "Complete Genome Sequences of Three Listeria monocytogenes Bacteriophage Propagation Strains"
      },
      {
        "paperId": "beea08b840095332b747910bcbfc4a591267f7fe",
        "title": "Genomic patterns and characterizations of chromosomally-encoded mcr-1 in Escherichia coli populations"
      },
      {
        "paperId": "969e5a80cd8c1ea213635395dcd7c92cfde7f750",
        "title": "Utilizing microbiome approaches to assist source tracking, treatment and prevention of COVID-19: Review and assessment"
      },
      {
        "paperId": "3c8139dc5595bf35ab760a8153544337e2a26bc5",
        "title": "Whole-Genome Analysis of a Shiga Toxin-Producing Escherichia coli O103:H2 Strain Isolated from Cattle Feces"
      },
      {
        "paperId": "8322c6df95d4aa8973c8dfe3bf484c20818f7061",
        "title": "High-Resolution Genomic Comparisons within Salmonella enterica Serotypes Derived from Beef Feedlot Cattle: Parsing the Roles of Cattle Source, Pen, Animal, Sample Type, and Production Period"
      },
      {
        "paperId": "a411eb1f3e19eca6cdd0eba4db798116060fcf3e",
        "title": "Intraspecies diversity and genome-phenotype-associations in Fructilactobacillus sanfranciscensis."
      },
      {
        "paperId": "afebc5b4565376be14a678a41b75ff6c1b95959a",
        "title": "Draft Genome Sequence of Chromobacterium violaceum RDN09, Isolated from a Patient with a Wound Infection in Bangladesh"
      },
      {
        "paperId": "ae43597ff0c8c7d5e1dcef9d51e2ce880285f3ea",
        "title": "F4- and F18-Positive Enterotoxigenic Escherichia coli Isolates from Diarrhea of Postweaning Pigs: Genomic Characterization"
      },
      {
        "paperId": "62f192423cb12f61f53e08fef21d233dc5de2d25",
        "title": "Tenuifilum thalassicum gen. nov., sp. nov., a novel moderate thermophilic anaerobic bacterium from a Kunashir Island shallow hot spring representing a new family Tenuifilaceae fam. nov. in the class Bacteroidia."
      },
      {
        "paperId": "689ad25037f275c24f6778ed4e424d109a86bd1c",
        "title": "RFPlasmid: predicting plasmid sequences from short-read assembly data using machine learning"
      },
      {
        "paperId": "c890ccd513840a3a8186510f0e21d57281c187df",
        "title": "Selection of Exopolysaccharide-Producing Lactobacillus Plantarum (Lactiplantibacillus Plantarum) Isolated from Algerian Fermented Foods for the Manufacture of Skim-Milk Fermented Products"
      },
      {
        "paperId": "65f6e304a020b209f25d34458c1b6a3b8a35d70f",
        "title": "Identification of Antimicrobial Resistance Determinants in Aeromonas veronii Strain MS-17-88 Recovered From Channel Catfish (Ictalurus punctatus)"
      },
      {
        "paperId": "e376e8b8de2d2ec41b737d0f5397388aca99cf9f",
        "title": "Experimental approaches to tracking mobile genetic elements in microbial communities."
      },
      {
        "paperId": "2a4bf5ec7199cb50c1c32c396bdfa273fc33741f",
        "title": "Genetic and Virulence Profiles of Enteroaggregative Escherichia coli (EAEC) Isolated From Deployed Military Personnel (DMP) With Travelers' Diarrhea"
      },
      {
        "paperId": "6ef8f766b7b98da3393a315528b531cab88718c2",
        "title": "Connecting structure to function with the recovery of over 1000 high-quality activated sludge metagenome-assembled genomes encoding full-length rRNA genes using long-read sequencing"
      },
      {
        "paperId": "f9a46de2b31b662164c402e33106d4e86ed16d8f",
        "title": "Investigating the Whole-Genome Sequence of a New Locus of Enterocyte Effacement-Positive Shiga Toxin-Producing Escherichia coli O157:H7 Strain Isolated from River Water"
      },
      {
        "paperId": "3a2fe998b63aa949b419298f379c3bf4d5136ce2",
        "title": "Host and body site-specific adaptation of Lactobacillus crispatus genomes"
      },
      {
        "paperId": "4d0e7466f0b3742c6f3dcd3d343a8a918b77ee54",
        "title": "Prediction, Diversity, and Genomic Analysis of Temperate Phages Induced From Shiga Toxin-Producing Escherichia coli Strains"
      },
      {
        "paperId": "50bb8ca0190ebe16c6b97ac80741a188b4b1b407",
        "title": "In vivo commensal control of Clostridioides difficile virulence"
      },
      {
        "paperId": "29db6657528424b8772c597a3896076aafa823e3",
        "title": "Draft Genome Sequences of Four Pseudomonas aeruginosa Clinical Strains with Various Biofilm Phenotypes"
      },
      {
        "paperId": "bf105c70e5c2f6b5e423f90ea08a2feb0805090b",
        "title": "Genome-Wide Profiling of Enterotoxigenic Staphylococcus aureus Strains Used for the Production of Naturally Contaminated Cheeses"
      },
      {
        "paperId": "71d91d2be21d1fbca43327437651695aa10cb756",
        "title": "Engineered bacteriophages as programmable biocontrol agents"
      },
      {
        "paperId": "cf52406748a9fb3c6c36a4cd5bb72ba978aad44d",
        "title": "Comparative Genomic Analysis of Food-Originated Coagulase- Negative Staphylococcus: Analysis of Conserved Core Genes and Diversity of the Pan-Genome"
      },
      {
        "paperId": "b38418801fcef3943e6fbf62b8f16258a2793a50",
        "title": "Genomic diversity of prevalent Staphylococcus epidermidis multidrug-resistant strains isolated from a Children’s Hospital in México City in an eight-years survey"
      },
      {
        "paperId": "fe173eaea1b683f87fc6909ee9acd72267d56b5b",
        "title": "Evolution of Salmonella enterica serotype Typhimurium driven by anthropogenic selection and niche adaptation"
      },
      {
        "paperId": "e6a5bcdb576f2b0d965a9f71f24514553966716b",
        "title": "Next Generation Sequencing and Bioinformatics Methodologies for Infectious Disease Research and Public Health: Approaches, Applications, and Considerations for Development of Laboratory Capacity."
      },
      {
        "paperId": "b05d425ae778eb57c607ea0e8ae02180ae3fe729",
        "title": "Phylogenomic analysis of gastroenteritis-associated Clostridium perfringens in England and Wales over a 7-year period indicates distribution of clonal toxigenic strains in multiple outbreaks and extensive involvement of enterotoxin-encoding (CPE) plasmids"
      },
      {
        "paperId": "44eb2d037fd576ea27b2cde84561bf0d9458a416",
        "title": "Population Dynamics of Salmonella enterica within Beef Cattle Cohorts Followed from Single-Dose Metaphylactic Antibiotic Treatment until Slaughter"
      },
      {
        "paperId": "311dceba94f16f7b9a73d6f1a01e7df8e7d7060e",
        "title": "Genetic characterization of a novel sequence type of multidrug-resistant Citrobacter freundii strain recovered from wastewater treatment plant"
      },
      {
        "paperId": "da88dfb991b961716a2559b3a06c7be9fa67a5f1",
        "title": "Genomic analysis of prevalent Staphylococcus epidermidis multidrug-resistant strains isolated during eight years in a single children hospital in México City."
      },
      {
        "paperId": "43d25bb378d9513821c332729c8f52957c5ec9cf",
        "title": "Phylogenomic analysis of Clostridium perfringens identifies isogenic strains in gastroenteritis outbreaks, and novel virulence-related features"
      },
      {
        "paperId": "939eed28a85d16260a5142bef1fbc56c95aef7c4",
        "title": "Novel Yersinia enterocolitica Prophages and a Comparative Analysis of Genomic Diversity"
      },
      {
        "paperId": "8df2ba994e5fcfecfe65010875c530d16c7eb4f7",
        "title": "Comparative Genomic Analysis of Lactobacillus plantarum: An Overview"
      },
      {
        "paperId": "2b5fadf5973a746df82d9a3d45a8a8f6e893932a",
        "title": "Genomic Analysis of Pseudomonas sp. Strain SCT, an Iodate-Reducing Bacterium Isolated from Marine Sediment, Reveals a Possible Use for Bioremediation"
      },
      {
        "paperId": "a7ec1d5c1f1fb184b98124ffae4604b87de15317",
        "title": "Recent developments of software and database in microbial genomics and functional genomics"
      },
      {
        "paperId": "f735cd8e9199cb76e9599ab4d7ad89098023f0da",
        "title": "Livestock-Associated MRSA CC1 in Norway; Introduction to Pig Farms, Zoonotic Transmission, and Eradication"
      },
      {
        "paperId": "29407a7f0e8a3bcc54abc3408e83307c305601cd",
        "title": "Global phylogenomics of multidrug-resistant Salmonella enterica serotype Kentucky ST198"
      },
      {
        "paperId": "e1736b997341ff89f2cae3a113d3703f59dd4efc",
        "title": "The Human Gut Virome in Hypertension"
      },
      {
        "paperId": "4eb511a5cffe0d89c7116a71b79172ca2aac5566",
        "title": "Genomic Analysis of Consecutive Acinetobacter baumannii Strains From a Single Patient"
      },
      {
        "paperId": "2dc829ee7889cb6d9fe07331f768b1b8c57e5dc6",
        "title": "Long-read based de novo assembly of low-complexity metagenome samples results in finished genomes and reveals insights into strain diversity and an active phage system"
      },
      {
        "paperId": "a8d0f22b5598b61b7c7c668f54b721b82705888f",
        "title": "Bacteriophages: A Therapy Concept against Multi-Drug–Resistant Bacteria"
      },
      {
        "paperId": "ef3b20c391f6eeac0497413a3d332125d09b9132",
        "title": "Bacteriophages Contribute to Shaping Clostridioides (Clostridium) difficile Species"
      },
      {
        "paperId": "43b54cb13e847a86a2fa234a5e7e86ab7ef302b7",
        "title": "Phage Therapy: What Have We Learned?"
      },
      {
        "paperId": "3a2e5a34cd5146b2ad224e0555e52ebe9180dfdb",
        "title": "Phage hunters: Computational strategies for finding phages in large-scale 'omics datasets."
      },
      {
        "paperId": "bb46ced5fa1095f9d4fdd4c2290c07402e368767",
        "title": "Genome Characterization Of Hahella Chejuensis Strain Hn01, A Pathogen Of Red Egg Disease In Tilapia (Oreochromis Sp.)"
      },
      {
        "paperId": "4eb4df4cbf3cda6424664b4209ea25bd2716d9dd",
        "title": "Biosafety Assessment of Probiotic Potential"
      },
      {
        "paperId": "0dbb66296fd579e9d28286aa8acb2a23e3a4e782",
        "title": "Applying Genomics to Track Antimicrobial Resistance in the Food Chain"
      },
      {
        "paperId": "387c258c6daf4637e16f3411ed07aeea85632947",
        "title": "Phageome Analysis of Bifidobacteria-Rich Samples."
      },
      {
        "paperId": "99ab5ce616472b82eba5ea2baf261bc5a9634c51",
        "title": "Comprehensive benchmarking of tools to identify phages in metagenomic shotgun 1 sequencing data 2 3"
      },
      {
        "paperId": "f7bbb683638e590a09452441b004e0f9eb72a9b9",
        "title": "Pre-proofs Utilizing microbiome approaches to assist source tracking , treatment and pre ‐ vention of COVID-19 : Review and Assessment"
      },
      {
        "paperId": "20c6ef4634974be7b31cdad2d70e29bee779c6ac",
        "title": "1 2 Genomic analysis of prevalent Staphylococcus epidermidis antibiotic multi-3 resistant isolated during eight years in a single children hospital in México 4 City 5 6 7"
      },
      {
        "paperId": null,
        "title": "Clostridium perfringens identifies isogenic strains in gastroenteritis 2 outbreaks , and novel virulence-related features 3 Running title : Gastroenteritis-associated Clostridium perfringens 4 5 Author information 6 Affiliations 7"
      }
    ],
    "references": [
      {
        "paperId": "ceb1aaa4ae2a1b43ad9464725828caf495dee62d",
        "title": "VRprofile: gene‐cluster‐detection‐based profiling of virulence and antibiotic resistance traits encoded within genome sequences of pathogenic bacteria"
      },
      {
        "paperId": "18dc6e3353446d88f252b2b85df59cced87417de",
        "title": "MetaPhinder—Identifying Bacteriophage Sequences in Metagenomic Data Sets"
      },
      {
        "paperId": "f6206ec95172e7fa128c8198a06d9505ccad7d8e",
        "title": "Uncovering Earth’s virome"
      },
      {
        "paperId": "5a23ddbb725a42eb2412972fd2c79e13754040ae",
        "title": "iVirus: facilitating new insights in viral ecology with software and community data sets imbedded in a cyberinfrastructure"
      },
      {
        "paperId": "c008e7ac3a0a09e10fc9bca1f62d7f09c4391400",
        "title": "PHASTER: a better, faster version of the PHAST phage search tool"
      },
      {
        "paperId": "1d6ef354370d33496c510781c085c4ee3efe0550",
        "title": "Computational prospecting the great viral unknown."
      },
      {
        "paperId": "06d2a3fde80c5644f14f743b29a57f6b02e850d9",
        "title": "The iPlant Collaborative: Cyberinfrastructure for Enabling Data to Discovery for the Life Sciences"
      },
      {
        "paperId": "2adc6f6bfbda9ca6dbdd605dd2a8403505834309",
        "title": "Viral dark matter and virus–host interactions resolved from publicly available microbial genomes"
      },
      {
        "paperId": "95f0a08fe8b7f34fb71efab0df6879b28099d7ca",
        "title": "Dark Matter of the Biosphere: the Amazing World of Bacteriophage Diversity"
      },
      {
        "paperId": "96c3ce79d262f933360372c93f4a400f0a3bdb52",
        "title": "Pervasive domestication of defective prophages by bacteria"
      },
      {
        "paperId": "0dccb88b4afcb167d5e2072df2dc78e47d1acf01",
        "title": "Metavir 2: new tools for viral metagenome comparison and assembled virome analysis"
      },
      {
        "paperId": "6e05c66ec96c1479760552946b10b6f446500a6a",
        "title": "Metabolic reprogramming by viruses in the sunlit and dark ocean"
      },
      {
        "paperId": "60182e32a99959f185236f2bafea3a817a96df8a",
        "title": "Importance of prophages to evolution and virulence of bacterial pathogens"
      },
      {
        "paperId": "43a15ba37c0e1c88ebf28ff7f5cbe7e4ad20d6cf",
        "title": "CD-HIT: accelerated for clustering the next-generation sequencing data"
      },
      {
        "paperId": "c48aca6a070df18ccc928f7e8c5dfd72ebebd577",
        "title": "Short-read reading-frame predictors are not created equal: sequence error causes loss of signal"
      },
      {
        "paperId": "9c77d195db61dda2be6bc4cbf7e403f9f2a36b34",
        "title": "PhiSpy: a novel algorithm for finding prophages in bacterial genomes that combines similarity- and composition-based strategies"
      },
      {
        "paperId": "bd11843aa20db8942e69e9fe2ba5343370c5cc96",
        "title": "PHAST: A Fast Phage Search Tool"
      },
      {
        "paperId": "6c9684ddc83e19ad09791e797694e956063ec412",
        "title": "FragGeneScan: predicting genes in short and error-prone reads"
      },
      {
        "paperId": "82e91ce590c00a953cb725e12af23e4eeb98c145",
        "title": "ACLAME: A CLAssification of Mobile genetic Elements, update 2010"
      },
      {
        "paperId": "5abc314813e236bd946e2b18bc86f6e6d6dc04f2",
        "title": "Prophinder: a computational tool for prophage prediction in prokaryotic genomes"
      },
      {
        "paperId": "9f9a603bbe7bdb95dfb0b8639ddea72a5dd8d3f1",
        "title": "Identification of Prophages in Bacterial Genomes by Dinucleotide Relative Abundance Difference"
      },
      {
        "paperId": "c6c7e0e18f6e9cee4d0443ae928e7c8a31e67705",
        "title": "Identifying bacterial genes and endosymbiont DNA with Glimmer"
      },
      {
        "paperId": "41d6f81c8e711e8649849f5ba804534b9ec5d781",
        "title": "Phage_Finder: Automated identification and classification of prophage regions in complete bacterial genome sequences"
      },
      {
        "paperId": "3bc31588a82996430fb008969685a3ce878d4cf5",
        "title": "Prophage Finder: A Prophage Loci Prediction Tool for Prokaryotic Genome Sequences"
      },
      {
        "paperId": "a8da66c888e51bd1973fa5429b2c213c8ba3f170",
        "title": "Viruses in the sea"
      },
      {
        "paperId": "9a2fdaaa7166cfada4018f06e288df945f1136ce",
        "title": "ARAGORN, a program to detect tRNA genes and tmRNA genes in nucleotide sequences."
      },
      {
        "paperId": "0bf78ed69aecfa907e0c458fbba62914b6fd8b05",
        "title": "Prophages and bacterial genomics: what have we learned so far?"
      },
      {
        "paperId": "55ebabf3eaf76c76b40766cae78213fc946c6430",
        "title": "Complete genome sequence and comparative analysis of the metabolically versatile Pseudomonas putida KT2440."
      },
      {
        "paperId": "7a9731e228ba20964c04c2c6a810e37dbbeaeb2f",
        "title": "Mining Bacillus subtilis chromosome heterogeneities using hidden Markov models."
      },
      {
        "paperId": "d522fdfeec2f32c9c54c13b5a946f07ae2371f77",
        "title": "tRNAscan-SE: a program for improved detection of transfer RNA genes in genomic sequence."
      },
      {
        "paperId": "5c8fe9a0412a078e30eb7e5eeb0068655b673e86",
        "title": "A Density-Based Algorithm for Discovering Clusters in Large Spatial Databases with Noise"
      },
      {
        "paperId": "a03dc4d8aa1c2ebd5c3a3c1d87d531f52d63c120",
        "title": "Basic local alignment search tool."
      },
      {
        "paperId": "b18375d5ea948bd3b50ece5e93b0717fa1b6f091",
        "title": "Lysogeny, Prophage Induction, and Lysogenic Conversion"
      },
      {
        "paperId": "5b20d90307f82384468eb43065393f0ec4274e02",
        "title": "Phages: their role in bacterial pathogenesis and biotechnology."
      },
      {
        "paperId": "50edb17bb311757206a60801a25dd56ca2b342dd",
        "title": "Profile hidden Markov models"
      },
      {
        "paperId": "a1dc62ebec4811133d72713a2929358e29627c00",
        "title": "Distributed under Creative Commons Cc-by 4.0 Virsorter: Mining Viral Signal from Microbial Genomic Data"
      },
      {
        "paperId": "f8ef4906784598947c08b9f23fa03a82a5157d9c",
        "title": "Trace: Tennessee Research and Creative Exchange Prodigal: Prokaryotic Gene Recognition and Translation Initiation Site Identification Recommended Citation Prodigal: Prokaryotic Gene Recognition and Translation Initiation Site Identification"
      },
      {
        "paperId": null,
        "title": "Phast, phaster"
      }
    ]
  }
}