{
  "cache_date": "2025-04-01T09:26:27.949288",
  "data": {
    "paperId": "0e4346233ffc4103c890de50d09dd46d507135a8",
    "externalIds": {
      "MAG": "2575057819",
      "DOI": "10.1016/j.virol.2017.01.005",
      "CorpusId": 1173353,
      "PubMed": "28110145"
    },
    "url": "https://www.semanticscholar.org/paper/0e4346233ffc4103c890de50d09dd46d507135a8",
    "title": "VirusSeeker, a computational pipeline for virus discovery and virome composition analysis.",
    "abstract": null,
    "venue": "Virology",
    "year": 2017,
    "referenceCount": 64,
    "citationCount": 110,
    "influentialCitationCount": 6,
    "openAccessPdf": {
      "url": "https://doi.org/10.1016/j.virol.2017.01.005",
      "status": "BRONZE",
      "license": "publisher-specific-oa",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1016/j.virol.2017.01.005?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1016/j.virol.2017.01.005, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "39421677",
        "name": "Guoyan Zhao"
      },
      {
        "authorId": "2118062926",
        "name": "Guang Wu"
      },
      {
        "authorId": "40631165",
        "name": "E. Lim"
      },
      {
        "authorId": "5229217",
        "name": "L. Droit"
      },
      {
        "authorId": "143891022",
        "name": "S. Krishnamurthy"
      },
      {
        "authorId": "3755123",
        "name": "D. Barouch"
      },
      {
        "authorId": "3850158",
        "name": "H. Virgin"
      },
      {
        "authorId": "46348847",
        "name": "David Wang"
      }
    ],
    "citations": [
      {
        "paperId": "397b12d0f31567ee47f8d835bd1efd0b944a2069",
        "title": "VITALdb: to select the best viroinformatics tools for a desired virus or application"
      },
      {
        "paperId": "873a887cefa37f4343877a0da95219d3f5d8c561",
        "title": "A review of neural networks for metagenomic binning"
      },
      {
        "paperId": "4721f682d7e4db8b53a369cd999ae812e48d724c",
        "title": "AliMarko: A Pipeline for Virus Identification Using an Expert-Guided Approach"
      },
      {
        "paperId": "d373bd3974c0f26177df32cbfc5ba214be9f4693",
        "title": "Evaluation of Enrichment Approaches for the Study of the Viromes in Mollusk Species."
      },
      {
        "paperId": "979336d4a122185681a22a9c5b42a2e9b588dd08",
        "title": "A novel framework for phage-host prediction via logical probability theory and network sparsification"
      },
      {
        "paperId": "dd5d2e6585b1237cbfd09fce411631f28e6dc408",
        "title": "Transcriptomic signatures of host immune responses in aphthous ulcers, the earliest lesions of Crohn’s disease, suggest that a bacterial invasive challenge, rather than global dysbiosis, is the initiating factor"
      },
      {
        "paperId": "a21cbe1a8cb57dae2a5a5dbd66988aa48ce0cfec",
        "title": "VirID: Beyond Virus Discovery—An Integrated Platform for Comprehensive RNA Virus Characterization"
      },
      {
        "paperId": "038aebe9e3755642173c6899604b8959ba849181",
        "title": "Comprehensive Microbiological and Metagenomic Analysis of the Guillain–Barré Syndrome Outbreak in Lima, 2019"
      },
      {
        "paperId": "803e7635681e9ed132e34842edd579ab3857e102",
        "title": "AliMarko: A Novel Tool for Eukaryotic Virus Identification Using Expert-Guided Approach"
      },
      {
        "paperId": "df641efded647465db509f2eca847b4a57b2e836",
        "title": "Contrasting viral diversity and potential biogeochemical impacts in paddy and upland soils"
      },
      {
        "paperId": "7b448670729972f0fc0e0089c36d4589878e7229",
        "title": "Entourage: all-in-one sequence analysis software for genome assembly, virus detection, virus discovery, and intrasample variation profiling"
      },
      {
        "paperId": "8c3aca59d793859628fb3fba813fd654afe218c3",
        "title": "Hecatomb: an integrated software platform for viral metagenomics"
      },
      {
        "paperId": "ad03e923e9ff8f67a783c146d031142a83009854",
        "title": "Virome profiling of fig wasps (Ceratosolen spp.) reveals virus diversity spanning four realms."
      },
      {
        "paperId": "637f97af2e15e436170fbe086f1353a70f735d3a",
        "title": "Does the Human Gut Virome Contribute to Host Health or Disease?"
      },
      {
        "paperId": "66ec03e30c23d7e93a84ed06ed5f9fe130ba720f",
        "title": "Novel Echarate Virus Variant Isolated from Patient with Febrile Illness, Chanchamayo, Peru"
      },
      {
        "paperId": "acf00e4ac0cca5c0bab47d2442c4df2838be8956",
        "title": "Benchmarking informatics approaches for virus discovery: caution is needed when combining in silico identification methods"
      },
      {
        "paperId": "6ab4bcfbc7c1665295e29bcbc621afd07e42b12d",
        "title": "Correlation between the gut microbiome and neurodegenerative diseases: a review of metagenomics evidence"
      },
      {
        "paperId": "b7dde46adc159634c0133b4ac274d0f1382b3a20",
        "title": "Metagenomics of gut microbiome for migratory seagulls in Kunming city revealed the potential public risk to human health"
      },
      {
        "paperId": "1ebcd2ef5d9d54bbd63a1dc138f89107af55cf81",
        "title": "Current trends in RNA virus detection through metatranscriptome sequencing data"
      },
      {
        "paperId": "9468ed33654b444cd1cd0c896f82571be5cbaf32",
        "title": "ViroProfiler: a containerized bioinformatics pipeline for viral metagenomic data analysis"
      },
      {
        "paperId": "371219244273f428224fdf0719457be518ab0d6b",
        "title": "Virome comparison (VC): A novel approach to comparing viromes based on virus species specificity and virome specificity diversity"
      },
      {
        "paperId": "0bba4f22928f4269a8fcb896e96f7afb7f369bb7",
        "title": "Unlocking the microbial studies through computational approaches: how far have we reached?"
      },
      {
        "paperId": "4593fda1baeb28d2d225371ced6421891388a568",
        "title": "Genomic Characterization of a Relative of Mumps Virus in Lesser Dawn Bats of Southeast Asia"
      },
      {
        "paperId": "94b147590f7514c97dc55a33772893e5a96d5740",
        "title": "Evaluation of computational phage detection tools for metagenomic datasets"
      },
      {
        "paperId": "9308a3491bedc250c7ac6e8cef7a5771c9d6b9c8",
        "title": "Advances in the field of phage-based therapy with special emphasis on computational resources"
      },
      {
        "paperId": "162d169d87ae1fc87b62707ab8636ee521f8d51b",
        "title": "Enhanced Viral Metagenomics with Lazypipe 2"
      },
      {
        "paperId": "7b12f0c5f7c42697b9b9a35fd201cc57d71fe53d",
        "title": "DLmeta: a deep learning method for metagenomic identification"
      },
      {
        "paperId": "12fbcbf9e139dd41f5f8a9566e036c03677ff1de",
        "title": "Altered vaginal eukaryotic virome is associated with different cervical disease status"
      },
      {
        "paperId": "e05c8a841b2eb3f521dd42f7f6437f04e6fece0a",
        "title": "Phage-prokaryote coexistence strategy mediates microbial community diversity in the intestine and sediment microhabitats of shrimp culture pond ecosystem"
      },
      {
        "paperId": "a6d49b76f3e2eca00060b1e98938cb28b62a0bff",
        "title": "Novel technologies to characterize and engineer the microbiome in inflammatory bowel disease"
      },
      {
        "paperId": "b53740ae46c99419678235b705891d33831c60f7",
        "title": "Viroscope: Plant viral diagnosis from high-throughput sequencing data using biologically-informed genome assembly coverage"
      },
      {
        "paperId": "05d325a3728cf02cbd3f8e04613bbe8becea07d2",
        "title": "A comprehensive review and meta-analysis of recent advances in biotechnology for plant virus research and significant accomplishments in human health and the pharmaceutical industry."
      },
      {
        "paperId": "7e056efa016683a32ff86b545ecde8c2777556b0",
        "title": "Revolutionized virome research using systems microbiology approaches"
      },
      {
        "paperId": "79c3a271d6b292ae07d058f7f50774830a597b8f",
        "title": "VPipe: an Automated Bioinformatics Platform for Assembly and Management of Viral Next-Generation Sequencing Data"
      },
      {
        "paperId": "183918c86d8dbe6f2a2a6dfcb83a43248d284bd8",
        "title": "Stochastic neutral drifts seem prevalent in driving human virome assembly: Neutral, near-neutral and non-neutral theoretic analyses"
      },
      {
        "paperId": "bfa16dd995441ca61b79d1fa97412b87ad4af8ba",
        "title": "Metagenome-Assembled Viral Genomes Analysis Reveals Diversity and Infectivity of the RNA Virome of Gerbillinae Species"
      },
      {
        "paperId": "d14ec4c2e042e2b280a7c6b6c1c057982c48faee",
        "title": "The Chronic Wound Phageome: Phage Diversity and Associations with Wounds and Healing Outcomes"
      },
      {
        "paperId": "024d95309aea840ab11e850a8073eefed77f671b",
        "title": "LABRADOR—A Computational Workflow for Virus Detection in High-Throughput Sequencing Data"
      },
      {
        "paperId": "f218d1ccb2f9b502a2752024e492bc87bab82fee",
        "title": "The gut virome in inflammatory bowel diseases."
      },
      {
        "paperId": "10f50949391cc9ec8e05de6346a2fc6b249549df",
        "title": "Correcting the Estimation of Viral Taxa Distributions in Next-Generation Sequencing Data after Applying Artificial Neural Networks"
      },
      {
        "paperId": "89e68135afb5e6143a370bf8a9561a95833470f7",
        "title": "Contamination Issue in Viral Metagenomics: Problems, Solutions, and Clinical Perspectives"
      },
      {
        "paperId": "4046d40ad9099f29d9e183f484d572b04bba77f6",
        "title": "Transkingdom Analysis of the Female Reproductive Tract Reveals Bacteriophages form Communities"
      },
      {
        "paperId": "73bfa471cd481c021272d167f8383107b94d8738",
        "title": "Utilizing the VirIdAl Pipeline to Search for Viruses in the Metagenomic Data of Bat Samples"
      },
      {
        "paperId": "a9e7c738e58d13ad65e9605989c5c8acc41d4e00",
        "title": "Current challenges to virus discovery by meta-transcriptomics."
      },
      {
        "paperId": "46c1e4860a051f4599257c955c56cda0cde1e423",
        "title": "Divergent Enteroviruses from Macaques with Chronic Diarrhea"
      },
      {
        "paperId": "8549fa15eaeac351befa1e70537c2e0615fe94f2",
        "title": "Integrated diversity and shared species analyses of human viromes"
      },
      {
        "paperId": "6f65631872a4e79c11cb2cc12c039c289c95fdc6",
        "title": "Spatial heterogeneity analysis of the human virome with Taylor’s power law"
      },
      {
        "paperId": "d5b1dbde1be4c668bbe7e60fc8ebeb6e9245cc51",
        "title": "k-mer-Based Metagenomics Tools Provide a Fast and Sensitive Approach for the Detection of Viral Contaminants in Biopharmaceutical and Vaccine Manufacturing Applications Using Next-Generation Sequencing"
      },
      {
        "paperId": "7bd419625a0c1add590fd62aa686eae9c0567bdc",
        "title": "Inter-Individual Diversity Scaling Analysis of the Human Virome With Classic Diversity-Area Relationship (DAR) Modeling"
      },
      {
        "paperId": "b7eeaa761e9e06b3d20c33d1be9183d875dee675",
        "title": "Gauge your phage: benchmarking of bacteriophage identification tools in metagenomic sequencing data"
      },
      {
        "paperId": "3d948a5d0b17acff2a21abd82510c4cd77f43862",
        "title": "The human virome: assembly, composition and host interactions"
      },
      {
        "paperId": "fcfc05a5201f90896364bd6f15589a42422744d6",
        "title": "Towards the validation of high-throughput sequencing (HTS) for routine plant virus diagnostics: measurement of variation linked to HTS detection of citrus viruses and viroids"
      },
      {
        "paperId": "d5aef53c937bafca268f9c76ae85cdeb3c61e176",
        "title": "ViroMatch: A Computational Pipeline for the Detection of Viral Sequences from Complex Metagenomic Data"
      },
      {
        "paperId": "68bc51c319f4d38387b8a0e3814fc10d81f840b7",
        "title": "Endogenization of a Prosimian Retrovirus during Lemur Evolution"
      },
      {
        "paperId": "abe0885699190e7c27809e430bbb1e351418c6f3",
        "title": "V-pipe: a computational pipeline for assessing viral genetic diversity from high-throughput data"
      },
      {
        "paperId": "c12322ca01eb8560cf4ff9648d182d40d535fb95",
        "title": "High-Throughput Sequencing for Deciphering the Virome of Alfalfa (Medicago sativa L.)"
      },
      {
        "paperId": "6bb6eaa9d2c1048bb3c16ff4c1af236d975d85c3",
        "title": "Profile of the Spatial Distribution Patterns of the Human and Bacteriophage Virome in a Wastewater Treatment Plant Located in the South of Spain"
      },
      {
        "paperId": "920b329d6b3d5dc30b5271917dd0c1104b3e979c",
        "title": "Relatives of rubella virus in diverse mammals"
      },
      {
        "paperId": "964283125156550e8df42b22f29d869287e4f000",
        "title": "Marine Oomycetes of the Genus Halophytophthora Harbor Viruses Related to Bunyaviruses"
      },
      {
        "paperId": "b855367620fc6a00be23349333e1fc9e47f5d92e",
        "title": "Computational approaches in viral ecology"
      },
      {
        "paperId": "c3556b1fcc142b1de1a45a5e21e890010a51d265",
        "title": "V-pipe: a computational pipeline for assessing viral genetic diversity from high-throughput sequencing data"
      },
      {
        "paperId": "91fbeebff497d4c3be2e72a95bfd2041e4ca966a",
        "title": "PVAmpliconFinder: a workflow for the identification of human papillomaviruses from high-throughput amplicon sequencing"
      },
      {
        "paperId": "9f2102a9389637ee2a70510701c82104d98b1ca2",
        "title": "Growth velocity in children with Environmental Enteric Dysfunction is associated with specific bacterial and viral taxa of the gastrointestinal tract in Malawian children"
      },
      {
        "paperId": "2a13d7555c9b704a6603a715c112229dbf03a2e8",
        "title": "Novel NGS pipeline for virus discovery from a wide spectrum of hosts and sample types"
      },
      {
        "paperId": "05ae2ffdae31703e061a8bca12bf7006e7a971c9",
        "title": "Diversity, Transmission, and Cophylogeny of Ledanteviruses (Rhabdoviridae: Ledantevirus) and Nycteribiid Bat Flies Parasitizing Angolan Soft-Furred Fruit Bats in Bundibugyo District, Uganda"
      },
      {
        "paperId": "8243298bfe8359903d10d8942f299e07c1252f84",
        "title": "Beyond Just Bacteria: Functional Biomes in the Gut Ecosystem Including Virome, Mycobiome, Archaeome and Helminths"
      },
      {
        "paperId": "be9e8487ede5ab25339c49d8c67cd2442e122447",
        "title": "CHEER: HierarCHical taxonomic classification for viral mEtagEnomic data via deep leaRning"
      },
      {
        "paperId": "03632e5223b6d61935b6d76fb691bccdb18a3fac",
        "title": "Rumen Virus Populations: Technological Advances Enhancing Current Understanding"
      },
      {
        "paperId": "77ed1b69e575406b6a76b7d33665418a03e5d797",
        "title": "Intra-Host Evolution of Norovirus GII.4 in a Chronic Infected Patient With Hematopoietic Stem Cell Transplantation"
      },
      {
        "paperId": "a78095800dfcf4b29dc25dd773339dfefc70c9c3",
        "title": "High-throughput sequencing (HTS) for the analysis of viral populations."
      },
      {
        "paperId": "1328f92587b9c500f00187d7fdfd7408f63c6330",
        "title": "Nucleic Acid-Based Screening of Maternal Serum to Detect Viruses in Women with Labor or PROM"
      },
      {
        "paperId": "bc3fd8b2c06269fff10bb450ff3cb3b53eb34416",
        "title": "Viral Sequence Identification in Metagenomes using Natural Language Processing Techniques"
      },
      {
        "paperId": "8ac9e7da26a5611971d264992152164266b73779",
        "title": "The temporal RNA virome patterns of a lesser dawn bat (Eonycteris spelaea) colony revealed by deep sequencing."
      },
      {
        "paperId": "1646b7d0cc1003c963742d7d3f99a25aa867277a",
        "title": "Discordant transmission of bacteria and viruses from mothers to babies at birth"
      },
      {
        "paperId": "178f6f76d421e294f52b3f14e5b6b32b69fa55c7",
        "title": "Detecting viral sequences in NGS data."
      },
      {
        "paperId": "ecf78328d943610fadc35b64eccf4832ec625354",
        "title": "Vertical transmission in Caenorhabditis nematodes of RNA molecules encoding a viral RNA-dependent RNA polymerase"
      },
      {
        "paperId": "bb91b94f17e86301ccf3a0248ee507de2b81cd8e",
        "title": "Respiratory viral infections"
      },
      {
        "paperId": "0229dc26b356469e18c8ac5dbd913264f3db0369",
        "title": "Laboratory mice born to wild mice have natural microbiota and model human immune responses"
      },
      {
        "paperId": "264dce3b20cf0fa268b83a78b64c285ca3de1ebf",
        "title": "Human Virome and Disease: High-Throughput Sequencing for Virus Discovery, Identification of Phage-Bacteria Dysbiosis and Development of Therapeutic Approaches with Emphasis on the Human Gut"
      },
      {
        "paperId": "2d093030eb6fdbbda70681775d2dcbad2aefd45a",
        "title": "Computational profiling of the gut-brain axis: microflora dysbiosis insights to neurological disorders"
      },
      {
        "paperId": "960fa82a50ec67b0f03c63c9996d3495ab53914b",
        "title": "Noda-Like RNA Viruses Infecting Caenorhabditis Nematodes: Sympatry, Diversity, and Reassortment"
      },
      {
        "paperId": "613b407355c5a4b5218cf8a9daa31ec7c15b1e30",
        "title": "virMine: automated detection of viral sequences from complex metagenomic samples"
      },
      {
        "paperId": "1f52fee0d6531fa2fda10e0d0f46e134553e1d10",
        "title": "High Throughput Sequencing For Plant Virus Detection and Discovery."
      },
      {
        "paperId": "2d68b97e518863f4ce7562566712912082cbc38d",
        "title": "Viral complementation of immunodeficiency confers protection against enteric pathogens via IFN-λ"
      },
      {
        "paperId": "8fd6c4ea73c4b91b02bf864f343c7914fdc27256",
        "title": "Virome biogeography in the lower gastrointestinal tract of rhesus macaques with chronic diarrhea."
      },
      {
        "paperId": "d665560bdc3c38621e12302514c335c4a4294117",
        "title": "Minimum Information about an Uncultivated Virus Genome (MIUViG)"
      },
      {
        "paperId": "82151b9ae087a3c71f42edaa0cc73e3ab1660e7d",
        "title": "Molecular characterization of a novel picobirnavirus in a chicken"
      },
      {
        "paperId": "740c73a9462a0ea7e7941f8c2011ad14927576ea",
        "title": "PathoLive—Real-Time Pathogen Identification from Metagenomic Illumina Datasets"
      },
      {
        "paperId": "3fd0f94f1c5ddacf3d653a07a8192866b524f182",
        "title": "Maximal viral information recovery from sequence data using VirMAP"
      },
      {
        "paperId": "b84bb3a25356a150b45ccc29d96b881670848e1a",
        "title": "Amniotic fluid from healthy term pregnancies does not harbor a detectable microbial community"
      },
      {
        "paperId": "38b6634cd639fcb94166d9492b84bc9fef380f7e",
        "title": "Overview of Virus Metagenomic Classification Methods and Their Biological Applications"
      },
      {
        "paperId": "a8d21f99affe48387700531e18728a09e51135c3",
        "title": "Identification and molecular characterization of a novel varicosa-like virus from red clover"
      },
      {
        "paperId": "a69eb1343e64be46f04f66456af0be19665dc7f7",
        "title": "Identification and molecular characterization of a novel varicosa-like virus from red clover"
      },
      {
        "paperId": "2870d8384735793d033aac6c0621f35540b59736",
        "title": "A metagenomic viral discovery approach identifies potential zoonotic and novel mammalian viruses in Neoromicia bats within South Africa"
      },
      {
        "paperId": "3cf0f778cc6416c7b4b7599bd49fba1309753a64",
        "title": "VIGA: a sensitive, precise and automatic de novo VIral Genome Annotator"
      },
      {
        "paperId": "a25e87f05d2ad1a6d334ffc6535afaad08b12f95",
        "title": "Diversity of dsDNA Viruses in a South African Hot Spring Assessed by Metagenomics and Microscopy"
      },
      {
        "paperId": "a6770a2d54a683879a88e236e4d2b5e6828a61be",
        "title": "Viral communities of the human gut: metagenomic analysis of composition and dynamics"
      },
      {
        "paperId": "4507f3704759657295e227babd51d8f1447a9c6b",
        "title": "Review article: the human intestinal virome in health and disease"
      },
      {
        "paperId": "eda37375b929da82216308236bc36b82cc627031",
        "title": "The Human Virome: Implications for Clinical Practice in Transplantation Medicine"
      },
      {
        "paperId": "841b226eb1929053b5e133edee9ae0335cf8a648",
        "title": "Intestinal virome changes precede autoimmunity in type I diabetes-susceptible children"
      },
      {
        "paperId": "6fbb06763d7f1083b7fe97475f65faf2e0cb2c78",
        "title": "Complete Genome Sequence of Torque teno indri virus 1, a Novel Anellovirus in Blood from a Free-Living Lemur"
      },
      {
        "paperId": "c520f1be88e1d6d921ca2407232c52b3a9453533",
        "title": "Metagenomic Approaches to Assess Bacteriophages in Various Environmental Niches"
      },
      {
        "paperId": "cff2e8b6713dc8d92f998d17545628dddd602e72",
        "title": "Next-generation Sequencing of the DNA Virome from Fecal Samples."
      },
      {
        "paperId": "e0fb67fb71c8eae07bce98c3674ba636b6088d5e",
        "title": "Plant virome: current understanding, mechanisms, and role in phytobiome"
      },
      {
        "paperId": "ca25440afa4603a42c3770a4a422440ac855c03c",
        "title": "Next-Generation Sequencing: The Enabler and the Way Ahead"
      },
      {
        "paperId": "7a8de9c8840ff9370d90032abad8fdbc00332b0b",
        "title": "VFM: Identification of Bacteriophages From Metagenomic Bins and Contigs Based on Features Related to Gene and Genome Composition"
      },
      {
        "paperId": "d9ef0fb27e05828d23b73ed11b67fbcd05011316",
        "title": "Water-Mediated Transmission of Plant, Animal, and Human Viruses."
      },
      {
        "paperId": "d8ad91d544f382d6a3b9990c0188149f322d4c0d",
        "title": "Minimum Information about an Uncultivated Virus Genome ( MIUViG ) : a community consensus on standards and best practices for describing genome sequences from uncultivated viruses"
      },
      {
        "paperId": "ad8291893f054d239eff4bb0288a2c8008c63266",
        "title": "The human intestinal virome in health and disease 4 5 6"
      },
      {
        "paperId": "223a36df9c32f6aa372c98811190a891b9895079",
        "title": "Loyola eCommons Loyola eCommons"
      }
    ],
    "references": [
      {
        "paperId": "9967f28eec1c0d5a39af31974e40a5502045e762",
        "title": "Isolation of Madre de Dios Virus (Orthobunyavirus; Bunyaviridae), an Oropouche Virus Species Reassortant, from a Monkey in Venezuela."
      },
      {
        "paperId": "d238769c45cc6391285c640268d44c821b8a3cb1",
        "title": "Assessing viral taxonomic composition in benthic marine ecosystems: reliability and efficiency of different bioinformatic tools for viral metagenomic analyses"
      },
      {
        "paperId": "351b406dbfabd14d472c2f4ab17671fb300ded4a",
        "title": "MEGA7: Molecular Evolutionary Genetics Analysis Version 7.0 for Bigger Datasets."
      },
      {
        "paperId": "cc858d7215dba233092cbf4867175caa941b87ec",
        "title": "Altered Virome and Bacterial Microbiome in Human Immunodeficiency Virus-Associated Acquired Immunodeficiency Syndrome."
      },
      {
        "paperId": "fec8f6f075366d8978d4e02453132f7e104dd172",
        "title": "SIV Infection-Mediated Changes in Gastrointestinal Bacterial Microbiome and Virome Are Associated with Immunodeficiency and Prevented by Vaccination."
      },
      {
        "paperId": "dc9dd9e1e585fa87b782dc6272e2c062e38f727b",
        "title": "Evidence of Apeu Virus Infection in Wild Monkeys, Brazilian Amazon."
      },
      {
        "paperId": "3fc31fa506914633c6346936a65f28fdc6bda16d",
        "title": "Homeostatic Control of Innate Lung Inflammation by Vici Syndrome Gene Epg5 and Additional Autophagy Genes Promotes Influenza Pathogenesis."
      },
      {
        "paperId": "14a5ec31659a41e5edf74f48bbcfe0e65ab0b375",
        "title": "A novel Bunyavirus from the soft tick, Argas vespertilionis, in Japan"
      },
      {
        "paperId": "2772e527dc57592395ade364f55a7663512574ee",
        "title": "Early life dynamics of the human gut virome and bacterial microbiome in infants"
      },
      {
        "paperId": "fd66ce6f591be7427248e625b82698c1563ff1cd",
        "title": "The human gut virome: a multifaceted majority"
      },
      {
        "paperId": "f79d79b8892b4de9b8bdf0917de2fa81a558990d",
        "title": "Gut DNA viromes of Malawian twins discordant for severe acute malnutrition"
      },
      {
        "paperId": "bacbd46931590cfbfe3adc903daded85968cee5d",
        "title": "Potential role of the intestinal microbiota in programming health and disease."
      },
      {
        "paperId": "a9db45ada47bd2651c3d58224cb9d79913255f60",
        "title": "Protective efficacy of adenovirus/protein vaccines against SIV challenges in rhesus monkeys"
      },
      {
        "paperId": "c123627e60f1be3e8a2f3511c147a6055c371de7",
        "title": "Rising to the challenge: accelerated pace of discovery transforms marine virology"
      },
      {
        "paperId": "ea816c30e0df51a631c56379404b292501a4ca82",
        "title": "Disease-Specific Alterations in the Enteric Virome in Inflammatory Bowel Disease"
      },
      {
        "paperId": "66866fbd48a58a6cc22820af88540340911162f1",
        "title": "The intestinal microbiota: its role in health and disease"
      },
      {
        "paperId": "ef0a0e190f141f6134516875aa1a5790a9410c01",
        "title": "Phenotypic complementation of genetic immunodeficiency by chronic herpesvirus infection"
      },
      {
        "paperId": "7622499e5ec151384ca40a130a8519d21d411ef9",
        "title": "Development of a virus detection and discovery pipeline using next generation sequencing."
      },
      {
        "paperId": "d08bea4d8cb9d868660b2d5814c00649be2ee883",
        "title": "Geographic variation in the eukaryotic virome of human diarrhea"
      },
      {
        "paperId": "e38ccc52fa832228b5359d08cc75d04a9d92fe05",
        "title": "Epidemiology, Phylogeny, and Evolution of Emerging Enteric Picobirnaviruses of Animal Origin and Their Relationship to Human Strains"
      },
      {
        "paperId": "d4d6bef7e3df07197a9882a89f140a394e3c6a5c",
        "title": "A cloud-compatible bioinformatics pipeline for ultrarapid pathogen identification from next-generation sequencing of clinical samples"
      },
      {
        "paperId": "67f51a7a5435c0b4d7d6d367c05873e7678e4912",
        "title": "Molecular detection of genogroup I and II picobirnaviruses in pigs in China"
      },
      {
        "paperId": "081febf70cac4e23ee0158cdb55587071f69a2de",
        "title": "The Virome in Mammalian Physiology and Disease"
      },
      {
        "paperId": "0dccb88b4afcb167d5e2072df2dc78e47d1acf01",
        "title": "Metavir 2: new tools for viral metagenome comparison and assembled virome analysis"
      },
      {
        "paperId": "65f605c64aec0fbb3a853ad53963c8f088ece72c",
        "title": "Kingdom-Agnostic Metagenomics and the Importance of Complete Characterization of Enteric Microbial Communities"
      },
      {
        "paperId": "f014582a2be703ccbf63d873ad4e07a66dce1d83",
        "title": "Temporal Response of the Human Virome to Immunosuppression and Antiviral Therapy"
      },
      {
        "paperId": "bf61bdb7dec9859ed8e26763248ff503fcc0c5c6",
        "title": "Identification of Novel Viruses Using VirusHunter -- an Automated Data Analysis Pipeline"
      },
      {
        "paperId": "d8a7f3a49a31601558e2504966ff8f5defa83b17",
        "title": "Discovery of a Unique Novel Clade of Mosquito-Associated Bunyaviruses"
      },
      {
        "paperId": "974980fd0261a8ea76e65107277c2cd4e4019f47",
        "title": "VirusFinder: Software for Efficient and Accurate Detection of Viruses and Their Integration Sites in Host Genomes through Next Generation Sequencing Data"
      },
      {
        "paperId": "62fa257968ecaedbf7dac5efe1593a31b5c0bf24",
        "title": "READSCAN: a fast and scalable pathogen discovery program with accurate genome relative abundance estimation"
      },
      {
        "paperId": "fb39dcb92a305c44af986360c35e7f9c99de91d8",
        "title": "CaPSID: A bioinformatics platform for computational pathogen sequence identification in human genomes and transcriptomes"
      },
      {
        "paperId": "5e78a288c9295e29ff8289234996b506a4321819",
        "title": "VIROME: a standard operating procedure for analysis of viral metagenome sequences"
      },
      {
        "paperId": "d0fd590e688feb8627a280a37d8c92a9a7cb09c3",
        "title": "Metagenomics and future perspectives in virus discovery"
      },
      {
        "paperId": "5744b1992436f25dfac816510895e7105f3a2e8a",
        "title": "Raw Sewage Harbors Diverse Viral Populations"
      },
      {
        "paperId": "cfef00bab9d840102b9fb2eb91079b2200ca4058",
        "title": "The human gut virome: inter-individual variation and dynamic response to diet."
      },
      {
        "paperId": "51c131337353d575260a89cbda078c9cf3b442aa",
        "title": "TheViral MetaGenome Annotation Pipeline(VMGAP):an automated tool for the functional annotation of viral Metagenomic shotgun sequencing data"
      },
      {
        "paperId": "92c6dc9b4943d031200fc5646bc49e927b2cb750",
        "title": "Metagenomic biomarker discovery and explanation"
      },
      {
        "paperId": "53c4609e2043cf2a6a049041c8fc77d85d8705a6",
        "title": "Pathogen detection using short-RNA deep sequencing subtraction and assembly"
      },
      {
        "paperId": "878092ff00d71a70adc15fbf7ca65d1de34488b5",
        "title": "PathSeq: software to identify or discover microbes by deep sequencing of human tissue"
      },
      {
        "paperId": "17d01d94092942d99625e2df0614a03977f64960",
        "title": "Cutadapt removes adapter sequences from high-throughput sequencing reads"
      },
      {
        "paperId": "60ea206d77ee413f0f95a84f04b8123333474564",
        "title": "A new repeat-masking method enables specific detection of homologous sequences"
      },
      {
        "paperId": "2b0b55eff9d2a3b0b71be6e4104375afba69d932",
        "title": "NBC: the Naïve Bayes Classification tool webserver for taxonomic classification of metagenomic reads"
      },
      {
        "paperId": "2b65de11d43ef6d2b2747b4507f4c4612640a219",
        "title": "Metagenomics for the discovery of novel human viruses."
      },
      {
        "paperId": "9de11759f7ce89f55fbc51e9d7aa6d7ee755c491",
        "title": "Fast and accurate long-read alignment with Burrows–Wheeler transform"
      },
      {
        "paperId": "1c5e776c4316676f46fa923d8e63bc2b5e9fff06",
        "title": "Annotation Error in Public Databases: Misannotation of Molecular Function in Enzyme Superfamilies"
      },
      {
        "paperId": "fc4fabd889e361ff539cce140f622487917c11a5",
        "title": "Nomenclature proposal for picobirnavirus"
      },
      {
        "paperId": "994d9fb6df7a78b4259ea55ae08ef5d90663bee7",
        "title": "Human stool contains a previously unrecognized diversity of novel astroviruses"
      },
      {
        "paperId": "eb41f630c7fbd1b41a4fbb41dc4b1bffa8e1cf95",
        "title": "Fast and accurate short read alignment with Burrows–Wheeler transform"
      },
      {
        "paperId": "a50adf0c33093ae16278a5cff3809c19a30f4d99",
        "title": "Identification and correction of abnormal, incomplete and mispredicted proteins in public databases"
      },
      {
        "paperId": "65146f6cf0fdcbfe73081121398dc9c9e6bbc336",
        "title": "Metagenomic Analysis of Human Diarrhea: Viral Detection and Discovery"
      },
      {
        "paperId": "584fd593dc69720afad8b1b5663cd9aea4da9c45",
        "title": "Cd-hit: a fast program for clustering and comparing large sets of protein or nucleotide sequences"
      },
      {
        "paperId": "fc7e070dfffb0b49165de7c41adaf2bfb6777a77",
        "title": "MUSCLE: multiple sequence alignment with high accuracy and high throughput."
      },
      {
        "paperId": "89f6cfba448b31396a7dcbee1c0f1b9d0b72a91f",
        "title": "Viral Discovery and Sequence Recovery Using DNA Microarrays"
      },
      {
        "paperId": "444e76c1d69dbc38c49bb307590b8bd04e311278",
        "title": "Artemis: sequence visualization and annotation"
      },
      {
        "paperId": "7b29531e57fb8f808c66d99a33d084ad01178bc6",
        "title": "Complete nucleotide sequences of the M and S segments of two hantavirus isolates from California: evidence for reassortment in nature among viruses related to hantavirus pulmonary syndrome."
      },
      {
        "paperId": "a03dc4d8aa1c2ebd5c3a3c1d87d531f52d63c120",
        "title": "Basic local alignment search tool."
      },
      {
        "paperId": "c6bb499f70bec45914eb2963f63df19e507df544",
        "title": "The intestinal microbiota and its role in human health and disease."
      },
      {
        "paperId": null,
        "title": "faecal microbiota of monozygotic twins and their mothers"
      },
      {
        "paperId": "b6b507eee56b39d953b08ad446fc7660ce276687",
        "title": "MePIC, metagenomic pathogen identification for clinical specimens."
      },
      {
        "paperId": null,
        "title": "ea-utils: Command-line tools for processing biological sequencing data"
      },
      {
        "paperId": null,
        "title": "RepeatMasker Open-3.0"
      },
      {
        "paperId": "d4dea98654af0565ffdee751d85dae18435d1cdc",
        "title": "Bioinformatics Applications Note Data and Text Mining Metavir: a Web Server Dedicated to Virome Analysis"
      },
      {
        "paperId": "54f0c3d233d3ea7f6849bfc9eb4427daaa16384e",
        "title": "phylogenetic and functional analysis of metagenomes"
      },
      {
        "paperId": null,
        "title": "Dromedary picobirnavirus (Dromedary PBV"
      }
    ]
  }
}