{
  "cache_date": "2025-11-01T11:15:52.841141",
  "data": {
    "paperId": "473a268a1af7a670f00029c887d6e9e590683d24",
    "externalIds": {
      "MAG": "2605216580",
      "DBLP": "journals/bioinformatics/NishimuraYKUOG17",
      "DOI": "10.1093/bioinformatics/btx157",
      "CorpusId": 4369090,
      "PubMed": "28379287"
    },
    "url": "https://www.semanticscholar.org/paper/473a268a1af7a670f00029c887d6e9e590683d24",
    "title": "ViPTree: the viral proteomic tree server",
    "venue": "Bioinform.",
    "year": 2017,
    "referenceCount": 21,
    "citationCount": 624,
    "influentialCitationCount": 75,
    "openAccessPdf": {
      "url": "https://repository.kulib.kyoto-u.ac.jp/dspace/bitstream/2433/226604/1/btx157.pdf",
      "status": "GREEN",
      "license": "other-oa",
      "disclaimer": "Notice: The following paper fields have been elided by the publisher: {'references', 'abstract'}. Paper or abstract available at https://api.unpaywall.org/v2/10.1093/bioinformatics/btx157?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1093/bioinformatics/btx157, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "50751884",
        "name": "Y. Nishimura"
      },
      {
        "authorId": "82957158",
        "name": "Takashi Yoshida"
      },
      {
        "authorId": "29796301",
        "name": "M. Kuronishi"
      },
      {
        "authorId": "2097837158",
        "name": "Hideya Uehara"
      },
      {
        "authorId": "2272089",
        "name": "H. Ogata"
      },
      {
        "authorId": "1723007",
        "name": "S. Goto"
      }
    ],
    "citations": [
      {
        "paperId": "05dc4fce8e1120a8035b4d3b7102e60f83961904",
        "title": "The potential novel bacteriophages against multidrug-resistant Edwardsiella tarda isolates from striped catfish Pangasianodon hypophthalmus"
      },
      {
        "paperId": "2edbdb2812b5eeee34df388b0a63ecff53fd0749",
        "title": "Enhanced control of pathogenic Vibrio spp. in aquaculture using phages capable of disrupting biofilms outside their host range"
      },
      {
        "paperId": "062b37a19973b39a2b691951694349a2f617b656",
        "title": "Morphological and Genomic Analysis of Drulisvirus Targeting Extended-Spectrum β-Lactamase-Producing Klebsiella pneumoniae with K12 and K18 Capsular Types"
      },
      {
        "paperId": "a51ec6cf62aef3777a347a7dac29576c5db72e5e",
        "title": "Viruses and virus satellites of haloarchaea and their nanosized DPANN symbionts reveal intricate nested interactions."
      },
      {
        "paperId": "d89627466be5f755df4dc70fdd21b728f5245b88",
        "title": "Genome-wide characterization of lumpy skin disease virus isolate from Bangladesh"
      },
      {
        "paperId": "81bd46258af5c96275acf7b9281444c7746295cd",
        "title": "Comparative analysis of fecal DNA viromes in Large-billed crows and Northern ravens reveals diverse viral profiles"
      },
      {
        "paperId": "9f63cbd1c525cf91e8b1c8e9fd3b03c765353853",
        "title": "Design of Lytic Phage Cocktails Targeting Salmonella: Synergistic Effects Based on In Vitro Lysis, In Vivo Protection, and Biofilm Intervention"
      },
      {
        "paperId": "accfb99170844d2f16114b64f42d784e75cb20bc",
        "title": "Survey of Thirteen Novel Pseudomonas putida Bacteriophages"
      },
      {
        "paperId": "3c109a3c9c21637b23c3710936c15efe279eec79",
        "title": "Biological and genomic characterisation of phage Ec2-7 with antimicrobial activity against STEC strains Escherichia coli"
      },
      {
        "paperId": "69fe1c744a1b3980338866029c61fec43f3b4361",
        "title": "Isolation and characterization of strictly lytic bacteriophages against carbapenem-resistant Enterobacter cloacae complex."
      },
      {
        "paperId": "b4d4fe9345986ff3a015d5888a28de9ac57a737c",
        "title": "Combined application of novel broad-spectrum bacteriophages and antagonistic bacterial strain: enhanced biocontrol efficacy against Streptomyces induced potato common scab"
      },
      {
        "paperId": "b7288ea5839e579e4c66b6f3cf37d87d02aa370f",
        "title": "Unveiling Unusual Ecofunctional Traits of Endozoicomonas Species Through Comprehensive Comparative Genomics."
      },
      {
        "paperId": "193f1cb5cca8190ab1c84ad393bb221e9fcd0dcd",
        "title": "Characterisation of phage vB_Ec_DUEC01: A Lytic Kagunavirus for Multidrug-resistant Escherichia coli"
      },
      {
        "paperId": "e28b0d97796b5ebee18e5b2e767ee69735a8d26b",
        "title": "A Phage Variable Region Encodes Anti-CRISPR Proteins Inhibiting All Streptococcus thermophilus CRISPR Immune Systems."
      },
      {
        "paperId": "b1f8fb12adcfcc65eb4071ef180b4cb61f69760d",
        "title": "Phages with a broad host range are common across ecosystems."
      },
      {
        "paperId": "ff413bbc9977f47e6ac69761e82532576adc12bc",
        "title": "Characterization of the novel Cutibacterium acnes phage KIT08 and its associated pseudolysogenic bacterial isolate"
      },
      {
        "paperId": "3baa577fb50ecda0b5265d733c32593da2c40eb6",
        "title": "A novel lytic Seuratvirus phage CABI-SEA 2301 with broad host range against multidrug-resistant avian pathogenic Escherichia coli."
      },
      {
        "paperId": "91b79a0ca300c1462109d659d6f101b6ec6c47a5",
        "title": "Probing Viral Dark Matter: Comparative Genomics of Atypical Bacillus Phage YungSlug"
      },
      {
        "paperId": "c426e111adfe4d005624d1ad0ef0f425f4f30c8f",
        "title": "Characterization and biocontrol potential of two novel lytic phages vB_EtaS_2 and vB_EtaS_6 against Edwardsiella tarda in aquaculture"
      },
      {
        "paperId": "681b895e844938fe7236e1133899d7e418a55e23",
        "title": "Phage quest: a beginner’s guide to explore viral diversity in the prokaryotic world"
      },
      {
        "paperId": "d90095981b0c7c162e2495c936498cf2a5114fba",
        "title": "Genomics of Irish swine-derived Streptococcus suis: Population structure, prophages, and anti-viral defence mechanisms"
      },
      {
        "paperId": "2798c8c1360568c92cb8dc8d48f6d162e58c7297",
        "title": "A DNA nicking Class 1 OLD family nuclease mediates phage defense in Vibrio cholerae and is countered by a phage-encoded inhibitor"
      },
      {
        "paperId": "bbcee6adb829594d105f2096788f7aba51c26233",
        "title": "Prevalence, diversity, and parasitism of tailed prophages in Vibrio harveyi"
      },
      {
        "paperId": "3f6a7ae1b02792205846e67f921c301219de4932",
        "title": "RNA-viromics unveils diverse RNA viral communities in Large-billed crows and Northern Ravens."
      },
      {
        "paperId": "6782e15dc84b0c9fb642873fa8a4a9c4434e8a78",
        "title": "Evaluation of the effectiveness and safety of bacteriophage vB_Sen-Miriam1 against Salmonella enterica in in vitro and in vivo models."
      },
      {
        "paperId": "b7c7556924e664236aabd6366ea2f32d9a913ab5",
        "title": "Marine Autographiviridae phages exhibit high genetic diversity and global-scale biogeographic patterns"
      },
      {
        "paperId": "2563f06e11ac089051890db2639a478252494c7a",
        "title": "The broad-spectrum kayvirus phage disrupts biofilms formed by methicillin-resistant Staphylococcus aureus and methicillin-resistant Staphylococcus pseudintermedius."
      },
      {
        "paperId": "14c791e50773213da1cc7f618e4a48239ea7e810",
        "title": "From phenotype to receptor: validating physiological clustering of Escherichia coli phages through comprehensive receptor analysis"
      },
      {
        "paperId": "0aa20be634934e5ca8511ea9233fffc1f2bbbd73",
        "title": "Genome sequences of two Escherichia coli bacteriophages isolated from activated sludge in domestic wastewater treatment plants"
      },
      {
        "paperId": "49dba3d0f2cc7dd828230573aa1991e670cfa329",
        "title": "Isolation and characterization of two novel oral bacteriophages with anti-biofilm activity against Cutibacterium acnes."
      },
      {
        "paperId": "30ed19a232b3ace9eba321c05b9e2a4ae8fafe84",
        "title": "Five novel RNA viruses of the invasive big-headed ant (Pheidole megacephala)"
      },
      {
        "paperId": "cbc4089f45759243f835b9668708173f659da022",
        "title": "Evolutionarily divergent nidovirus with an exceptionally large genome identified in Pacific oysters undergoing mass mortality."
      },
      {
        "paperId": "077a4870eb1073d21e9eb551615243810f23fcb5",
        "title": "Zeta CrAss-like Phages, a Separate Phage Family Using a Variety of Adaptive Mechanisms to Persist in Their Hosts"
      },
      {
        "paperId": "3086007ba723670ea54e304d999f09c2934221f5",
        "title": "Biological characterization and stability of three lytic wastewater-derived bacteriophages targeting multidrug-resistant Acinetobacter baumannii and A. johnsonii clinical strains."
      },
      {
        "paperId": "0f74e9eb3e3a01226e4b52683d8d97e41267552f",
        "title": "In Vitro and In Vivo Evaluation of Phage-Antibiotic Synergy for the Treatment of Urinary Tract Infections."
      },
      {
        "paperId": "5d7a36cdb46bab824bea20362eb24b4e64470a9e",
        "title": "Updated phage banks essential to cope with pathogen evolution: Lessons from Klebsiella pneumoniae and their phages"
      },
      {
        "paperId": "00247524adcd162da1e920661515c6e82dadca36",
        "title": "Isolation and characterization of phages ΦZC2 and ΦZC3 against carbapenem-resistant Acinetobacter baumannii, and efficacy of ΦZC3 on A549 cells"
      },
      {
        "paperId": "116971830cb5b392e56cd7b70a5b75663ac26b2a",
        "title": "Discovery of phage CSF, a novel generalist bacteriophage targeting multidrug-resistant and potentially pathogenic Staphylococcus spp. and Mammaliicoccus spp."
      },
      {
        "paperId": "7a729ee39cec63013d4b8e26ddcea50abecc4963",
        "title": "The salivary virome during childhood dental caries"
      },
      {
        "paperId": "e5bfd5c642a95e4f8d5df22286bfc31d776ca587",
        "title": "Characterization and Complete Genomic Analysis of a Novel Bacteriophage BUCT775 for Acinetobacter baumannii and Its Elimination Efficiency in the Environment"
      },
      {
        "paperId": "06345dc2aa36f156cbf457ece8da105f5a9a0504",
        "title": "Parasitic connections: a patescibacterial epibiont, its methylotrophic gammaproteobacterial host and their phages"
      },
      {
        "paperId": "ed290b5f0d7bf74a9dad0bd85f4b506dae5807d4",
        "title": "Filamentous prophages in the genomes of Acinetobacter baumannii from egypt: impact on biofilm formation and the potential to induce enterotoxicity"
      },
      {
        "paperId": "29bfc03f806ea028cda4476ebd620fcf07fe407d",
        "title": "Novel Giant Phages vB_AerVM_332-Vera and vB_AerVM_332-Igor and Siphophage vB_AerVS_332-Yulya Infecting the Same Aeromonas veronii Strain"
      },
      {
        "paperId": "7d3266895bd581ef2e5e67cafac0b8767f440e80",
        "title": "Isolation, genomic characterization and biocontrol potential of the lytic Pectobacterium phage Pcc_P10 against soft rot of pepper fruits."
      },
      {
        "paperId": "23e7d5382a630e091c97afff8e72ff395da4717d",
        "title": "Highly stable bacteriophages PIN1 and PIN2 have hallmarks of flagellotropic phages but infect immotile bacteria"
      },
      {
        "paperId": "8d74ee576cc72f7db074cbbe402eefee54f338c7",
        "title": "Efficacy of phage vB_Ps_ZCPS13 in controlling Pan-drug-resistant Pseudomonas aeruginosa from urinary tract infections (UTIs) and eradicating biofilms from urinary catheters"
      },
      {
        "paperId": "9109df49340f85d11d48aaea1ed911df745d439f",
        "title": "Characterization of a novel Phietavirus genus bacteriophage and its potential for efficient transfer of modified shuttle plasmids to Staphylococcus aureus strains of different clonal complexes"
      },
      {
        "paperId": "8f2a0c1bed8601e5f83a5dda1e7302cbe9eb753c",
        "title": "Acinetobacter phages use distinct strategies to breach the capsule barrier"
      },
      {
        "paperId": "fbda5b8664514927cb748ca454b02d2aa67b680e",
        "title": "Novel Silviavirus phages with broad-host-range activity against methicillin resistant Staphylococcus aureus from seafood: comprehending the phenotypic and genotypic variability."
      },
      {
        "paperId": "6c72c74ad5da53164ad52d817666d23660c40a02",
        "title": "Genomic characterization of four Salmonella-specific bacteriophages and evaluation of their cocktail efficacy in milk."
      },
      {
        "paperId": "9f0de29269aebc7812abc1e76feee3f2b9ecf402",
        "title": "Characterization of virulent bacteriophages targeting Bacillus licheniformis: biological properties and genomic functional analysis."
      },
      {
        "paperId": "cb9ae844a47e333c60e4e59fc04804263259457e",
        "title": "Genomic and functional insights into commensal streptococci with anti-pneumococcal activity"
      },
      {
        "paperId": "f88906c54b99a9596df49f5784f050447534ef16",
        "title": "Cyanophage Infections in a Sponge Intracellular Cyanobacterial Symbiont"
      },
      {
        "paperId": "a05292e6bee5fb3e36835b44d430681da99bd5f7",
        "title": "Epseptimavirus KKP3831 - a new species of Salmonella-specific virulent phage: comprehensive biological and genomic characterization and potential for translocation through the intestinal epithelium."
      },
      {
        "paperId": "a221608aec7ef305bd3e4a19d07e4f686296615b",
        "title": "Two novel phages infecting Erythrobacter isolated from the epipelagic ocean"
      },
      {
        "paperId": "4697111b916d026d959add8c286a51daba7c36f3",
        "title": "Characterization and genomic analysis of two Aeromonas phages"
      },
      {
        "paperId": "424c2146aea7e517ddf3f76a72888f1773d53213",
        "title": "Two novel polyvalent phages: a promising approach for cross-order pathogen control in aquaculture"
      },
      {
        "paperId": "fc12e1205437168c89c09bbbbc2ec94651f0af68",
        "title": "Resolution of a T1-Like Bacteriophage Outbreak by Receptor Engineering."
      },
      {
        "paperId": "dfc94bfc2c0da5941806d86249f31355018f7cb0",
        "title": "Discovery of a Novel Parahenipavirus, Parahenipavirus_GH, in Shrews in South Korea, 2022"
      },
      {
        "paperId": "ae72fc68a1069b05261922404e3cb16cd79d80fe",
        "title": "Bacteriophage-based strategies for biocontrol and treatment of infectious diseases"
      },
      {
        "paperId": "3183605411059e9940faf304eacdcb173d0d6ee2",
        "title": "Genomic analysis of the novel Stenotrophomonas phage vB_Srh_LBjhp91a, isolated from a Karst cave in China."
      },
      {
        "paperId": "3d1d87fd108307e8a84a1c9a7acb37bbf073339f",
        "title": "Life-Stage Transitions Drive Distinct Gut Viral Communities in Dairy Cattle"
      },
      {
        "paperId": "f321a87bf2fd5211f8426aad6ecda21a7cd1e4a0",
        "title": "Intestivirid Acquisition Increases Across Infancy in a Wild Primate Population"
      },
      {
        "paperId": "b8d0e38dbb485dda4ed3868d4c40e3e397606660",
        "title": "Efficacy of Erwinia amylovora and Xanthomonas campestris pv campestris phages to control fire blight and black rot in vivo"
      },
      {
        "paperId": "76d638f9c213dc33360c26ee6c62e31029363476",
        "title": "Genomic characterization of the novel bacteriophage PfAn1 from Lake Baikal, infecting Pseudomonas fluorescens."
      },
      {
        "paperId": "7af17274bdaaf1d44e914910071eb616275e447b",
        "title": "Characterization and purification of Pseudomonas aeruginosa phages for the treatment of canine infections"
      },
      {
        "paperId": "df01f53a06f6facbda7d468bfee1bbd7f8c369e3",
        "title": "Genomic characterization of a novel Pseudomonas aeruginosa bacteriophage representing the newly proposed genus Angoravirus: in vitro antimicrobial and antibiofilm activity."
      },
      {
        "paperId": "4e6a28b9571785956be18190fe7d46e913262a68",
        "title": "The Arms Race Between Actinobacillus pleuropneumoniae and Its Genetic Environment: A Comprehensive Analysis of Its Defensome and Mobile Genetic Elements"
      },
      {
        "paperId": "363ffc28a5de0dbbed91c282e941c5c0bed0e544",
        "title": "Effects of a novel Paraburkholderia phage IPK on the phenanthrene degradation efficiency of the PAH-degrading strain Paraburkholderia caledonica Bk"
      },
      {
        "paperId": "178d92decd2316ff30875fbcfbdfcb2c6240de44",
        "title": "Characterization of a novel phage vB_EcoP_P64441 and its potential role in controlling uropathogenic Escherichia coli (UPEC) and biofilms formation."
      },
      {
        "paperId": "5325fc2518cd602fc2c33395e65db7c1672fd9ff",
        "title": "Telomere bacteriophages are widespread and equip their bacterial hosts with potent interbacterial weapons"
      },
      {
        "paperId": "b7dfc4e93dd9d91a639cde8e220a6b0a50cfbddb",
        "title": "Acinetobacter baumannii and Klebsiella pneumoniae Isolates Obtained from Intensive Care Unit Patients in 2024: General Characterization, Prophages, Depolymerases and Esterases of Phage Origin"
      },
      {
        "paperId": "042d188efab6ba14ad5aebcba9968a99e3dfabab",
        "title": "Biological characteristics and genome analysis of Citrobacter freundii phage K1M."
      },
      {
        "paperId": "052fdfc831a921143bbd4f18a805410c7492cb8d",
        "title": "Characterization of the diversity, genomic features, host bacteria, and distribution of crAss-like phages in the pig gut microbiome"
      },
      {
        "paperId": "f49803fc8b298f512d76bc4a5fac90a6ed745a18",
        "title": "Complete Genome Sequence and Analysis of NHSP6, a Broad-Spectrum Bacteriophage Against Staphylococcus Aureus Isolates of Bovine and Human Origin"
      },
      {
        "paperId": "b8a27682f36e64de30ef65f5a034db06d1aec222",
        "title": "Characterization and therapeutic potential of phage vB_Eco_ZCEC08 against multidrug-resistant uropathogenic Escherichia coli"
      },
      {
        "paperId": "3f07c2e0611db8965fe6d9b8d2cf9bdfbe01da22",
        "title": "Novel strategies for vancomycin-resistant Enterococcus faecalis biofilm control: bacteriophage (vB_EfaS_ZC1), propolis, and their combined effects in an ex vivo endodontic model"
      },
      {
        "paperId": "8fa0e6b190464aa07bb4e4da620b0c4c05d4499c",
        "title": "Amino acid residues in the tail fiber differentiate the host specificity of Cronobacter sakazakii bacteriophage"
      },
      {
        "paperId": "917065524e2bf07b59c2ba8e60809ffed674bbd7",
        "title": "Isolation, characterization, and genomic analysis of phage MY02 targeting extended-spectrum beta-lactamase-producing Klebsiella pneumoniae."
      },
      {
        "paperId": "8177d41c3591e8be8f7f2a670d3c2bd28e5acaf3",
        "title": "Novel Erwinia Phage Harboring Glucosylhydroxymethylcytosine DNA Hypermodifications Highlights the First Occurrence Outside Enterobacteriaceae"
      },
      {
        "paperId": "389448e179cb50f84e31c107f10d79c3af5487c5",
        "title": "Identifying phage Lysins through genomic analysis of prophages from Acinetobacter baumannii"
      },
      {
        "paperId": "70a185902745725495e2d0e1e2054f7779464219",
        "title": "Characterization of a new lytic bacteriophage (vB_KpnM_KP1) targeting Klebsiella pneumoniae strains associated with nosocomial infections."
      },
      {
        "paperId": "3c2f91dedfca17276882a15ec4a01fe8af28f746",
        "title": "The isolation and identification of a novel flavivirus from diseased Chinese soft-shelled turtle (Pelodiscussinensis)."
      },
      {
        "paperId": "e7888dc3eb7c5a3efd118d9cd72de2f9f888609f",
        "title": "Isolation, complete characterization and phylogeography of the first bacteriophage against Vibrio neocaledonicus, which encodes a pyruvate phosphate dikinase and represents a novel viral family"
      },
      {
        "paperId": "6b796f13dda8d02be46e546bbe17ba9c8eef80fb",
        "title": "Antimicrobial potential of a novel K5-specific phage and its recombinant strains against Klebsiella pneumoniae in milk."
      },
      {
        "paperId": "6f7dc8dc8d513080a5eee37940caad03977e6fb7",
        "title": "Characterization and therapeutic potential of newly isolated bacteriophages targeting the most common Salmonella serovars in Europe"
      },
      {
        "paperId": "380e24d4aa9128dd657e44c6076da0ad12461b05",
        "title": "Cyanophage Lysis of the Cyanobacterium Nodularia spumigena Affects the Variability and Fitness of the Host-Associated Microbiome."
      },
      {
        "paperId": "7060ecae03fcde1a4f8e17c0e153d2e08929b8d9",
        "title": "Isolation, characterization, and genomic analysis of three novel Herelleviridae family lytic bacteriophages against uropathogenic isolates of Staphylococcus saprophyticus"
      },
      {
        "paperId": "0c77b1e1f2aedd2f643c392e158b150c14903b02",
        "title": "The Chinese gut virus catalogue reveals gut virome diversity and disease-related viral signatures"
      },
      {
        "paperId": "1e6998725d181ec2e36d0b7f541c029ee5d023d2",
        "title": "Weberviruses are gut-associated phages that infect Klebsiella spp"
      },
      {
        "paperId": "4add56e1c490b0465abd2f7b33c8317ee036a277",
        "title": "Fully resolved genome assembly of a Macrococcus bovicus isolated from a human skin infection"
      },
      {
        "paperId": "8b224f6256dc7ade00f86c500da17d8837d51cf0",
        "title": "Description of two novel bacteriophages of the class Caudoviricetes that infect Ralstonia solanacearum and Ralstonia pseudosolanacearum."
      },
      {
        "paperId": "915ac8adc4c0ab9a1c0a0d8ed36dac541e71a276",
        "title": "A Comprehensive Reference Catalog of Human Skin DNA Virome Reveals Novel Viral Diversity and Microenvironmental Influences"
      },
      {
        "paperId": "19d7276d04100fb287c1246123000c9f1217eac3",
        "title": "Genome-guided development of a bacterial two-strain system for low-temperature soil biocementation"
      },
      {
        "paperId": "4bc76aa23cea42473e5975ce83ed75469b3be191",
        "title": "Synergistic antibacterial activity of curcumin and phage against multidrug-resistant Acinetobacter baumannii"
      },
      {
        "paperId": "b87396f3894e11f65e38be389f7e2169b00bac35",
        "title": "Expanding the potential soil carbon sink: unraveling carbon sequestration accessory genes in vermicompost phages"
      },
      {
        "paperId": "5007eb2f910324d4e2d8631c5ab250a626878e3f",
        "title": "New lytic and new temperate Staphylococcus hyicus phages"
      },
      {
        "paperId": "3c0fd4ecbcb4e2a4263da8d5a27ca8c637c13759",
        "title": "Analysis of a novel phage as a promising biological agent targeting multidrug resistant Klebsiella pneumoniae"
      },
      {
        "paperId": "6c53177c4b04f7ff9de1b409cf34e757c9a624d0",
        "title": "VITAP: a high precision tool for DNA and RNA viral classification based on meta-omic data"
      },
      {
        "paperId": "0c14a001142e7e7040478479168e9a416bb7d9b3",
        "title": "Comprehensive Genomic Analysis of Klebsiella pneumoniae and Its Temperate N-15-like Phage: From Isolation to Functional Annotation"
      },
      {
        "paperId": "cff99049d8b8ac6a8596b4b168df4046cb92604b",
        "title": "Genomic and phenotypic characterization of staphylococci isolated from the skin of non-human primates"
      },
      {
        "paperId": "990731ed06f943c15f042418aac113d284b0f85d",
        "title": "Infection and Genomic Properties of Single- and Double-Stranded DNA Cellulophaga Phages"
      },
      {
        "paperId": "0b501c1e2c6363097084d39dd4352550be511867",
        "title": "Pseudomonas Phage Lydia and the Evolution of the Mesyanzhinovviridae Family"
      },
      {
        "paperId": "edf85397817a721b657e727079b264e62b557477",
        "title": "Characterization of Newly Isolated Rosenblumvirus Phage Infecting Staphylococcus aureus from Different Sources"
      },
      {
        "paperId": "c883875e0d8cf421de0fe68d45834ea425048d69",
        "title": "Isolation of phages infecting the zoonotic pathogen Streptococcus suis reveals novel structural and genomic characteristics."
      },
      {
        "paperId": "43c86c46651e7468ed7d3add613f77e79975394f",
        "title": "Characterization, genomic analysis and preclinical evaluation of the lytic Staphylococcus bacteriophage PSK against methicillin-resistant Staphylococcus aureus wound isolate"
      },
      {
        "paperId": "4c7860b01faee6417dd97812f19609df70e85645",
        "title": "Characterization and genome analysis of novel Klebsiella pneumoniae phage vbKpUKJ_2 isolated from hospital sewage water"
      },
      {
        "paperId": "ba9917c8496fab57f2aa54c208f35fd10a4263dc",
        "title": "Isolation, Characterization, and Genomic Analysis of Bacteriophages Against Pseudomonas aeruginosa Clinical Isolates from Early and Chronic Cystic Fibrosis Patients for Potential Phage Therapy"
      },
      {
        "paperId": "1a9bad6254e925bbc37d547e368f3ff12bb514de",
        "title": "Genomic and proteomic analyses of Nus-dependent non-lambdoid phages reveal a novel coliphage group prevalent in gut: mEpimmI"
      },
      {
        "paperId": "c92123a8fc5314a0b9e5657edab07a4ab33bbe2c",
        "title": "Isolation and characterization of 24 phages infecting the plant growth-promoting rhizobacterium Klebsiella sp. M5al"
      },
      {
        "paperId": "7122d397b2457d15887a06efe64df0fbe5d5d0b1",
        "title": "Therapeutic potential of a newly isolated bacteriophage against multi-drug resistant Enterococcus faecalis infections: in vitro and in vivo characterization"
      },
      {
        "paperId": "4f301a2abfebf0a3e598b6d177556d678e2cc82b",
        "title": "Complete genome sequence analysis of the novel bacteriophage PA-1 infecting phytopathogenic Pantoea ananatis in Malaysia."
      },
      {
        "paperId": "d876a7746b8f9545e10e5f60113728170d4b3d15",
        "title": "Novel MRSA-targeting phage MetB16: Genomic features, structural insights, and therapeutic applications"
      },
      {
        "paperId": "88ac3d3536fafd51581932fb878a613045cdd8c9",
        "title": "Phage therapy"
      },
      {
        "paperId": "f6a1653faaa4eb8e7757a3c65efa73bb009a946a",
        "title": "Discovery, structural characteristics and evolutionary analyses of functional domains in Acinetobacter baumannii phage tail fiber/spike proteins"
      },
      {
        "paperId": "3df05087411ccfa4589112db6063184fd71ff208",
        "title": "Extra peptidase of a cyanophage confers its stronger lytic effect on bloom-forming Microcystis aeruginosa."
      },
      {
        "paperId": "68476e9d29aaf6e9dbd212be1e1235a2c749b08b",
        "title": "Isolation, characterization, and whole-genome analysis of the novel temperate bacteriophage Ph-p5 infecting Glutamicibacter halophytocola."
      },
      {
        "paperId": "b6d46df4edb4917d8a954cbb900adde15f58cd1d",
        "title": "Characterization of Novel Phages KPAФ1, KP149Ф1, and KP149Ф2 for lytic efficiency against Clinical MDR Klebsiella pneumoniae Infections."
      },
      {
        "paperId": "ab0019a593e51a700661364b38fe05a976bde716",
        "title": "Pseudomonas aeruginosa maintains an inducible array of novel and diverse prophages over lengthy persistence in cystic fibrosis lungs"
      },
      {
        "paperId": "8be1389f9099815c5ca9f5c4e895fa7676596957",
        "title": "Identification of Diverse Bacteriophages Associated with Bees and Hoverflies"
      },
      {
        "paperId": "2c7a94dd830572117505add5643dd028dce0f4dd",
        "title": "Characterization and genome analysis of lytic Vibrio phage VPK8 with potential in lysing Vibrio parahaemolyticus isolates from clinical and seafood sources"
      },
      {
        "paperId": "5aea4032db6c80dd3283ce48382ae5f6b6d01d6a",
        "title": "Potential of vB_Pa_ZCPS1 phage embedded in situ gelling formulations as an ocular delivery system to attenuate Pseudomonas aeruginosa keratitis in a rabbit model."
      },
      {
        "paperId": "fd8abb9b8bd39e28bcd40bc9f97ef433126d5d97",
        "title": "Enhanced suppression of Stenotrophomonas maltophilia by a three-phage cocktail: genomic insights and kinetic profiling"
      },
      {
        "paperId": "e0d0e3bdb737eab616ec597528fd6180ac91119b",
        "title": "A Lambda-evo (λevo) phage platform for Zika virus EDIII protein display"
      },
      {
        "paperId": "7ae9515b3af6c2d529403219ed2a45f67f4d331b",
        "title": "Rumen DNA virome and its relationship with feed efficiency in dairy cows"
      },
      {
        "paperId": "62033593d37c3e239a4a4fdc4d3aaf3f2f0891f3",
        "title": "Characterization and genomic insights into bacteriophages Kpph1 and Kpph9 against hypervirulent carbapenem-resistant Klebsiella pneumoniae"
      },
      {
        "paperId": "c2206ff7c44f008256abe4632e942c766681da2d",
        "title": "Characterization and genomic analysis of Pseudoalteromonas phage vB_PalP_Y7, representing a novel viral genus, Miuvirus"
      },
      {
        "paperId": "b94ec8c697f05d1261bf834afe9990f35044b66e",
        "title": "A novel vibriophage vB_Vp_PvVp04 against pathogenic Vibrio parahaemolyticus and its formulation for inclusion in shrimp feed"
      },
      {
        "paperId": "eb17b6f40df6922266ba26be169a3b00df9874ac",
        "title": "Characterization of Broad Spectrum Bacteriophage vB ESM-pEJ01 and Its Antimicrobial Efficacy Against Shiga Toxin-Producing Escherichia coli in Green Juice"
      },
      {
        "paperId": "7d8b3c106ddaa05bda7c2f05d60dfaa18176c2e0",
        "title": "Insights Into Phylogeny, Diversity and Functional Potential of Poseidoniales Viruses"
      },
      {
        "paperId": "38e720da23b051b1970d917c5ba8d1611aeaa959",
        "title": "Phage vB_KlebPS_265 Active Against Resistant/MDR and Hypermucoid K2 Strains of Klebsiella pneumoniae"
      },
      {
        "paperId": "63d14e742612d0c858250ebe23829c3e11627b5c",
        "title": "Klebsiella pneumoniae Phage M198 and Its Therapeutic Potential"
      },
      {
        "paperId": "7c9135ba5f136b5121c8fe0a73bcd2e02501f74b",
        "title": "Responding to exogenous quorum-sensing signals promotes defense against phages by repressing OmpV expression in Pseudomonas syringae pv. actinidiae."
      },
      {
        "paperId": "5f70b62bd81a4762b47cb1c730ceac4c8890a511",
        "title": "Characterization and anti-biofilm potentiality of an isolated novel Aeromonas hydrophila-infecting bacteriophage AHPMCC11, belonging to the genus Ahphunavirus."
      },
      {
        "paperId": "283b0314c662326eb429e57c9cc297c2a65ac4bb",
        "title": "Quorum sensing inhibits phage infection by regulating biofilm formation of P. aeruginosa PAO1"
      },
      {
        "paperId": "4634c961f098b2b47ee0fdb6980d9b44c3748153",
        "title": "Molecular characterization and safety properties of multi drug-resistant Escherichia coli O157:H7 bacteriophages"
      },
      {
        "paperId": "7f4fa4d53327a3c728aa30ca9f4fa03abac3c4c3",
        "title": "Genome sequencing of Escherichia coli phage UFJF_EcSW4 reveals a novel lytic Kayfunavirus species."
      },
      {
        "paperId": "f938624074f6ddc596c2967dd19a1dea05eddfec",
        "title": "High activity and specificity of bacteriophage cocktails against carbapenem-resistant Klebsiella pneumoniae belonging to the high-risk clones CG258 and ST307"
      },
      {
        "paperId": "f651fcb548bf6ce165b40fbda19b8c3ed334a999",
        "title": "Pijolavirus UFJF_PfSW6 Infection in Pseudomonas fluorescens Induces a Prophage Belonging to a Novel Genus in Peduoviridae Family"
      },
      {
        "paperId": "0c0ecb106f75fd57a5b08be3c70c8be089e5b8e1",
        "title": "Isolation, characterization and genomic analysis of the novel Listeria bacteriophage LMLPA3 as a potential antimicrobial in foods."
      },
      {
        "paperId": "39adeadf02d1a4678a35387f4f3f4dcfe38f1cd9",
        "title": "Phenotypic Characterization and Genome Analysis of New Broad-Spectrum Virulent Salmophage, Salmonella Phage KKP_3822, for Biocontrol of Multidrug-Resistant Salmonella enterica Strains"
      },
      {
        "paperId": "7c2c76c15989acd090483951fdee869f0fd38cad",
        "title": "Potential of a newly isolated lytic bacteriophage to control Pseudomonas coronafaciens pv. garcae in coffee plants: Molecular characterization with in vitro and ex vivo experiments."
      },
      {
        "paperId": "1f523f5527b57951dcc8906815199719615f8211",
        "title": "Isolation and Characterization of Lytic Bacteriophages Capable of Infecting Diverse Multidrug-Resistant Strains of Pseudomonas aeruginosa: PaCCP1 and PaCCP2"
      },
      {
        "paperId": "8f8c94c41dbb7dd5125a30aaae691cd993058587",
        "title": "Isolation and characterization of Salmonella enterica- and Escherichia coli-specific bacteriophages of the genus Epseptimavirus from wastewater in Minnesota."
      },
      {
        "paperId": "45962e7c709daf3444241f40e995d63b448bf69c",
        "title": "Phage-induced disturbance of a marine sponge microbiome"
      },
      {
        "paperId": "439d110309820113e449be142bc0f79cac57e227",
        "title": "Multiomics analysis of Staphylococcus aureus ST239 strains resistant to virulent Herelleviridae phages"
      },
      {
        "paperId": "55b3cdfbff14740c69ea49b928eb3ecac7745f2f",
        "title": "A novel virus potentially evolved from the N4-like viruses represents a unique viral family: Poorviridae"
      },
      {
        "paperId": "611b33855ec9469729f16f231353891efe62fc7e",
        "title": "A novel Alteromonas phage with tail fiber containing six potential iron-binding domains"
      },
      {
        "paperId": "400002dbe54cbac3e93320c597b004bee599d389",
        "title": "Genomic overview of the N4-like TEMp-D1 phage and the efficacy of antibiotic-phage synergy for the biocontrol of Photobacterium damselae subsp. damselae"
      },
      {
        "paperId": "5af97692cd8aed4baa37daaede0c201579be38b5",
        "title": "Discovery and characterization of complete genomes of 38 head-tailed proviruses in four predominant phyla of archaea"
      },
      {
        "paperId": "d63bba66024ca03d51feadfe95d5dd9422279e1c",
        "title": "Isolation, characterization and genomic analysis of a novel lytic bacteriophage infecting Agrobacterium tumefaciens"
      },
      {
        "paperId": "25bef010cae7e13ed900a8eecac2d1d1e73091e7",
        "title": "Efficient quantification of somatic coliphages in water: Development and validation of the Enumera® Rapid kit."
      },
      {
        "paperId": "cbc986efbd65b77b66cf02b0678805fa1ffd611e",
        "title": "A Klebsiella-phage cocktail to broaden the host range and delay bacteriophage resistance both in vitro and in vivo"
      },
      {
        "paperId": "f1ee604676eb9a45464d048e05268120f12824e6",
        "title": "Genomic diversity of phages infecting the globally widespread genus Sulfurimonas"
      },
      {
        "paperId": "0e2c994eada304ead64a408e2a1a71adc2c2d0d9",
        "title": "Characterization of a Novel Tequatrovirus Phage from Pristine Stretch of The Ganges River, India, in Reducing Bacterial Load from Sewage Water"
      },
      {
        "paperId": "07721f0b69aead76fafaa747f44252410360b75a",
        "title": "Biological Characterization and Evaluation of the Therapeutic Value of Vibrio Phages 4141 and MJW Isolated from Clinical and Sewage Water Samples of Kolkata"
      },
      {
        "paperId": "02a9eb43ea65765e6d743ff4afec6d98dbde54ed",
        "title": "Genomic analysis and characterization of lytic bacteriophages that target antimicrobial resistant Escherichia coli in Addis Ababa, Ethiopia"
      },
      {
        "paperId": "f23c0e3126aaf598324d8d91a3768f17bee2a7cb",
        "title": "Characterization and Comparative Genomic Analysis of vB_BceM_CEP1: A Novel Temperate Bacteriophage Infecting Burkholderia cepacia Complex."
      },
      {
        "paperId": "bc90b49b382da8f4f5fcf9de210af93bdbc51561",
        "title": "Reclassification of the first Bacillus tropicus phage calls for reclassification of other Bacillus temperate phages previously designated as plasmids"
      },
      {
        "paperId": "8d5c8965889572fff1da8aa6cbc9778ecd6aed6d",
        "title": "Characterization of four Acidovorax phages and their potential in phage biocontrol for lamb’s lettuce seed decontamination"
      },
      {
        "paperId": "c951b5563b2883e0762fe7968de4afc23fbfa78c",
        "title": "Phage-plasmid borne methionine tRNA ligase mediates epidemiologically relevant antimicrobial persistence"
      },
      {
        "paperId": "644884786e257c48050fbc82cdae78d4668f6eae",
        "title": "Surface microlayer-mediated virome dissemination in the Central Arctic"
      },
      {
        "paperId": "69c0274bb2a703e791791c71abfca56c00146f45",
        "title": "Metagenomic characterization of viruses and mobile genetic elements associated with the DPANN archaeal superphylum."
      },
      {
        "paperId": "543a1dab84139a22db43cc7adda0867c1bb5aaa7",
        "title": "Genomic insight on Klebsiella variicola isolated from wastewater treatment plant has uncovered a novel bacteriophage"
      },
      {
        "paperId": "62d994d2f1b70f95e8c43d6a66ff025ca840c27e",
        "title": "Synoptic Variation Drives Genetic Diversity and Transmission Mode of Airborne DNA Viruses in Urban Space"
      },
      {
        "paperId": "3cd375cc9968a85ab7d26daf611aa123122d7864",
        "title": "Characterization of bacteriophage vB_AbaS_SA1 and its synergistic effects with antibiotics against clinical multidrug-resistant Acinetobacter baumannii isolates"
      },
      {
        "paperId": "f9ae0a01cde8414c2702f22b5f0b26843d8b9e0a",
        "title": "Towards a unifying phylogenomic framework for tailed phages"
      },
      {
        "paperId": "eb0ca6a8477597fbfc32f7d509cf6490d17a8c27",
        "title": "Isolation and characterization of Yersinia phage fMtkYen3-01"
      },
      {
        "paperId": "3098034184c1d0fc81433d598f71a0965b8ec9ca",
        "title": "Hot spots of resistance: Transit centers as breeding grounds for airborne ARG-carrying bacteriophages."
      },
      {
        "paperId": "4251cec727d693d707fb42569a7e6d225bf12252",
        "title": "Characterization and genomic analysis of the lytic bacteriophage vB_EclM_HK6 as a potential approach to biocontrol the spread of Enterobacter cloacae contaminating food"
      },
      {
        "paperId": "c55c08c906a1892050c3ff6c5f2cf9a0ea781320",
        "title": "PhageDive: the comprehensive strain database of prokaryotic viral diversity"
      },
      {
        "paperId": "ba7399cc01462a38b4b1bb795aa984a8ffbff3a0",
        "title": "Soil pH influences the composition of bacteriophage communities infecting individual hosts"
      },
      {
        "paperId": "e6956cc9b50620a4abdf5c87e5d3278291e81ef9",
        "title": "New insights into the enteric methane production based on the archaeal genome atlas of ruminant gastrointestinal tract"
      },
      {
        "paperId": "95e8c8857724ce24be39add1cfb2c027e239a864",
        "title": "Differentiation of the Anammox core microbiome: Unraveling the evolutionary impetus of scalable gene flow."
      },
      {
        "paperId": "b42cd1649291862e8b4016b7902e0a542bd7cdb4",
        "title": "Characteristics of the Enterococcus Phage vB_EfS_SE, and the Properties of Its Chimeric Endolysins Harboring a PlySE-Carbohydrate-Binding Domain and a Synthetic Enzymatic Domain"
      },
      {
        "paperId": "3ec5c0954da76e1ecf88b20baffe7f034efe6034",
        "title": "Characterization of a novel lytic phage against methicillin resistance Staphylococcus aureus in Hainan island."
      },
      {
        "paperId": "9626cc96c5d15f620e6f1bd63a23e6f45815cac4",
        "title": "In vitro and in vivo assessment of the competence of a novel lytic phage vB_EcoS_UTEC10 targeting multidrug resistant Escherichia coli with a robust biofilm eradication activity."
      },
      {
        "paperId": "7f6644464eed35169f84680609439acce2469e1f",
        "title": "Characterisation of a new virulent phage isolated from Hainan Island with potential against multidrug-resistant Pseudomonas aeruginosa infections."
      },
      {
        "paperId": "b05b2d3c5bb282b293b9b0f6e84a725bdb4858da",
        "title": "The First Pseudomonas Phage vB_PseuGesM_254 Active against Proteolytic Pseudomonas gessardii Strains"
      },
      {
        "paperId": "7162e12cde1b0dc265c7b074948979a951990202",
        "title": "Contribution of the Mobilome to the Configuration of the Resistome of Corynebacterium striatum"
      },
      {
        "paperId": "4aa793127794adfee504c317b757be0e901decca",
        "title": "How to introduce a new bacteriophage on the block: a short guide to phage classification"
      },
      {
        "paperId": "ea68e5ba8413a9a37855e53a7668c8f702182145",
        "title": "Isolation, characterization, and potential application of Acinetobacter baumannii phages against extensively drug-resistant strains"
      },
      {
        "paperId": "9467a1570edeb2b28ea15a94a4a51916d4c1a682",
        "title": "Identification of amino acid residue in the Cronobacter sakazakii LamB responsible for the receptor compatibility of polyvalent coliphage CSP1"
      },
      {
        "paperId": "37c8c3b3f80782e92429e729d4a04af38f4b04c8",
        "title": "Stable coexistence between an archaeal virus and the dominant methanogen of the human gut"
      },
      {
        "paperId": "edb569831611bb0a4bed499602d3935aba4772c3",
        "title": "Mobile genetic elements of Xylella fastidiosa and their contribution to pathogenicity"
      },
      {
        "paperId": "a193b475f9df1f425b6b9c73e1224351edd82012",
        "title": "Genome sequence data of Caudoviricetes bacteriophage MK21 infecting Xanthomonas citri, the causative agent of citrus canker"
      },
      {
        "paperId": "37a6886989c68ae03ce12bc5987cfaaa2c4071a6",
        "title": "Characterization and Genomic Analyses of dsDNA Vibriophage vB_VpaM_XM1, Representing a New Viral Family"
      },
      {
        "paperId": "fe946c23dc0d128ae0e933059e25cfbda3fce8cd",
        "title": "Characterization and genomic analysis of PA-56 Pseudomonas phage from Istanbul, Turkey: Antibacterial and antibiofilm efficacy alone and with antibiotics"
      },
      {
        "paperId": "12be4966ce75b5a9528342e85a19287ecac89e8e",
        "title": "Characterization and comparative genomic analysis of a marine Bacillus phage reveal a novel viral genus"
      },
      {
        "paperId": "c5411bbcac214f760196d4e35c368813d61ac359",
        "title": "Enhanced Suppression of Stenotrophomonas maltophilia by a Three-Phage Cocktail: Genomic Insights and Kinetic Profiling"
      },
      {
        "paperId": "eef55ef665da0c1146e92a39039caad429971d9d",
        "title": "taxmyPHAGE: Automated taxonomy of dsDNA phage genomes at the genus and species level"
      },
      {
        "paperId": "c324a63b2188db0be352cab07d1b705e075c821f",
        "title": "Unveiling the unknown viral world in groundwater"
      },
      {
        "paperId": "a3c9660580ab79db0e13dccaef8173af4cfbc2b7",
        "title": "The virulence plasmid associated with AHPND in shrimp appears to have originated from Vibrio owensii through a process of homologous recombination of parental plasmids and the transposable insertion of two large fragments."
      },
      {
        "paperId": "4683d1e41f8a484e3a2e664b4c944bb74a313c19",
        "title": "Proposition of a Phagosensor with a Unique Teseptimavirus SAL_R1S on a Carbon Nanotube Platform for Efficient Detection of Typhoid Pathogen"
      },
      {
        "paperId": "6cb85ee27b398049393efa6d48f0253682de8e0b",
        "title": "Genomic characterization of SNW-1, a novel prophage of the deep-sea vent chemolithoautotroph Sulfurimonas indica NW79"
      },
      {
        "paperId": "c82d7fe6e7cf51976772c014f2ca55d711b2ffad",
        "title": "GRAViTy-V2: a grounded viral taxonomy application"
      },
      {
        "paperId": "ae1bbb97763bd68c4ce1da3975763013eb2d3f54",
        "title": "Phylogeny and disease associations of a widespread and ancient intestinal bacteriophage lineage"
      },
      {
        "paperId": "9fe0383a53dd3ffdd122fa863c20afaf5bee2616",
        "title": "A Novel Mastadenovirus from Nyctalus noctula Which Represents a Distinct Evolutionary Branch of Viruses from Bats in Europe"
      },
      {
        "paperId": "8ede03b2d315e78554f55f781fa68c54637b286c",
        "title": "Contrasting defense strategies of oligotrophs and copiotrophs revealed by single-cell-resolved virus–host pairing of freshwater bacteria"
      },
      {
        "paperId": "87536f059e88fbd1f418b7b13d6d7a7f7e195ce8",
        "title": "Physiochemical characterization of a potential Klebsiella phage MKP-1 and analysis of its application in reducing biofilm formation"
      },
      {
        "paperId": "2cdb9247ce3b14210f8d28b311f0375413d4d95c",
        "title": "Comparative genomics reveals diversity and taxonomic relationships among Clostridioides difficile phages"
      },
      {
        "paperId": "8b9dfa209cd635e996e3d96a5e35a6a3cc99be1e",
        "title": "Characterization and Genome Analyses of the Novel Phages P2 and vB_AhydM-H1 Targeting Aeromonas hydrophila."
      },
      {
        "paperId": "2795e0d2deb30ab45afded6082897e7c7ba0ae74",
        "title": "Phenotypic characterization and genomic analysis of a Salmonella phage L223 for biocontrol of Salmonella spp. in poultry"
      },
      {
        "paperId": "e9fd959393aa3436c40c62056c5241e1f79f92b9",
        "title": "Temperate Stutzerimonas Phage Encoding Toxin-Antitoxin System Genes Represents a Novel Genus"
      },
      {
        "paperId": "5e3ce576e0946d8e90abc59e00a54cb3cf7d5d15",
        "title": "Diverse Circular DNA Viral Communities in Blood, Oral, and Fecal Samples of Captive Lemurs"
      },
      {
        "paperId": "ca826f14a4291ed31ebe5d7f27a89b04f07339ff",
        "title": "A novel flavobacterial phage abundant during green tide, representing a new viral family, Zblingviridae"
      },
      {
        "paperId": "79c4ffdb12555066ce03be18951afb2eaba2caa3",
        "title": "Isolation and Characterization of Two Novel Genera of Jumbo Bacteriophages Infecting Xanthomonas vesicatoria Isolated from Agricultural Regions in Mexico"
      },
      {
        "paperId": "40000b26fab86b8348509826cbb95ddae7813f14",
        "title": "Prophage induction can facilitate the in vitro dispersal of multicellular Streptomyces structures"
      },
      {
        "paperId": "f1ed40f2b2dbe4f42b6933820912f13b16cc7465",
        "title": "Novel phage infecting the Roseobacter CHUG lineage reveals a diverse and globally distributed phage family"
      },
      {
        "paperId": "02cb5b90136b7a0272bcc665f0a108dcef726a05",
        "title": "Optimizing bacteriophage treatment of resistant Pseudomonas"
      },
      {
        "paperId": "517e1fb2e8cfa8777ffdcc6ae51101f32997779e",
        "title": "Extremely halophilic brine community manipulation shows higher robustness of microbiomes inhabiting human-driven solar saltern than naturally driven lake"
      },
      {
        "paperId": "1c320fd01a677f36f6322a3ad6bf682078638201",
        "title": "Characterization and genomic analysis of a lytic Stenotrophomonas maltophilia short-tailed phage A1432 revealed a new genus of the family Mesyanzhinovviridae"
      },
      {
        "paperId": "f3acf3c8171460b1a860f67dd49ccdba2f0670b4",
        "title": "A novel Enterococcus faecalis bacteriophage Ef212: biological and genomic features"
      },
      {
        "paperId": "cd5a1beeaf541255b1716fd7f89fb1a31e8cd553",
        "title": "Data‐Driven Engineering of Phages with Tunable Capsule Tropism for Klebsiella pneumoniae"
      },
      {
        "paperId": "c0b39c4085d301653bc2fbb6e684ad2d588f314d",
        "title": "Isolation, Characterization, and Complete Genome Sequence of Escherichia Phage KIT06 Which Infects Nalidixic Acid-Resistant Escherichia coli"
      },
      {
        "paperId": "7f95cdb31e4116531f81b779c896599523c39ae3",
        "title": "A multi-kingdom collection of 33,804 reference genomes for the human vaginal microbiome"
      },
      {
        "paperId": "9cfa41fe1d3fff31a78c6b719ae8fdeaa080609e",
        "title": "Complete genome of a novel mycobacteriophage WXIN isolated in Wuhan, China"
      },
      {
        "paperId": "86d1232541fee3bebe353a1e7a5377d11581242c",
        "title": "Characterization of four virulent bacteriophages as potential therapeutics for clinical multidrug-resistant, extensively drug-resistant\n Acinetobacter baumannii"
      },
      {
        "paperId": "b018886817889600fb020afc17f183a96e490785",
        "title": "The trade-off of Vibrio parahaemolyticus between bacteriophage resistance and growth competitiveness"
      },
      {
        "paperId": "5ddcb3dc24c95bd8a0ee4bf0aa5b625bb8a7b861",
        "title": "vClassifier: a toolkit for species-level classification of prokaryotic viruses"
      },
      {
        "paperId": "010c2898f6044eacc9fc87e415fa67f642a0aaa9",
        "title": "Genomic and taxonomic evaluation of 38 Treponema prophage sequences"
      },
      {
        "paperId": "23452107e65c68a0692260aeccb1b8d7bcfef3e9",
        "title": "Characterization of two novel Salmonella phages having biocontrol potential against Salmonella spp. in gastrointestinal conditions"
      },
      {
        "paperId": "c2230d221b228b4e7dd1b496b6fcae648e3c6fe9",
        "title": "Biological Characterization and Genomic Analysis of Three Novel Serratia- and Enterobacter-Specific Virulent Phages"
      },
      {
        "paperId": "c59a29ce795c307a42bb62909e6981a771fa1b5e",
        "title": "Xylella phage MATE 2: a novel bacteriophage with potent lytic activity against Xylella fastidiosa subsp. pauca"
      },
      {
        "paperId": "aae39af0c49ab81f482405d232f09600e957ea6b",
        "title": "Therapeutic efficacy of a K5-specific phage and depolymerase against Klebsiella pneumoniae in a mouse model of infection"
      },
      {
        "paperId": "670a5c2c746bf87dcd40d3d802e26e1dd9def19b",
        "title": "Synthetic phage-based approach for sensitive and specific detection of Escherichia coli O157"
      },
      {
        "paperId": "861a202a408997da961a8c362e887e9ce0a48085",
        "title": "Isolation and characterization of two Staphylococcus aureus lytic bacteriophages \"Huma\" and \"Simurgh\"."
      },
      {
        "paperId": "ec93e0f2a3a6700dbacf41dbe0c0d0823dcfae76",
        "title": "Isolation, characterization, and application of bacteriophage on Vibrio parahaemolyticus biofilm to control seafood contamination."
      },
      {
        "paperId": "dac864c5d29a2a7290ce70a7cf8ca50335536693",
        "title": "Resistance to bacteriophage incurs a cost to virulence in drug-resistant Acinetobacter baumannii"
      },
      {
        "paperId": "34fc412bc0db044d992ffa93930c0de3205762ff",
        "title": "Genome analysis and classification of Xanthomonas bacteriophage AhaSv, a new member of the genus Salvovirus"
      },
      {
        "paperId": "0dbe6fe607b0c2d4b02a0a75b926ed381d25fff4",
        "title": "A preliminary biocontrol study: Isolation, characterization and genomic analysis of lytic phage TE against Pseudomonas syringae pv. syringae"
      },
      {
        "paperId": "90acfe7d815f7ac3f8e7fd3a5307cfa30f7ae009",
        "title": "Frequent nonhomologous replacement of replicative helicase loaders by viruses in Vibrionaceae"
      },
      {
        "paperId": "70a1114d2c01e0006ab158d02fcb60c6f1701e0e",
        "title": "Snow viruses and their implications on red snow algal blooms"
      },
      {
        "paperId": "6e339537b9c922ae9df69dfe42a18a6a300b1061",
        "title": "The virtue of training: extending phage host spectra against vancomycin-resistant Enterococcus faecium strains using the Appelmans method"
      },
      {
        "paperId": "74d48f34c1c460c8708827634ac711547d09be07",
        "title": "Presence of phage-plasmids in multiple serovars of Salmonella enterica"
      },
      {
        "paperId": "bcd715465931183bf64b7bfdfd3ab8aa556dc8b1",
        "title": "Complete genome sequence of the novel virulent phage PMBT24 infecting Enterocloster bolteae from the human gut"
      },
      {
        "paperId": "ec0f09d58553c23e14e257cdf885b337cb9749ad",
        "title": "Efficacy of a new K3-specific bacteriophage for controlling Klebsiella pneumoniae in milk and its potential to disrupt biofilm formation"
      },
      {
        "paperId": "b6a76826587f6e76aebcf15091afc128296f8be0",
        "title": "Genome sequences of the first Autographiviridae phages infecting marine Roseobacter"
      },
      {
        "paperId": "67cde9832cef574a342b323559cb56596324e3d8",
        "title": "Whole genome analysis, thermal and UV-tolerance of Lactococcus phage BIM BV-114 isolated from cheese brine."
      },
      {
        "paperId": "f277aad98a1050e3cae43b5334043029d659993b",
        "title": "Isolation of viruses, including mollivirus, with the potential to infect Acanthamoeba from a Japanese warm temperate zone"
      },
      {
        "paperId": "a70e4db6a7d568bfdcd68723a1aaae7b40e1b209",
        "title": "Genome Analysis of Epsilon CrAss-like Phages"
      },
      {
        "paperId": "f3de8611118db1affc286d941af6b12951db85a9",
        "title": "Valp1, a Newly Identified Temperate Phage Facilitating Coexistence of Lysogenic and Non-Lysogenic Populations of Vibrio anguillarum"
      },
      {
        "paperId": "68bff839772f4e94d6afc2c2440afaed993320f7",
        "title": "Multireceptor phage cocktail against Salmonella enterica to circumvent phage resistance"
      },
      {
        "paperId": "49e02e4c6fad82e91e5a7f910fb44d8d5329bd54",
        "title": "DiGAlign: Versatile and Interactive Visualization of Sequence Alignment for Comparative Genomics"
      },
      {
        "paperId": "a52135e2f48aee36dd6bc9a05a4a388811d7e051",
        "title": "Viral challenges and adaptations between Central Arctic Ocean and atmosphere"
      },
      {
        "paperId": "f3b90331de2bfa9307141590979b0faeb4fddf9f",
        "title": "Taxonomic difference in marine bloom-forming phytoplanktonic species affects the dynamics of both bloom-responding prokaryotes and prokaryotic viruses"
      },
      {
        "paperId": "3ec00ca1de4cfa2c44ef49f6c8108507647bc23e",
        "title": "Xanthomonas Phage PBR31: Classifying the Unclassifiable"
      },
      {
        "paperId": "bd3c7b793390bc2b6061794e57e874141fc55fc2",
        "title": "First European Erwinia amylovora Lytic Bacteriophage Cocktails Effective in the Host: Characterization and Prospects for Fire Blight Biocontrol"
      },
      {
        "paperId": "f71aec6586dd0205401e7877431175a332642556",
        "title": "Unveiling genome plasticity and a novel phage in Mycoplasma felis: Genomic investigations of four feline isolates"
      },
      {
        "paperId": "a36751e3bd941d4682a6aaa6620ebce90b3e7d4f",
        "title": "Bacteriophage vB_SepP_134 and Endolysin LysSte_134_1 as Potential Staphylococcus-Biofilm-Removing Biological Agents"
      },
      {
        "paperId": "be57185bd0894876ae1e60cede67d6c774e33046",
        "title": "A novel LysinB from an F2 sub-cluster mycobacteriophage RitSun"
      },
      {
        "paperId": "4c42520b4b34e852ffb4a8151d329c6a2c1db645",
        "title": "PqsA mutation-mediated enhancement of phage-mediated combat against Pseudomonas aeruginosa"
      },
      {
        "paperId": "b5fd51325a4ff30d3bcf4cf40daabc60747e1c29",
        "title": "Tradeoffs Between Evolved Phage Resistance and Antibiotic Susceptibility in a Highly Drug-Resistant Cystic Fibrosis-Derived Pseudomonas aeruginosa Strain"
      },
      {
        "paperId": "c2c23caea8f3d1e929c6dcd052437cc2535dbace",
        "title": "Retraction for Nazir et al., “Characterization, taxonomic classification, and genomic analysis of two newly isolated bacteriophages with potential to infect Escherichia coli”"
      },
      {
        "paperId": "5a81c82cfc71b0ddac59f9713012637ca6952047",
        "title": "Collateral sensitivity increases the efficacy of a rationally designed bacteriophage combination to control Salmonella enterica"
      },
      {
        "paperId": "51663130916281650e7c66d3344e504f5a286def",
        "title": "Phage vB_Ec_ZCEC14 to treat antibiotic-resistant Escherichia coli isolated from urinary tract infections"
      },
      {
        "paperId": "b75a30528515df7817bbe7f14c8979c091259fe5",
        "title": "Genomic characterization of Pseudomonas syringae pv. syringae from Callery pear and the efficiency of associated phages in disease protection"
      },
      {
        "paperId": "7b60c647bb488c67342d22dda92e43aaa194b2fe",
        "title": "A broad wastewater screening and clinical data surveillance for virus-related diseases in the metropolitan Detroit area in Michigan"
      },
      {
        "paperId": "214ddf7bb291b04cf52d94fc3dd0676e14a833fb",
        "title": "A newly isolated Pseudomonas otitidis phage, vB_PotS-PotUPM1 from tilapia in Malaysia"
      },
      {
        "paperId": "e7b7076804403f16ef8d25f5d68683b3298491d2",
        "title": "Viral communities in millipede guts: Insights into the diversity and potential role in modulating the microbiome."
      },
      {
        "paperId": "b613e33d9564f07c340440be9fcdd328143ccb78",
        "title": "A comparative analysis of phage classification methods in light of the recent ICTV taxonomic revisions."
      },
      {
        "paperId": "d70ed62f9606987ccd65b8a94c844ff91df53e59",
        "title": "Decoding huge phage diversity: a taxonomic classification of Lak megaphages"
      },
      {
        "paperId": "b36632921fe426151c46cc028a6f0484cd1f6e07",
        "title": "Characterisation of New Foxunavirus Phage Murka with the Potential of Xanthomonas campestris pv. campestris Control"
      },
      {
        "paperId": "97febe121a214cfee6da854ff3f313d9bfba3e4c",
        "title": "The Citizen Phage Library: Rapid Isolation of Phages for the Treatment of Antibiotic Resistant Infections in the UK"
      },
      {
        "paperId": "67c0e882da60e792a9c57b4e0bf3320309348e3d",
        "title": "Dinucleotide biases in the genomes of prokaryotic and eukaryotic dsDNA viruses and their hosts"
      },
      {
        "paperId": "5a232ee419fa795cc30722d927461c54aee12668",
        "title": "Two novel phages, Klebsiella phage GADU21 and Escherichia phage GADU22, from the urine samples of patients with urinary tract infection."
      },
      {
        "paperId": "2863ad1d7f1d145449030afbcd2728ea2d9c10eb",
        "title": "Shewanella phage encoding a putative anti-CRISPR-like gene represents a novel potential viral family"
      },
      {
        "paperId": "b9f3d00d6493c4ed5848f5df8770bd2b94db90c9",
        "title": "Discovery and characterisation of new phage targeting uropathogenic Escherichia coli"
      },
      {
        "paperId": "bc01a58caff0de691dd8e1a009fb6ac98d9a37ee",
        "title": "Genome analysis of vB_SupP_AX, a novel N4-like phage infecting Sulfitobacter."
      },
      {
        "paperId": "f9023f514bde917cdbc084ad1199db9c2d2b08fa",
        "title": "Diversity of Bathyarchaeia viruses in metagenomes and virus-encoded CRISPR system components"
      },
      {
        "paperId": "87e717ba3f2e8f2a7dff2ce6c8e7e252e66aa861",
        "title": "Large-scale single-virus genomics uncovers hidden diversity of river water viruses and diversified gene profiles"
      },
      {
        "paperId": "05b1ac8a2eb609c91508412edcb6ae441e72ad3c",
        "title": "Phage resistance mutations affecting the bacterial cell surface increase susceptibility to fungi in a model cheese community"
      },
      {
        "paperId": "bcba1671c7c3dbfffa7075ce0fb0a98358a5c8ee",
        "title": "Tailless and filamentous prophages are predominant in marine Vibrio"
      },
      {
        "paperId": "5ef50985d580c07f1c0636f7e0808be505fa6645",
        "title": "Activity of novel virus families infecting soil nitrifiers is concomitant with host niche differentiation"
      },
      {
        "paperId": "990132bfdb5e500f1b4b1516ee25730e32baf781",
        "title": "Isolation, Genomic Characterization of Shigella prophage fPSFA that effectively infects multi-drug resistant Shigella isolates from the Indian Poultry Sector."
      },
      {
        "paperId": "644ae5277a0aa039293c1ce0049c9be4c3842542",
        "title": "Whole genome sequencing of bacteriophage NINP13076 isolated against Salmonella enteritidis"
      },
      {
        "paperId": "bc6bd9bf11bd6a591d809309527b4c8f093c81e7",
        "title": "Molecular Characterization and Genome Mechanical Features of Two Newly Isolated Polyvalent Bacteriophages Infecting Pseudomonas syringae pv. garcae"
      },
      {
        "paperId": "6689add6f5aa2dbca7cb0bba92c0c96f977642d2",
        "title": "Biotechnological Potential and Safety Evaluation of Dextran- and Riboflavin-Producing Weisella cibaria Strains for Gluten-Free Baking"
      },
      {
        "paperId": "1d204aeb5316b6ed1ae7dd86c777a5e4b11f9dd8",
        "title": "Prediction and characterization of prophages of Stenotrophomonas maltophilia reveals a remarkable phylogenetic diversity of prophages"
      },
      {
        "paperId": "231ec939327ea584d85fe5f1f992cade838e0e7c",
        "title": "StenM_174: A Novel Podophage That Infects a Wide Range of Stenotrophomonas spp. and Suggests a New Subfamily in the Family Autographiviridae"
      },
      {
        "paperId": "2600619b7d0eac493e35eb3abef9653e6a1039db",
        "title": "A rumen virosphere with implications of contribution to fermentation and methane production, and endemism in cattle breeds and individuals"
      },
      {
        "paperId": "f0aad5bb7bff9f46feb696face0b1716ec343691",
        "title": "Comparative genomics and proteomics analysis of phages infecting multi-drug resistant Escherichia coli O177 isolated from cattle faeces"
      },
      {
        "paperId": "b7966aa7429feb57419f3c343463d563bbcc5a27",
        "title": "Characterization of a novel lytic bacteriophage VPMCC14 which efficiently controls Vibrio harveyi in Penaeus monodon culture"
      },
      {
        "paperId": "25f06245128af33473060c894c321cd78a554ccb",
        "title": "Tentaclins—A Novel Family of Phage Receptor-Binding Proteins That Can Be Hypermutated by DGR Systems"
      },
      {
        "paperId": "1a53502dbabec23ab7c81d4f70de2575c100ac98",
        "title": "A Novel Podophage StenR_269 Suggests a New Family in the Class Caudoviricetes"
      },
      {
        "paperId": "2f522ec634c7084813d53a58a057d7919db5752e",
        "title": "StM171, a Stenotrophomonas maltophilia Bacteriophage That Affects Sensitivity to Antibiotics in Host Bacteria and Their Biofilm Formation"
      },
      {
        "paperId": "2a09ca20eeb278eb396c236eabcca0fbfb2e68fc",
        "title": "Identification of Huge Phages from Wastewater Metagenomes"
      },
      {
        "paperId": "8ab55415cea3d7d6c98244c8344d70fe2f5cdc04",
        "title": "Hi-C metagenome sequencing reveals soil phage–host interactions"
      },
      {
        "paperId": "ca1e4aaad58b56b1f3ba7b7d33d0fb465cefe133",
        "title": "Genome sequence and characterization of Streptomyces phages Vanseggelen and Verabelle, representing two new species within the genus Camvirus"
      },
      {
        "paperId": "ae866caf62e2746224f4ddf52cbd87b0d8b64688",
        "title": "O-antigen biosynthesis mediates evolutionary trade-offs within a simple community"
      },
      {
        "paperId": "64c66aa5d4f3d99f4a8424b6551c6fcf88baeff7",
        "title": "Vibrio cyclitrophicus phage encoding gene transfer agent fragment, representing a novel viral family"
      },
      {
        "paperId": "aa58f48fa0f10ed186ec34301187491bf9004f30",
        "title": "Bacteriophages: Vectors of or weapons against the transmission of antibiotic resistance genes in hospital wastewater systems?"
      },
      {
        "paperId": "4ef8f1c9b9995074ac24f1db7ce8a871d9f24850",
        "title": "Metavirome-assembled genome sequence of a new aquatic RNA virus expands the genus Locarnavirus"
      },
      {
        "paperId": "c0a50fa0cabb6c6ac10cf4b47027cd1718116e49",
        "title": "Novel virulent and temperate cyanophages predicted to infect Microcoleus associated with anatoxin-producing benthic mats."
      },
      {
        "paperId": "3086c8f2ef2e472c8f3e166ae6b67bbc5400b44c",
        "title": "An Eco-evolutionary Model on Surviving Lysogeny Through Grounding and Accumulation of Prophages"
      },
      {
        "paperId": "d357a769744e3c1644591b84ccf78d082bb7c234",
        "title": "Environmental DNA transformation resulted in an active phage in Escherichia coli"
      },
      {
        "paperId": "2615aea79fdb59d984eb82eeacf50c9605b55907",
        "title": "Refining the transcriptional landscapes for distinct clades of virulent phages infecting Pseudomonas aeruginosa"
      },
      {
        "paperId": "c4ef80738831c36c4eb0e2eca0473fdd1a7ba1c8",
        "title": "Molecular and evolutionary basis of O-antigenic polysaccharide-driven phage sensitivity in environmental pseudomonads"
      },
      {
        "paperId": "d797b2ccf28acae68dfb5da52335719371ad2662",
        "title": "PhamClust: a phage genome clustering tool using proteomic equivalence"
      },
      {
        "paperId": "2172683add2fe5624e97f99e5bc82f469eac11e4",
        "title": "Identification, activity and delivery of new LysFA67 endolysin to target cheese spoilage Clostridium tyrobutyricum."
      },
      {
        "paperId": "7aaaba9de10b17d0dc0a1b7fbdb843a14d0d12be",
        "title": "Genomic Analysis of Two Cold-Active Pseudoalteromonas Phages Isolated from the Continental Shelf in the Arctic Ocean"
      },
      {
        "paperId": "686443ee2b81a85c8ce74ea53faecb0e5a2bfbdc",
        "title": "Genomes of a Novel Group of Phages That Use Alternative Genetic Code Found in Human Gut Viromes"
      },
      {
        "paperId": "dba0cbcc07aae56771d5799e176897bd8c01dda1",
        "title": "Genomic Analysis and Taxonomic Characterization of Seven Bacteriophage Genomes Metagenomic-Assembled from the Dishui Lake"
      },
      {
        "paperId": "3a468a9d740318aa8e1e321003ebd9b9ac907086",
        "title": "Efficacy of Different Encapsulation Techniques on the Viability and Stability of Diverse Phage under Simulated Gastric Conditions"
      },
      {
        "paperId": "6c48d598f305d37a82f0bf01e48542b2599016cb",
        "title": "Genomic and proteomic characterization of vB_SauM-UFV_DC4, a novel Staphylococcus jumbo phage"
      },
      {
        "paperId": "335c9d1a0f2830759d15a2d7c5e4c3119e790c98",
        "title": "A novel coli myophage and antibiotics synergistically inhibit the growth of the uropathogenic E. coli strain CFT073 in stoichiometric niches"
      },
      {
        "paperId": "e08fd6b7dc315ad327835913ffb4fbf95e2b2252",
        "title": "Characterization and genomic analysis of Stutzerimonas stutzeri phage vB_PstS_ZQG1, representing a novel viral genus"
      },
      {
        "paperId": "7043d1553638a54975413a2e2d730f32edc15953",
        "title": "Ecogenomics and cultivation reveal distinctive viral-bacterial communities in the surface microlayer of a Baltic Sea slick"
      },
      {
        "paperId": "13ad9207fa1fb7ca7f5da0dc41535bf32aca7657",
        "title": "Design combinations of evolved phage and antibiotic for antibacterial guided by analyzing the phage resistance of poorly antimicrobial phage"
      },
      {
        "paperId": "82f505d9b1389c77df9a2740a06b1fb51b14f660",
        "title": "Isolation, characterization, and genomic analysis of a novel bacteriophage MA9V-1 infecting Chryseobacterium indologenes: a pathogen of Panax notoginseng root rot"
      },
      {
        "paperId": "ad04af6a865a241112eef6e2b8e0dae03ec63935",
        "title": "Diverse Durham collection phages demonstrate complex BREX defense responses"
      },
      {
        "paperId": "df9d7465cbd34f6b83bfaba92715e1efb17dd91a",
        "title": "Characterization of Parageobacillus Bacteriophage vB_PtoS_NIIg3.2—A Representative of a New Genus within Thermophilic Siphoviruses"
      },
      {
        "paperId": "6e5565afbf58a7d8cff246b15f866d93e0bec889",
        "title": "Characterization and Comparative Genomic Analysis of a Deep-Sea Bacillus Phage Reveal a Novel Genus"
      },
      {
        "paperId": "b74838744272c51766cadb363c50a6650f415bfc",
        "title": "A novel Vibrio alginolyticus phage and its therapy application in Portunus trituberculatus larvae"
      },
      {
        "paperId": "5cdf95a413cd99e627e27e9b49223a43a784d14b",
        "title": "Diversity of Bathyarchaeia viruses in metagenomes and virus-encoded CRISPR system components"
      },
      {
        "paperId": "e9db303b9665023bcb6a03aecf7a347a8e1c3450",
        "title": "Characterization of Diverse Anelloviruses, Cressdnaviruses, and Bacteriophages in the Human Oral DNA Virome from North Carolina (USA)"
      },
      {
        "paperId": "0cd09bc65d83af67eb620b502d4a32f016a94c4c",
        "title": "Nuclease genes occupy boundaries of genetic exchange between bacteriophages"
      },
      {
        "paperId": "6a4790491bf38a7a51e8ffeb5ba82270516b9125",
        "title": "Isolation and Characterization of the Acadevirus Members BigMira and MidiMira Infecting a Highly Pathogenic Proteus mirabilis Strain"
      },
      {
        "paperId": "f0c4a706fa8a6f1fa7bf3f89496abc3c8509c9bd",
        "title": "Characterisation of the Novel Filamentous Phage PMBT54 Infecting the Milk Spoilage Bacteria Pseudomonas carnis and Pseudomonas lactis"
      },
      {
        "paperId": "6eea73a5d190e30a69d367ac846aedf442677180",
        "title": "Genomic diversity and biogeographic distributions of a novel lineage of bacteriophages that infect marine OM43 bacteria"
      },
      {
        "paperId": "bc1570677450474c2b6f1d317e7be547d220d09a",
        "title": "Pangenome analysis provides insights into the genetic diversity, metabolic versatility, and evolution of the genus Flavobacterium"
      },
      {
        "paperId": "89d62e62bdf7ef820b9b1d6b8bdd1280851f506e",
        "title": "Characterization and Genome Sequencing of a Novel Lytic Bacteriophage Infecting Hospital-Associated Carbapenem-Resistant Klebsiella pneumoniae Strain from Dhaka, Bangladesh"
      },
      {
        "paperId": "3fbdb737691c7b5a4fb5344a5c9456283a2d973d",
        "title": "The characterization and genome analysis of a novel phage phiA034 targeting multiple species of Aeromonas"
      },
      {
        "paperId": "1c38ff0f0ad84e403439bea5882a77568ee47420",
        "title": "Isolation, characterization, and evaluation of putative new bacteriophages for controlling bacterial spot on tomato in Brazil"
      },
      {
        "paperId": "afdae84c8ad70ee55efb548dfd4c9ac3580b4e39",
        "title": "Characterization and genomic analysis of an oceanic cyanophage infecting marine Synechococcus reveal a novel genus"
      },
      {
        "paperId": "4f0427904488f18fa5228cdddc95acf15371c6c0",
        "title": "Methanotrophic Methanoperedens archaea host diverse and interacting extrachromosomal elements"
      },
      {
        "paperId": "395f3d314cc882e76c1da926a05ac98e21aed831",
        "title": "Geobacillus Bacteriophages from Compost Heaps: Representatives of Three New Genera within Thermophilic Siphoviruses"
      },
      {
        "paperId": "0f4e46f1776c74ae7713ac5ec228fbd460e5dd33",
        "title": "A Genomic Analysis of the Bacillus Bacteriophage Kirovirus kirovense Kirov and Its Ability to Preserve Milk"
      },
      {
        "paperId": "7c7b80617967d9dd88973c5f9a10c9ca5aa42404",
        "title": "Compounding Achromobacter Phages for Therapeutic Applications"
      },
      {
        "paperId": "db22631a8c1fcbfd7b210f70483589a5704c2bb1",
        "title": "A novel Queuovirinae lineage of Pseudomonas aeruginosa phages encode dPreQ0 DNA modifications with a single GA motif that provide restriction and CRISPR Cas9 protection in vitro"
      },
      {
        "paperId": "0c913187ff8e582e10877c3a3b78be16ab13d759",
        "title": "A predicted CRISPR-mediated symbiosis between uncultivated archaea"
      },
      {
        "paperId": "e32a181f132ddbb33eee7168a889da0ac78747f3",
        "title": "Peptidoglycan Endopeptidase from Novel Adaiavirus Bacteriophage Lyses Pseudomonas aeruginosa Strains as Well as Arthrobacter globiformis and A. pascens Bacteria"
      },
      {
        "paperId": "23e99c36c56f58d8218625a0e735145f2173a88b",
        "title": "Phages are unrecognized players in the ecology of the oral pathogen Porphyromonas gingivalis"
      },
      {
        "paperId": "83f5fcb8f5511949fb4a1c0957bf5a67a901c55e",
        "title": "Characterization and genomic analysis of a novel lytic phage vB_PstM_ZRG1 infecting Stutzerimonas stutzeri, representing a new viral genus, Elithevirus"
      },
      {
        "paperId": "e96bc92fd1f679feb1721c688b2f852950750dcd",
        "title": "Therapeutic effect and anti-biofilm ability assessment of a novel phage, phiPA1-3, against carbapenem-resistant Pseudomonas aeruginosa"
      },
      {
        "paperId": "cf9d8e9d83f0eedff7b6e9134630255a5b5ed5a4",
        "title": "Characterization of crAss-like phage isolates highlights Crassvirales genetic heterogeneity and worldwide distribution"
      },
      {
        "paperId": "c86f095e0695ae9f26ba6bf9cd3dc7b27a2816e5",
        "title": "Characterization of Bacteriophage cd2, a Siphophage Infecting Carnobacterium divergens and a Representative Species of a New Genus of Phage"
      },
      {
        "paperId": "251c45807d62a0e27b9b0a3d04c8fb7bbb17d41e",
        "title": "Jojan: a novel virus that lyses Stenotrophomonas maltophilia from dog"
      },
      {
        "paperId": "0df621bfe66d3ca2f78840c3157c8d4b08dbc947",
        "title": "Characterization of a novel and active temperate phage vB_AbaM_ABMM1 with antibacterial activity against Acinetobacter baumannii infection"
      },
      {
        "paperId": "98e0026f98d70f6eb3356a513226ebf9d6a78ec2",
        "title": "Isolation and genomic analysis of a type IV pili-independent Thermus thermophilus phage, φMN1 from a Japanese hot spring."
      },
      {
        "paperId": "91dcff6f53212c19369654a008385950c398b4b1",
        "title": "The evolutionary mechanism of non-carbapenemase carbapenem-resistant phenotypes in Klebsiella spp"
      },
      {
        "paperId": "9844d96c2a8c35fce9221f1b4beddd0e88a0e538",
        "title": "Class-Driven Synergy and Antagonism between a Pseudomonas Phage and Antibiotics"
      },
      {
        "paperId": "c1073fd2ac41b8c2f0e777ede92f316a7db5bb5f",
        "title": "Diversity, Relationship, and Distribution of Virophages and Large Algal Viruses in Global Ocean Viromes"
      },
      {
        "paperId": "7594a70dc3b62ae9e459cd586d1d26bbeb83791f",
        "title": "The Tomato Brown Rugose Fruit Virus Movement Protein Gene Is a Novel Microbial Source Tracking Marker"
      },
      {
        "paperId": "73f8c03ba5661c0eb60ddc34f5350a952928594e",
        "title": "New Bacteriophages with Podoviridal Morphotypes Active against Yersinia pestis: Characterization and Application Potential"
      },
      {
        "paperId": "431241612f00ab33d3bbe13de2fea907dbda000a",
        "title": "Multi-year molecular quantification and ‘omics analysis of Planktothrix-specific cyanophage sequences from Sandusky Bay, Lake Erie"
      },
      {
        "paperId": "ea6434fb6a77a5fb07ead5fa85655b5c0d0edde5",
        "title": "MQM1, a bacteriophage infecting strains of Aeromonas salmonicida subspecies salmonicida carrying Prophage 3"
      },
      {
        "paperId": "1ff0984c337ea866cc617366cbd39a431853d4e2",
        "title": "Comparative genomic analysis of alloherpesviruses: Exploring an available genus/species demarcation proposal and method"
      },
      {
        "paperId": "1f73f2d787d4eace6476ac1abd93cbb4ecdb45f7",
        "title": "Transcriptional Landscapes of Herelleviridae Bacteriophages and Staphylococcus aureus during Phage Infection: An Overview"
      },
      {
        "paperId": "e6aaff384ded9b3432539abed02ae6e79784e579",
        "title": "Characterization of two novel lytic bacteriophages having lysis potential against MDR avian pathogenic Escherichia coli strains of zoonotic potential"
      },
      {
        "paperId": "d15900eee3f387888719b729e7f11e3e74c2574c",
        "title": "Ultraconserved bacteriophage genome sequence identified in 1300-year-old human palaeofaeces"
      },
      {
        "paperId": "ba167a777c25ccd6374d1512f7375ae6dbda3b12",
        "title": "Novel broad-spectrum bacteriophages against Xanthomonas oryzae and their biocontrol potential in rice bacterial diseases."
      },
      {
        "paperId": "58d4454b78cf348fd33993247a10c444639becf3",
        "title": "Early genome erosion and internal phage-symbiont-host interaction in the endosymbionts of a cold-seep tubeworm"
      },
      {
        "paperId": "c661c2b9824228357bd2960ea59d9996d3df3b48",
        "title": "Genome‐based analysis of Pseudomonas paracarnisRQ057, a strain responsible for blue discoloration spoilage in processed cheese"
      },
      {
        "paperId": "8c1b7f49b75b496ca196e3f0eae0fe96592f33ea",
        "title": "Vibrio Phage VMJ710 Can Prevent and Treat Disease Caused by Pathogenic MDR V. cholerae O1 in an Infant Mouse Model"
      },
      {
        "paperId": "cc89a70db8e322af16af82af9eccdbe7f85aa8f3",
        "title": "Characterization and Genome Study of a Newly Isolated Temperate Phage Belonging to a New Genus Targeting Alicyclobacillus acidoterrestris"
      },
      {
        "paperId": "661b96c2007ba5b3361c90c1133f56f5f1363d5a",
        "title": "Using archived and biocollection samples towards deciphering the DNA virus diversity associated with rodent species in the families cricetidae and heteromyidae."
      },
      {
        "paperId": "f1eb37ac0f0d04f22148dad500fc919a0bf570eb",
        "title": "Genomic Characterization of a Halovirus Representing a Novel Siphoviral Cluster"
      },
      {
        "paperId": "7c4de3210a54b91d9451ad3772b6cad58c194be6",
        "title": "Newly Isolated Virulent Salmophages for Biocontrol of Multidrug-Resistant Salmonella in Ready-to-Eat Plant-Based Food"
      },
      {
        "paperId": "af6f32149b6cbed8b1a6ca9ecc4dee8838bea2c0",
        "title": "Epitopes in the capsular polysaccharide and the porin OmpK36 receptors are required for bacteriophage infection of Klebsiella pneumoniae."
      },
      {
        "paperId": "d1d408ce70bda5d0fd3489bf1d93f34814b4a57b",
        "title": "Complete genome analysis of Tequatrovirus ufvareg1, a Tequatrovirus species inhibiting Escherichia coli O157:H7"
      },
      {
        "paperId": "c14d8f8f9c878bd696ea90e88f24c6b9d793017f",
        "title": "Molecular and evolutionary basis of O-antigenic polysaccharide driven phage sensitivity in environmental pseudomonads"
      },
      {
        "paperId": "77813947918947e051e5907afbdcce73afedae78",
        "title": "Isolation and characterization of a novel Enterococcus phage Phi_Eg_SY1"
      },
      {
        "paperId": "8ac5799e712bd973068d98bf6e267ae73aa9abe0",
        "title": "Characterization and genomic analysis of phage vB_ValR_NF, representing a new viral family prevalent in the Ulva prolifera blooms"
      },
      {
        "paperId": "52bd380ded277cf1d1846a316ca474ca835a755c",
        "title": "Isolation and Characterization of a Novel Phage Collection against Avian-Pathogenic Escherichia coli"
      },
      {
        "paperId": "eeb85650a5dfb46b5d528048b94758b64b6557fb",
        "title": "Morphological, biological, and genomic characterization of Klebsiella pneumoniae phage vB_Kpn_ZC2"
      },
      {
        "paperId": "6432006cc2f2756e64e86f739e1c037b8747fa86",
        "title": "Characterization of Temperate LPS-Binding Bordetella avium Phages That Lack Superinfection Immunity"
      },
      {
        "paperId": "b8439d1d152c45f3a53c99ff3768141d6a5847ca",
        "title": "In planta interactions of a novel bacteriophage against Pseudomonas syringae pv. tomato"
      },
      {
        "paperId": "389c1adc21b11b7e20bccff806d05205a4da7f5a",
        "title": "Genomic analysis and characterization of phages infecting the marine Roseobacter CHAB-I-5 lineage reveal a globally distributed and abundant phage genus"
      },
      {
        "paperId": "dfbc4057a6dd48e57512611e6af69ec31037965d",
        "title": "Novel lytic and lysogenic cyanophages predicted to infect Microcoleus associated with anatoxin-producing benthic mats"
      },
      {
        "paperId": "cec988ba49f3568664b5890c1be77d729142c70d",
        "title": "VirClust—A Tool for Hierarchical Clustering, Core Protein Detection and Annotation of (Prokaryotic) Viruses"
      },
      {
        "paperId": "173a2ae71d21247506af451ee19157f8149078ef",
        "title": "Back to the Roots: Agrobacterium-Specific Phages Show Potential to Disinfect Nutrient Solution from Hydroponic Greenhouses"
      },
      {
        "paperId": "fcdefa30cb28d225cf0050a8f404e0220dd44056",
        "title": "A Pseudomonas Lysogenic Bacteriophage Crossing the Antarctic and Arctic, Representing a New Genus of Autographiviridae"
      },
      {
        "paperId": "f21d9b5465d445c71ba26d3af70b31d4c29babdf",
        "title": "The Lytic Activity of Bacteriophage ZCSE9 against Salmonella enterica and Its Synergistic Effects with Kanamycin"
      },
      {
        "paperId": "90ff38bbd08c4945fb388009510e11eeb9a33e6f",
        "title": "Temperate bacteriophages infecting the mucin-degrading bacterium Ruminococcus gnavus from the human gut"
      },
      {
        "paperId": "cd119ba12c32f6a5572ea29e148bc9f0dc3f4817",
        "title": "Discovery of an Abundant Viral Genus in Polar Regions through the Isolation and Genomic Characterization of a New Virus against Oceanospirillaceae"
      },
      {
        "paperId": "40732596f4ed0085a001b2893f0e19d39735d389",
        "title": "Genome Characterization and Infectivity Potential of Vibriophage-ϕLV6 with Lytic Activity against Luminescent Vibrios of Penaeus vannamei Shrimp Aquaculture"
      },
      {
        "paperId": "e6348f11e399190e91b7658795ba76933aae67f6",
        "title": "A K-17 serotype specific Klebsiella phage JKP2 with biofilm reduction potential"
      },
      {
        "paperId": "d655d445aad507e5b05c979ecb043e10b51db925",
        "title": "Metagenomic Sequencing Identified Specific Bacteriophage Signature Discriminating between Healthy and Diarrheal Neonatal Piglets"
      },
      {
        "paperId": "ce3ffd63789a73e980e1f11d27b25968192fa0e5",
        "title": "Genomic Analysis of a New Freshwater Cyanophage Lbo240-yong1 Suggests a New Taxonomic Family of Bacteriophages"
      },
      {
        "paperId": "33f227f0aea8181a0dfbea36e7cff37ef7f9c444",
        "title": "Nuclease genes occupy boundaries of genetic exchange between bacteriophages"
      },
      {
        "paperId": "924f710c064e9704ce7dc72ada3439e8fc8069ba",
        "title": "Genome, biology and stability of the Thurquoise phage – A new virus from the Bastillevirinae subfamily"
      },
      {
        "paperId": "ea01fa621ea3deb5648032400bd3f6a4751ba561",
        "title": "Sequencing the genomes of LPP-1, the first isolated cyanophage, and its relative LPP-2 reveal different integration mechanisms in closely related phages."
      },
      {
        "paperId": "e1e98a2e1dc992b0adf6799b161cd4991319cd92",
        "title": "Special Issue “Bacteriophage Genomics”: Editorial"
      },
      {
        "paperId": "0fc3a6f15a6cb41c8ca5dcd9ef5795c0bda1c250",
        "title": "Isolation and characterization of a novel Tenacibaculum species and a corresponding bacteriophage from a Mediterranean fish hatchery: Description of Tenacibaculum larymnensis sp. nov. and Tenacibaculum phage Larrie"
      },
      {
        "paperId": "a298d1a2e5efa7c8d9afc50dd997a3dcc9585bcf",
        "title": "Identifying the core genome of the nucleus-forming bacteriophage family and characterization of Erwinia phage RAY"
      },
      {
        "paperId": "5c5ed711cc23cd66f99982f161a2cf881a1d34d1",
        "title": "Isolation, Characterization, Genome Analysis and Host Resistance Development of Two Novel Lastavirus Phages Active against Pandrug-Resistant Klebsiella pneumoniae"
      },
      {
        "paperId": "4181bbed20638c7664ce9ab27b305a5a7f97a1f2",
        "title": "PCR Assay for Rapid Taxonomic Differentiation of Virulent Staphylococcus aureus and Klebsiella pneumoniae Bacteriophages"
      },
      {
        "paperId": "7c111eb8b41b871efbdc011e62bf624e208d7735",
        "title": "Whole-Genome Sequences of a Lactobacillus melliventris Strain and Its Myovirus Temperate Phage, phIBH004, Isolated from the Digestive Tract of Apis mellifera in Switzerland"
      },
      {
        "paperId": "6ac928a24f8ff3119b02e2dd852f7318620b0a7b",
        "title": "In Silico Evidence of the Multifunctional Features of Lactiplantibacillus pentosus LPG1, a Natural Fermenting Agent Isolated from Table Olive Biofilms"
      },
      {
        "paperId": "b3acf0d029cc0781651ac047598fe87565da60fb",
        "title": "Transcriptomics-Driven Characterization of LUZ100, a T7-like Pseudomonas Phage with Temperate Features"
      },
      {
        "paperId": "40bce4f3c04a58c70bbc00176a385ce1e7a19efe",
        "title": "Four novel Curtobacterium phages isolated from environmental samples"
      },
      {
        "paperId": "e48f04ae72101bf14746add0f2fba1e19cf95253",
        "title": "Four principles to establish a universal virus taxonomy"
      },
      {
        "paperId": "6a5aa6df445304b14e799d31d24c430338005aa3",
        "title": "Isolation and Characterization of the First Zobellviridae Family Bacteriophage Infecting Klebsiella pneumoniae"
      },
      {
        "paperId": "c0db011695ca5a542978c5b370532b44814e27d8",
        "title": "Characterization and Genome Analysis of Vibrio campbellii Lytic Bacteriophage OPA17"
      },
      {
        "paperId": "f942d0b6a93d088408bbb846b97fe8ca7fcc3f66",
        "title": "Genome sequencing of Pseudomonas fluorescens phage UFJF_PfSW6: a novel lytic Pijolavirus specie with potential for biocontrol in the dairy industry"
      },
      {
        "paperId": "d4f5933fd665173d21ead40ccafae73e077daf89",
        "title": "Characteristics of Environmental Klebsiella pneumoniae and Klebsiella oxytoca Bacteriophages and Their Therapeutic Applications"
      },
      {
        "paperId": "72ce9962aaa08330430642d03616c82d4c727232",
        "title": "Characterization and comprehensive genome analysis of novel bacteriophage, vB_Kpn_ZCKp20p, with lytic and anti-biofilm potential against clinical multidrug-resistant Klebsiella pneumoniae"
      },
      {
        "paperId": "e8bc77d5f0e57e9c6ff35ad441dceaa60b1ab35c",
        "title": "Three novel Erwinia billingiae phages isolated from organic waste represent three new genera"
      },
      {
        "paperId": "d3c490794cf97013e62953cd0398328eb33e4147",
        "title": "Evolutionary diversification of methanotrophic ANME-1 archaea and their expansive virome"
      },
      {
        "paperId": "897bd569994867ae06126478ebe12e32d1e14869",
        "title": "Loss of a Branch Sugar in the Acinetobacter baumannii K3-Type Capsular Polysaccharide Due To Frameshifts in the gtr6 Glycosyltransferase Gene Leads To Susceptibility To Phage APK37.1"
      },
      {
        "paperId": "0ad090f385c65ec7c24997947699de9668d0f9b8",
        "title": "Characterization and genome analysis of Vibrio phage vB_VhaP_PG11, representing a new viral genus"
      },
      {
        "paperId": "344ef1b53e441072481d99da0efc17dc2b5dab6b",
        "title": "Phylogenomics of five Pseudanabaena cyanophages and evolutionary traces of horizontal gene transfer"
      },
      {
        "paperId": "5062802ff6ee9b781c7d645ea5f04b986782327a",
        "title": "Viral and bacterial ecogenomics in globally expanding red snow blooms"
      },
      {
        "paperId": "e7394f210c777c7657ecb9cb64a0c06581de6d36",
        "title": "Characterization and genome analysis of Escherichia phage fBC-Eco01, isolated from wastewater in Tunisia"
      },
      {
        "paperId": "354d0cc91b5011bdad37c3f0df9249b7b5d7f7d5",
        "title": "Genomic analysis and biological properties of the novel Serratia liquefaciens phage vB_SlqM_MQ-4"
      },
      {
        "paperId": "3cdcbc5ad44d4b1727a841e0d279173afbefa8e8",
        "title": "Biological and Genomic Characteristics of MaMV-DH01, a Novel Freshwater Myoviridae Cyanophage Strain"
      },
      {
        "paperId": "1b953e18bb219495d45b9542a13ceb7e3d894755",
        "title": "Isolation, characterization, and complete genome sequence of vibrio phage KIT04, a novel lytic phage of the subfamily ermolyevavirinae."
      },
      {
        "paperId": "4956c959754555fca8adeb0a05fb1d34700eedd8",
        "title": "Characterization, genome analysis and antibiofilm efficacy of lytic Proteus phages RP6 and RP7 isolated from university hospital sewage"
      },
      {
        "paperId": "c661856f465144f3be50fe4ab44edb45ee572685",
        "title": "Significant Differences in Planktonic Virus Communities Between “Cellular Fraction” (0.22 ~ 3.0 µm) and “Viral Fraction” (< 0.22 μm) in the Ocean"
      },
      {
        "paperId": "6b80f5586402e7821971509ed81edc1db4032865",
        "title": "Phages are important unrecognized players in the ecology of the oral pathogen Porphyromonas gingivalis"
      },
      {
        "paperId": "bdec4fe0f00fd63a90b7218d54d7be141715ba07",
        "title": "Cataloguing and profiling of the gut virome in Chinese populations uncover extensive viral signatures across common diseases"
      },
      {
        "paperId": "26af1b7ed08f02c911e6fe107fc1a236a8cf5857",
        "title": "Characterization and genomic Analysis of a novel Pseudomonas phage vB_PsaP_M1, representing a new viral family, Psaeviridae"
      },
      {
        "paperId": "ce0a948e9a15d16f76893c4b7653a1eb277f1e58",
        "title": "Isolation, Characterization, and Comparative Genomic Analysis of vB_Pd_C23, a Novel Bacteriophage of Pantoea dispersa"
      },
      {
        "paperId": "200d5e333c76bb93800ec8d1dc807ee72a768511",
        "title": "Genomic diversity and comprehensive taxonomical classification of 61 Bacillus subtilis group member infecting bacteriophages, and the identification of ortholog taxonomic signature genes"
      },
      {
        "paperId": "ff370f4a2f2a64bfde00923dc80a77dcdfd4ddd7",
        "title": "Impact of Shiga-toxin encoding gene transduction from O80:H2 Shiga toxigenic Escherichia coli (STEC) on non-STEC strains"
      },
      {
        "paperId": "cd4f669426496dae336f38c8e5701d1ffb0aebbf",
        "title": "Adaptive lifestyle of bacteria determines phage-bacteria interaction"
      },
      {
        "paperId": "59ae4785d37dee604b479f6bed4f8882b62a0420",
        "title": "Isolation and characterization of Klebsiella pneumoniae bacteriophages encoding polysaccharide depolymerases with rare capsule specificity"
      },
      {
        "paperId": "c40bf0bea738622601ff49b0b9442ddea46a306e",
        "title": "Genome Analysis and Antibiofilm Activity of Phage 590B against Multidrug-Resistant and Extensively Drug-Resistant Uropathogenic Escherichia coli Isolates, India"
      },
      {
        "paperId": "c6aeec7f042ad8c3343010ada7fcd7696f57ebca",
        "title": "Widespread, human-associated redondoviruses infect the commensal protozoan Entamoeba gingivalis."
      },
      {
        "paperId": "5fdbe5a0cc948a7fc66bfe31681790b090b3694f",
        "title": "Isolation of Burkholderia jumbo phages and their utilization as biocontrol agents to suppress rice seedling rot disease"
      },
      {
        "paperId": "c2c694eba80cb2f5133cf0a7125f2c656860b699",
        "title": "Propagation of viral genomes by replicating ammonia-oxidising archaea during soil nitrification"
      },
      {
        "paperId": "6094a1cd8440a29191dfd21ea9fd3f05e7af0781",
        "title": "Isolation and characterization of novel Fusobacterium nucleatum bacteriophages"
      },
      {
        "paperId": "3f20ec0ae14e20a35f7127261da88a2c4ad96e7b",
        "title": "Isolation and Characterization of a Phapecoctavirus Infecting Multidrug-Resistant Acinetobacter baumannii in A549 Alveolar Epithelial Cells"
      },
      {
        "paperId": "386e27de98676053d4b2e21c04bd015e578721fc",
        "title": "Characteristics and Comparative Genomic Analysis of a Novel Virus, VarioGold, the First Bacteriophage of Variovorax"
      },
      {
        "paperId": "9848ccb2595c0e5cded953a0f2047b4690b9d07d",
        "title": "Complete genome sequence and characterization of four Decapod Iridescent Virus 1 isolates from Crab and Shrimp."
      },
      {
        "paperId": "b6574911448f0d7270cfcc6da19a1763319722e1",
        "title": "Isolation and Characterization of a Novel Vibrio natriegens—Infecting Phage and Its Potential Therapeutic Application in Abalone Aquaculture"
      },
      {
        "paperId": "46fa002cad38dc4a176a78193c8ddd44185c128a",
        "title": "Effects of Klebsiella pneumoniae Bacteriophages on IRAK3 Knockdown/Knockout THP-1 Monocyte Cell Lines"
      },
      {
        "paperId": "125bba713b6249222a065f2d2258b99a55639193",
        "title": "Novel Aeromonas Phage Ahy-Yong1 and Its Protective Effects against Aeromonas hydrophila in Brocade Carp (Cyprinus aka Koi)"
      },
      {
        "paperId": "bbccbcf6d196a774a7baee08f63729696d72ee5c",
        "title": "Genomic analysis of the progenitor strains of Staphylococcus aureus RN6390"
      },
      {
        "paperId": "314927ba42a8028c1d5d2e22c58164ec8e3f55a2",
        "title": "Evolutionary Diversification of Methanotrophic Ca. Methanophagales (ANME-1) and Their Expansive Virome"
      },
      {
        "paperId": "9c7de3092533604cf0e35a5a4787b3303bd5687d",
        "title": "Isolation and Characterization of Two Novel Siphoviruses Novomoskovsk and Bolokhovo, Encoding Polysaccharide Depolymerases Active against Bacillus pumilus"
      },
      {
        "paperId": "0e39fd5794802d60770e62bd3b87991c1a29362b",
        "title": "Biological characteristics and genomic analysis of a novel Vibrio parahaemolyticus phage phiTY18 isolated from the coastal water of Xiamen China"
      },
      {
        "paperId": "10416f81b3314719765a56b5db0e29be26f2bd92",
        "title": "Novel Stenotrophomonas maltophilia Bacteriophage as Potential Therapeutic Agent"
      },
      {
        "paperId": "84bd1c0aa4a49e6969e64840f832600142830ece",
        "title": "Characterization of the newly isolated Pseudomonas phage vB_Pae_LC3I3"
      },
      {
        "paperId": "d240a1e39b8c19fd73234da87282c769b1187974",
        "title": "Novel Bacillus-Infecting Bacteriophage B13—The Founding Member of the Proposed New Genus Bunatrivirus"
      },
      {
        "paperId": "09d5145ff5950845d85bae6db24cd7173439bc87",
        "title": "Isolation and characterization of a Vibrio owensii phage phi50-12"
      },
      {
        "paperId": "e9dad96fb1ba90f37ed846efa69bcf91a7a76435",
        "title": "The Viral Fraction Metatranscriptomes of Lake Baikal"
      },
      {
        "paperId": "0308f9261d0023826f08dc3f713ca7bc6dd4bcaa",
        "title": "Phage family classification under Caudoviricetes: A review of current tools using the latest ICTV classification framework"
      },
      {
        "paperId": "ac32e51da8b05d779c27480f9e5ff94c98de5718",
        "title": "Biological and Molecular Characterization of the Lytic Bacteriophage SoKa against Pseudomonas syringae pv. syringae, Causal Agent of Citrus Blast and Black Pit in Tunisia"
      },
      {
        "paperId": "ed16c2c980d250ad80cf7075f8103ca3f1c1bee1",
        "title": "From Farm to Fork: Streptococcus suis as a Model for the Development of Novel Phage-Based Biocontrol Agents"
      },
      {
        "paperId": "02226cdcce40ceff149f067d9b607818c0f0bd6a",
        "title": "A Novel Freshwater Cyanophage Mae-Yong1326-1 Infecting Bloom-Forming Cyanobacterium Microcystis aeruginosa"
      },
      {
        "paperId": "969a93903045938deec1e3b7e72ba75a126fa0a8",
        "title": "Comparative genomic analysis of five freshwater cyanophages and reference-guided metagenomic data mining"
      },
      {
        "paperId": "b8f9763c6e6613f3b9b0c066357f4bd21a9d1673",
        "title": "A novel lytic phage potentially effective for phage therapy against Burkholderia pseudomallei in the tropics"
      },
      {
        "paperId": "ff7398936cf84b25e05788f9a2ed0cd5b2c39c5b",
        "title": "Isolation, characterization and complete genome analysis of a novel bacteriophage vB_EfaS-SRH2 against Enterococcus faecalis isolated from periodontitis patients"
      },
      {
        "paperId": "a28336d157f8620fcb02df5ece63e035cfe21afc",
        "title": "Expanding the genomes insight of Streptococcus thermophilus phages through a multifaceted approach"
      },
      {
        "paperId": "4a2b7456131347d31f418de0c30a59ac58493d43",
        "title": "Vibrio Phage Artemius, a Novel Phage Infecting Vibrio alginolyticus"
      },
      {
        "paperId": "beff11ae3989ac3a6baf0c09592d7903d24583d4",
        "title": "Virulent Phages Isolated from a Smear-Ripened Cheese Are Also Detected in Reservoirs of the Cheese Factory"
      },
      {
        "paperId": "9b8c15c53e61dc66e1a5bc5f84d37be89c72cccc",
        "title": "Genome sequence of the novel freshwater Microcystis cyanophage Mwe-Yong1112-1"
      },
      {
        "paperId": "03aca4f4e37add34eca628832306f2584645d047",
        "title": "Characterization and Genomic Analysis of ssDNA Vibriophage vB_VpaM_PG19 within Microviridae, Representing a Novel Viral Genus"
      },
      {
        "paperId": "01bc772dd86149e1aabe290e9250f362d535fda6",
        "title": "Advances and challenges in cataloging the human gut virome."
      },
      {
        "paperId": "95046e8e11f0622913e5190018ae1f6f34212156",
        "title": "Comparative genomic analysis reveals new evidence of genus boundary for family Iridoviridae and explores qualified hallmark genes"
      },
      {
        "paperId": "c91d0d803e1e014e1baefbb97526c5250fe1695a",
        "title": "A Novel Inovirus Reprograms Metabolism and Motility of Marine Alteromonas"
      },
      {
        "paperId": "a5d87cfc0ca19a11676c029e92ca831cdcb5bcc7",
        "title": "Suggestion for a new bacteriophage genus for the Klebsiella pneumoniae phage vB_KpnS-Carvaje"
      },
      {
        "paperId": "699dae18ba47238bfaf6f7fbf88e50d495abfeba",
        "title": "Isolation and Characterization of a Novel Siphoviridae Phage, vB_AbaS_TCUP2199, Infecting Multidrug-Resistant Acinetobacter baumannii"
      },
      {
        "paperId": "28acfcc65203489afba6a93d90397584bb28d326",
        "title": "Novel Bacteriophage Specific against Staphylococcus epidermidis and with Antibiofilm Activity"
      },
      {
        "paperId": "582a46806cb67eaa1595a6d954b56d4a92d74340",
        "title": "Genetic determinants of host tropism in Klebsiella phages"
      },
      {
        "paperId": "ca3fbd88f209f6bc75bd4451b299246d25b188a4",
        "title": "Genomic and Biological Profile of a Novel Bacteriophage, Vibrio phage Virtus, Which Improves Survival of Sparus aurata Larvae Challenged with Vibrio harveyi"
      },
      {
        "paperId": "e13a71d7ef9d3f7c6c33f3b7ff1148cf37cb8f24",
        "title": "ANI analysis of poxvirus genomes reveals its potential application to viral species rank demarcation"
      },
      {
        "paperId": "331149d41f8ed356a5e27947a7980aeebc97d85d",
        "title": "Lysogenized phages of methanotrophic bacteria show a broad and untapped genetic diversity"
      },
      {
        "paperId": "9fcfa29b0e60f52c099fbbcc771e1c37da8cba50",
        "title": "The First Cbk-Like Phage Infecting Erythrobacter, Representing a Novel Siphoviral Genus"
      },
      {
        "paperId": "b1a00266e16d6ebe7919c4d0692dd81a794d25f8",
        "title": "Molecular-genetic structure of Pseudomonas phage BIM BV-45 D"
      },
      {
        "paperId": "ef8edfbfe2db299468b928ef5691fa2985137e8a",
        "title": "Optimized Metavirome Analysis of Marine DNA Virus Communities for Taxonomic Profiling"
      },
      {
        "paperId": "fcfd2b4149df6c659b360ca48c2ae360e2e1c0c1",
        "title": "A catalog of 48,425 nonredundant viruses from oral metagenomes expands the horizon of the human oral virome"
      },
      {
        "paperId": "52d9503e4a8ec959d2af2afef779019e9da76c8f",
        "title": "Antimicrobial resistance and genetic background of non-typhoidal Salmonella enterica strains isolated from human infections in São Paulo, Brazil (2000–2019)"
      },
      {
        "paperId": "a4a4f351d38315bbf5a82def3d43ddda96a9ec58",
        "title": "Biological and molecular characterization of fEg-Eco19, a lytic bacteriophage active against an antibiotic-resistant clinical Escherichia coli isolate"
      },
      {
        "paperId": "8ffa5cf387edb3ce0c5ca2b50cebe01596d4a678",
        "title": "Extended genomic analyses of the broad-host-range phages vB_KmiM-2Di and vB_KmiM-4Dii reveal slopekviruses have highly conserved genomes"
      },
      {
        "paperId": "c9b44b9a80778e9c303c47c4010243a8db8f1f55",
        "title": "Isolation, characterization, and comparative genomic analysis of vB_PlaM_Pd22F, a new bacteriophage of the family Myoviridae"
      },
      {
        "paperId": "5a33e2bd371273da92dc2b1050c9c6567a949ddf",
        "title": "Characterization and Genomic Analysis of the First Podophage Infecting Shewanella, Representing a Novel Viral Cluster"
      },
      {
        "paperId": "325db1718d82480196e4f370e4ea33d1bd9282fd",
        "title": "Therapeutic efficacies of two newly isolated Edwardsiella phages against Edwardsiella piscicida infection."
      },
      {
        "paperId": "6f75dbeec58ab129bcda07c66ddc639343866680",
        "title": "Computational Tools for the Analysis of Uncultivated Phage Genomes"
      },
      {
        "paperId": "ed747e8cfc06003eb5fde8bd5c9638ce9f6893f1",
        "title": "Isolation and Identification of a Large Green Alga Virus (Chlorella Virus XW01) of Mimiviridae and Its Virophage (Chlorella Virus Virophage SW01) by Using Unicellular Green Algal Cultures"
      },
      {
        "paperId": "602d7fe8d94d8491948f8c7fda3696207290abe4",
        "title": "Characterization of Novel Lytic Myoviridae Phage Infecting Multidrug-Resistant Acinetobacter baumannii and Synergistic Antimicrobial Efficacy between Phage and Sacha Inchi Oil"
      },
      {
        "paperId": "a9a0364ef78d7e707c0033dbaf63e1a6e39f7230",
        "title": "Isolation and Characterization of Novel Lytic Phages Infecting Multidrug-Resistant Escherichia coli"
      },
      {
        "paperId": "73ad814380134a122e7edfcd9b3cb6dc5afb90a0",
        "title": "Enhanced antibacterial effect of a novel Friunavirus phage vWU2001 in combination with colistin against carbapenem-resistant Acinetobacter baumannii"
      },
      {
        "paperId": "b45dd78873d5427079e8b8c1e88d1e9a34b0b3e4",
        "title": "First Characterization of a Hafnia Phage Reveals Extraordinarily Large Burst Size and Unusual Plaque Polymorphism"
      },
      {
        "paperId": "9fbe31f364b355e08ed53f101e90ea42e45b4737",
        "title": "Complete genome analysis of the novel Alcaligenes faecalis phage vB_AfaP_QDWS595"
      },
      {
        "paperId": "84ea948d18d3e4c11eda2e7a44d2666ee453ce4c",
        "title": "Phenotypic and Genetic Characterization of Aeromonas hydrophila Phage AhMtk13a and Evaluation of Its Therapeutic Potential on Simulated Aeromonas Infection in Danio rerio"
      },
      {
        "paperId": "95954ddeb5be5767389bdb9411a2eccaf613b860",
        "title": "A Novel Wide-Range Freshwater Cyanophage MinS1 Infecting the Harmful Cyanobacterium Microcystis aeruginosa"
      },
      {
        "paperId": "aa639199c3a7616b0e89b0eb08de6e7f99e897be",
        "title": "A Novel Freshwater Cyanophage, Mae-Yong924-1, Reveals a New Family"
      },
      {
        "paperId": "bf25f950bf53821bf2d028004f649313c6fe2476",
        "title": "The potential of bacteriophages to control Xanthomonas campestris pv. campestris at different stages of disease development"
      },
      {
        "paperId": "93275616d5871cb50ff1c6f6553eb98efa88ad56",
        "title": "Three Novel Bacteriophages, J5a, F16Ba, and z1a, Specific for Bacillus anthracis, Define a New Clade of Historical Wbeta Phage Relatives"
      },
      {
        "paperId": "4ecede4c3c2180c5a7e9ed4b99c27fcf42f58b42",
        "title": "Isolation and characterization of a novel Lambda‐like phage infecting the bloom‐forming cyanobacteria Cylindrospermopsis raciborskii"
      },
      {
        "paperId": "411c41c0b4b19d231b6488709f04e592ad07b04b",
        "title": "Genome of a Novel Freshwater Microcystis Cyanophage Mwe-Yong1112-1"
      },
      {
        "paperId": "3af92aa1b0503ad151120b9a4802ba5b00792c57",
        "title": "A Novel Phage Indirectly Regulates Diatom Growth by Infecting a Diatom-Associated Biofilm-Forming Bacterium"
      },
      {
        "paperId": "44b74cbc92aec3b32af23244e795eeee3ce3efbc",
        "title": "Genomic Characterization of a Novel Freshwater Cyanophage Reveals a New Lineage of Cyanopodovirus"
      },
      {
        "paperId": "dcf7b0197b2ac8dbbbd92f11b1ba8b7146040e07",
        "title": "Comparative genomic analysis of dwarf Vibrio myoviruses defines a conserved gene cluster for successful phage infection"
      },
      {
        "paperId": "00e8c69d2fc71d303e2ea1d2f876dfc3e129b86c",
        "title": "Homologous recombination between tandem paralogues drives evolution of a subset of type VII secretion system immunity genes in firmicute bacteria"
      },
      {
        "paperId": "6c5447cd072522963ab754327753f826fb251463",
        "title": "Mobile Genetic Elements Drive Antimicrobial Resistance Gene Spread in Pasteurellaceae Species"
      },
      {
        "paperId": "fd137c563fe0374538fc36678baee48ae0627a7e",
        "title": "Novel Viral Communities Potentially Assisting in Carbon, Nitrogen, and Sulfur Metabolism in the Upper Slope Sediments of Mariana Trench"
      },
      {
        "paperId": "fe4c80b01d156b4f0b984cd2a3d4909822507ef1",
        "title": "Induction and Genomic Analysis of a Lysogenic Phage of Hafnia paralvei"
      },
      {
        "paperId": "1b4bf4c709faf2411436a9807b23b898ed62f4a7",
        "title": "Selective Isolation of Eggerthella lenta from Human Faeces and Characterisation of the Species Prophage Diversity"
      },
      {
        "paperId": "2ee1f5bd31b19c834bd23148ce04cfd0ec27f532",
        "title": "The Bacteriophage Pf-10—A Component of the Biopesticide “Multiphage” Used to Control Agricultural Crop Diseases Caused by Pseudomonas syringae"
      },
      {
        "paperId": "f05b04a430bc0aa4a75ce7a2e470953daed90996",
        "title": "An Interplay between Viruses and Bacteria Associated with the White Sea Sponges Revealed by Metagenomics"
      },
      {
        "paperId": "b0da6054e5d2235972adc7742a132bf8284f8d1b",
        "title": "Isolation and genomic analysis of temperate phage 5W targeting multidrug-resistant Acinetobacter baumannii"
      },
      {
        "paperId": "92d279ccb5240e467cfc84c4e534bbb8c89e49c3",
        "title": "Genomic analysis of a novel active prophage of Hafnia paralvei"
      },
      {
        "paperId": "35b2ed8e22bf6b639e45b835a17096cdcfc1b5bb",
        "title": "Diversity of Human-Associated Bifidobacterial Prophage Sequences"
      },
      {
        "paperId": "e042533544b043546b2d235d09cbd9ad28f6fbf6",
        "title": "iVirus 2.0: Cyberinfrastructure-supported tools and data to power DNA virus ecology"
      },
      {
        "paperId": "565ab253344517d6dce96dae3d23424b30adb20d",
        "title": "Phage Genome Annotation: Where to Begin and End."
      },
      {
        "paperId": "46f41f60e730be2c1853347b353a8ec4cd157e73",
        "title": "Genomic Analysis of the First European Bacteriophages with Depolymerase Activity and Biocontrol Efficacy against the Phytopathogen Ralstonia solanacearum"
      },
      {
        "paperId": "9ae343e669421005c991d408f75da93b41c39f1e",
        "title": "Hidden diversity of double-stranded DNA phages in symbiotic Rhizobium species"
      },
      {
        "paperId": "0b0b95ddedfce0e08c0039031823d4b99373de22",
        "title": "Presence and Persistence of Putative Lytic and Temperate Bacteriophages in Vaginal Metagenomes from South African Adolescents"
      },
      {
        "paperId": "b32dd5dbbcaa03a0070207fb3a6d59ff0825c545",
        "title": "An interplay between viruses and bacteria associated with marine sponges from the White Sea revealed by metagenomics"
      },
      {
        "paperId": "0cf668e5b42c5a243ff14294f5b11133a2b75025",
        "title": "Evaluation of Bacteriophage Cocktails Alone and in Combination with Daptomycin against Daptomycin-Nonsusceptible Enterococcus faecium"
      },
      {
        "paperId": "9e28f9812fa54155acee26be3a47b3240c3a8007",
        "title": "Isolation of the Novel Phage PHB09 and Its Potential Use against the Plant Pathogen Pseudomonas syringae pv. actinidiae"
      },
      {
        "paperId": "d6418decbe172b70bd4eb892fefffea18377c1c0",
        "title": "Micromonospora tarapacensis sp. nov., a bacterium isolated from a hypersaline lake."
      },
      {
        "paperId": "909f3f4c28cb20c686a37c187625452dfd819181",
        "title": "Characterization and Genome Study of Novel Lytic Bacteriophages against Prevailing Saprophytic Bacterial Microflora of Minimally Processed Plant-Based Food Products"
      },
      {
        "paperId": "bcd213ee2112b6903ec670f7e40c0a9ee7bb051b",
        "title": "Analysis of viromes and microbiomes from pig fecal samples reveals that phages and prophages rarely carry antibiotic resistance genes"
      },
      {
        "paperId": "38afbf5374cb70a9a3417cd57ab1138d4d79cf23",
        "title": "Long-read sequencing-based in silico phage typing of vancomycin-resistant Enterococcus faecium"
      },
      {
        "paperId": "689691186b264af8d45f1081b852803f5bc8aed6",
        "title": "Genome and Ecology of a Novel Alteromonas Podovirus, ZP6, Representing a New Viral Genus, Mareflavirus"
      },
      {
        "paperId": "de9451a92999087a8109a722aa985fe783232492",
        "title": "In Vitro Evaluation of the Therapeutic Potential of Phage VA7 against Enterotoxigenic Bacteroides fragilis Infection"
      },
      {
        "paperId": "3718deb1f5958832923638d1595dfd3b2ed5a924",
        "title": "Novel Freshwater Cyanophages Provide New Insights into Evolutionary Relationships between Freshwater and Marine Cyanophages"
      },
      {
        "paperId": "9a79b149cffa2a5ef7045b913619e6598f2c2701",
        "title": "Genomic Characterization of a Prophage, Smhb1, That Infects Salinivibrio kushneri BNH Isolated from a Namib Desert Saline Spring"
      },
      {
        "paperId": "dcb9c0fa0f492dfe2804e223c98eff1b1c768b0e",
        "title": "Pseudomonas Phage MD8: Genetic Mosaicism and Challenges of Taxonomic Classification of Lambdoid Bacteriophages"
      },
      {
        "paperId": "71f1086be6c1302e0e831a257405cb226d1c08f3",
        "title": "Efficacy of Salmonella Bacteriophage S1 Delivered and Released by Alginate Beads in a Chicken Model of Infection"
      },
      {
        "paperId": "ae15cad5ba7342ff391ca54e5eeb0dcc064d9e5e",
        "title": "Prevalence of Viral Frequency-Dependent Infection in Coastal Marine Prokaryotes Revealed Using Monthly Time Series Virome Analysis"
      },
      {
        "paperId": "883c37372ca723f4559670f9e10dc3cff6312514",
        "title": "Characterization and genomic analysis of the first Oceanospirillum phage, vB_OliS_GJ44, representing a novel siphoviral cluster"
      },
      {
        "paperId": "390339b77506d7bcb40534d2ee6c856f01174728",
        "title": "Highly diverse flavobacterial phages isolated from North Sea spring blooms"
      },
      {
        "paperId": "8eae608587fa935fe1c917c0455bf39e3befa50e",
        "title": "Highly diverse flavobacterial phages isolated from North Sea spring blooms"
      },
      {
        "paperId": "b9f830a788336b742234c7c3e0320b35e5a4691a",
        "title": "Analysis of Four New Enterococcus faecalis Phages and Modeling of a Hyaluronidase Catalytic Domain from Saphexavirus."
      },
      {
        "paperId": "380a05b6af82e4e97ab424e6f1017c7affed7843",
        "title": "Characterization and Genomic Analysis of Marinobacter Phage vB_MalS-PS3, Representing a New Lambda-Like Temperate Siphoviral Genus Infecting Algae-Associated Bacteria"
      },
      {
        "paperId": "a80edee78c866566870f29d005f087f831c36e3b",
        "title": "Mechanistic Insights into the Capsule-Targeting Depolymerase from a Klebsiella pneumoniae Bacteriophage"
      },
      {
        "paperId": "7b7bdb7a2911f9aa63dcb2ebd865177105f4d33e",
        "title": "Newly identified proviruses in Thermotogota suggest that viruses are the vehicles on the highways of interphylum gene sharing."
      },
      {
        "paperId": "bee92f53f5fa58db5c17c6017843f1e7a02a57e1",
        "title": "Bacteriophage isolated from non-target bacteria demonstrates broad host range infectivity against multidrug resistant bacteria."
      },
      {
        "paperId": "d93c141c74d5617b943eb7286cb9935bc2f659f6",
        "title": "Genome Sequences of Bacteriophages cd2, cd3, and cd4, which Specifically Target Carnobacterium divergens"
      },
      {
        "paperId": "ad7ad319f96371d0695d3c10f42c10f4b33e9f00",
        "title": "Bacteriophage ICP1: A Persistent Predator of Vibrio cholerae"
      },
      {
        "paperId": "dad832ddab4c5f9cd7258b1dcd79e6e8dc20116c",
        "title": "Manual resolution of virome dark matter uncovers hundreds of viral families in the infant gut"
      },
      {
        "paperId": "86d29457127027142f41a4281aa5c8b35e7e833f",
        "title": "Hundreds of viral families in the healthy infant gut"
      },
      {
        "paperId": "b128fd7042cc4456cf70620438e32750b2c83937",
        "title": "Bacteriophages fEV-1 and fD1 Infect Yersinia pestis"
      },
      {
        "paperId": "e1a10926915a2473ed6e26f0f656394bf2d8fd61",
        "title": "Pantoea Bacteriophage vB_PagS_MED16—A Siphovirus Containing a 2′-Deoxy-7-amido-7-deazaguanosine-Modified DNA"
      },
      {
        "paperId": "bd47f71f8f77de4b5555f932a12df474b8b37314",
        "title": "A New Enterobacter cloacae Bacteriophage EC151 Encodes the Deazaguanine DNA Modification Pathway and Represents a New Genus within the Siphoviridae Family"
      },
      {
        "paperId": "391207062346a5e29e5a7298c6153d073ca8a3e3",
        "title": "Morphological and Taxonomic Properties of the Newly Isolated Cotonvirus japonicus, a New Lineage of the Subfamily Megavirinae"
      },
      {
        "paperId": "6164ff9d6e89fbdb311585b87a8163396779fcaf",
        "title": "Genome analysis of Pseudomonas sp. OF001 and Rubrivivax sp. A210 suggests multicopper oxidases catalyze manganese oxidation required for cylindrospermopsin transformation"
      },
      {
        "paperId": "8c2c32265f64ba4ad6d29a6629e7421ac9c83c6e",
        "title": "Expanding standards in viromics: in silico evaluation of dsDNA viral genome identification, classification, and auxiliary metabolic gene curation"
      },
      {
        "paperId": "0b779f65ef130e6721919dbf8ab5040220129309",
        "title": "VirClust – a tool for hierarchical clustering, core gene detection and annotation of (prokaryotic) viruses"
      },
      {
        "paperId": "4435de994e4c4a0af577c1ca73f9364f7f339c68",
        "title": "vB_BcM_Sam46 and vB_BcM_Sam112, members of a new bacteriophage genus with unusual small terminase structure"
      },
      {
        "paperId": "5c407c2dde1de147e943825d0424e08acd22d230",
        "title": "Exploring Viral Diversity in a Gypsum Karst Lake Ecosystem Using Targeted Single-Cell Genomics"
      },
      {
        "paperId": "745854192fdca0f12c861d6059b67a1ca15e548e",
        "title": "The Potential of Phage Therapy against the Emerging Opportunistic Pathogen Stenotrophomonas maltophilia"
      },
      {
        "paperId": "24e615db38e0093cefeed7318970d3a0cbd116b6",
        "title": "Component Parts of Bacteriophage Virions Accurately Defined by a Machine-Learning Approach Built on Evolutionary Features"
      },
      {
        "paperId": "06de7077f0b16d60ab6643a468bd4b82231a2ac1",
        "title": "Analysis of viromes and microbiomes from pig fecal samples reveals that phages and prophages are not vectors of antibiotic resistance genes"
      },
      {
        "paperId": "706f59212f8df67ed101435da79e914d618bd359",
        "title": "Highly diverse flavobacterial phages as mortality factor during North Sea spring blooms"
      },
      {
        "paperId": "fe3f1ede8a8871e9478d1613e7da04f48142ee55",
        "title": "A new family of globally distributed lytic roseophages with unusual deoxythymidine to deoxyuridine substitution"
      },
      {
        "paperId": "1a9ecbf72e894cc73493a987adc210ec16ad6a3c",
        "title": "Diverse DNA modification in marine prokaryotic and viral communities"
      },
      {
        "paperId": "983b7f840601cd7596cee317212ee5e6a2de6ae5",
        "title": "Bacteriophage-Host Association in the Phytoplasma Insect Vector Euscelidius variegatus"
      },
      {
        "paperId": "af880b90127e593db731115013744ee5a4cffae0",
        "title": "Screening of Bacteriophage Encoded Toxic Proteins with a Next Generation Sequencing-Based Assay"
      },
      {
        "paperId": "9ad087edbd93a7619ae7750347311f451f9e1ff4",
        "title": "Lytic Bacteriophage EFA1 Modulates HCT116 Colon Cancer Cell Growth and Upregulates ROS Production in an Enterococcus faecalis Co-culture System"
      },
      {
        "paperId": "34f242868dc48894d151c79afcc2699a2794e8c6",
        "title": "Isolation and Characterization of a Novel Jumbo Phage from Leaf Litter Compost and Its Suppressive Effect on Rice Seedling Rot Diseases"
      },
      {
        "paperId": "6171733b563343c145c8386eb0d6813fe378befc",
        "title": "High genomic diversity of novel phages infecting the plant pathogen Ralstonia solanacearum, isolated in Mauritius and Reunion islands"
      },
      {
        "paperId": "74ff308d784dcfbf1a08798554390b0a0ec35ea9",
        "title": "High genomic diversity of novel phages infecting the plant pathogen Ralstonia solanacearum, isolated in Mauritius and Reunion islands"
      },
      {
        "paperId": "369c299837f73dd89c133f17ffb7b89e6a80df90",
        "title": "A Roadmap for Genome-Based Phage Taxonomy"
      },
      {
        "paperId": "9a2975d4f86b7631f4261a2130bf0ec3935822e6",
        "title": "Pantoea Bacteriophage vB_PagS_AAS23: A Singleton of the Genus Sauletekiovirus"
      },
      {
        "paperId": "81fc41e08db0c774cc3369c516ebdfa64af96aef",
        "title": "The component parts of bacteriophage virions accurately defined by a machine-learning approach built on evolutionary features"
      },
      {
        "paperId": "f1dd12d05cbf46a7436f492845a230cdde96fb3a",
        "title": "Analysis of a Novel Bacteriophage vB_AchrS_AchV4 Highlights the Diversity of Achromobacter Viruses"
      },
      {
        "paperId": "75a6063220ffe5d69911ec55d28480e1821c4788",
        "title": "Metaviromics coupled with phage-host identification to open the viral ‘black box’"
      },
      {
        "paperId": "96fd2520070bf9a141fccfa122bf94b73b9df559",
        "title": "Widespread distribution of prophages signaling the potential for adaptability and pathogenicity evolution of Ralstonia solanacearum species complex."
      },
      {
        "paperId": "a5da0590fae825ebdaf22ca412d8142344f2bc89",
        "title": "A Novel Singleton Giant Phage Yong-XC31 Lytic to the Pyropia Pathogen Vibrio mediterranei"
      },
      {
        "paperId": "f7db2f16421cb435489315c6264766bffe0068a0",
        "title": "Characterization and genome analysis of phage AL infecting Pseudoalteromonas marina."
      },
      {
        "paperId": "69908eb4aa14b940a8d82a53c2fc7547676c9e68",
        "title": "Induction and Genome Analysis of HY01, a Newly Reported Prophage from an Emerging Shrimp Pathogen Vibrio campbellii"
      },
      {
        "paperId": "6335954b43f98b125cdb43b0c74a70311a8d3f88",
        "title": "Long-read metagenomics using PromethION uncovers oral bacteriophages and their interaction with host bacteria"
      },
      {
        "paperId": "a6426e4f46a8961d127bf3f97f2e7596df9843cc",
        "title": "Long-read metagenomics using PromethION uncovers oral bacteriophages and their interaction with host bacteria"
      },
      {
        "paperId": "9cbef4d341baa600fb26f025583310e3d701ae09",
        "title": "Bacterial membrane vesicles and phages in blood after consumption of lacticaseibacillus rhamnosus JB-1"
      },
      {
        "paperId": "2484059f016bcb82844faa8bc3bed74134bbaccf",
        "title": "Biological and Genomic Characterization of a Novel Jumbo Bacteriophage, vB_VhaM_pir03 with Broad Host Lytic Activity against Vibrio harveyi"
      },
      {
        "paperId": "3d7908fb31849991848c408ae6022a40c66b05f5",
        "title": "Two New Dickeya dadantii Phages with Odd Growth Patterns Expand the Diversity of Phages Infecting Soft Rot Pectobacteriaceae."
      },
      {
        "paperId": "30b652d257ae681c414fb6951c3c96010c5b2fc9",
        "title": "Viruses of the Thermotogota; the vehicles on the highways of gene sharing"
      },
      {
        "paperId": "ea5e90113b811073c800a50a58ef5f77228969c4",
        "title": "Seasonal Regime Shift in the Viral Communities of a Permafrost Thaw Lake"
      },
      {
        "paperId": "74a2986c4977c218918cb79044cb997eeed02bba",
        "title": "Characterization of Novel Lytic Bacteriophages of Achromobacter marplantensis Isolated from a Pneumonia Patient"
      },
      {
        "paperId": "c308c179321aeb9558ed14d144c6d808222666e4",
        "title": "From Orphan Phage to a Proposed New Family–The Diversity of N4-Like Viruses"
      },
      {
        "paperId": "00556bd8d708698161c3065be31c988a03bcb0f0",
        "title": "Lytic Bacteriophages Facilitate Antibiotic Sensitization of Enterococcus faecium"
      },
      {
        "paperId": "06a51a6363563565e14148dc89adf0d701374902",
        "title": "Isolation and Characterization of Shewanella Phage Thanatos Infecting and Lysing Shewanella oneidensis and Promoting Nascent Biofilm Formation"
      },
      {
        "paperId": "e8713148c03b377af917147cbe85c6d5dcd0132d",
        "title": "Genomic analysis of Synechococcus phage S-B43 and its adaption to the coastal environment."
      },
      {
        "paperId": "6020612c86a2a0eeba9b46556240a3b9f8fa59fb",
        "title": "Dissolved Microcystin Release Coincident with Lysis of a Bloom Dominated by Microcystis spp. in Western Lake Erie Attributed to a Novel Cyanophage"
      },
      {
        "paperId": "d0dd6b3ec843adb2cf4c8beee5735b8c9824b71a",
        "title": "Viruses of freshwater bloom-forming cyanobacteria: Genomic features, infection strategies and coexistence with the host."
      },
      {
        "paperId": "24391f2129d87286adf20b7d8b4d85b7a92858b1",
        "title": "Characterization of vB_StuS_MMDA13, a Newly Discovered Bacteriophage Infecting the Agar-Degrading Species Sphingomonas turrisvirgatae"
      },
      {
        "paperId": "3d8a797ee4ad9d18fac3326f3b41132013a6cd49",
        "title": "Genome Analysis of Two Novel Synechococcus Phages That Lack Common Auxiliary Metabolic Genes: Possible Reasons and Ecological Insights by Comparative Analysis of Cyanomyoviruses"
      },
      {
        "paperId": "350841b319063705d023b1e5587bcb1a15d6d741",
        "title": "The Isolation and Genome Sequencing of Five Novel Bacteriophages From the Rumen Active Against Butyrivibrio fibrisolvens"
      },
      {
        "paperId": "4aa2bca4fc8fc0d02c2b0edcfc920b6d1b0227e6",
        "title": "Challenges of Studying the Human Virome - Relevant Emerging Technologies."
      },
      {
        "paperId": "3ff0e6b61d874de4627dae20cade7f14eb539344",
        "title": "Application of Bacteriophages to Control Vibrio alginolyticus Contamination in Oyster (Saccostrea glomerata) Larvae"
      },
      {
        "paperId": "b855367620fc6a00be23349333e1fc9e47f5d92e",
        "title": "Computational approaches in viral ecology"
      },
      {
        "paperId": "d96e103f82a66ea55f64f21c37042c71dde75d50",
        "title": "Extreme Viral Partitioning in a Marine-Derived High Arctic Lake"
      },
      {
        "paperId": "8fc35c26f5013a9801529ac1e48eaf8142c5ca94",
        "title": "Tara Oceans: towards global ocean ecosystems biology"
      },
      {
        "paperId": "a35d21722950d0841bbd06128c4afbc8d155e81a",
        "title": "In silico Prediction of Virus-Host Interactions for Marine Bacteroidetes With the Use of Metagenome-Assembled Genomes"
      },
      {
        "paperId": "a4aabc9be1ec8993a6bc4714dcd7b4c0624a7ff5",
        "title": "Isolation and complete genome sequence of a novel cyanophage, S-B05, infecting an estuarine Synechococcus strain: insights into environmental adaptation"
      },
      {
        "paperId": "0089a20558f3aba31c62bbf2204650df81220ea9",
        "title": "Genomic Analysis of Mic1 Reveals a Novel Freshwater Long-Tailed Cyanophage"
      },
      {
        "paperId": "9b69beab7d341e843599cd886b98d12b15cb043e",
        "title": "Long-read shotgun metagenome sequencing using PromethION uncovers novel bacteriophages, their abundance, and interaction with host bacterial immunity in the oral microbiota"
      },
      {
        "paperId": "7bdd5c603e1b693ad6492e31e8a5c17af39c0927",
        "title": "Taxonomy of prokaryotic viruses: 2018-2019 update from the ICTV Bacterial and Archaeal Viruses Subcommittee"
      },
      {
        "paperId": "8f164ef830b7dce964dbb6cbe07ae38a472ed27f",
        "title": "Taxonomy of prokaryotic viruses: 2018-2019 update from the ICTV Bacterial and Archaeal Viruses Subcommittee"
      },
      {
        "paperId": "e3442a3da3df6b73b67b469382a61c127034fe0f",
        "title": "Diversity and Distribution of a Novel Genus of Hyperthermophilic Aquificae Viruses Encoding a Proof-Reading Family-A DNA Polymerase"
      },
      {
        "paperId": "f5c003c08ee97ac8ed1889795df6c7bef897a689",
        "title": "Iroki: automatic customization and visualization of phylogenetic trees"
      },
      {
        "paperId": "0ed59f1b4a2c16fb8b12e3ba929ba602e1dbc222",
        "title": "Large freshwater phages with the potential to augment aerobic methane oxidation"
      },
      {
        "paperId": "926975b4eb4b1d0ebaa9946a0ca7af9928209c6d",
        "title": "Genomic and protein structure modelling analysis depicts the origin and infectivity of 2019-nCoV, a new coronavirus which caused a pneumonia outbreak in Wuhan, China"
      },
      {
        "paperId": "e1609dba7be7429bfd72c0c4d74271ad3425251a",
        "title": "Evidence for shared ancestry between Actinobacteria and Firmicutes bacteriophages"
      },
      {
        "paperId": "8a41db0f668e787dad52be6dd97d0e16b2a492bb",
        "title": "A Novel Benthic Phage Infecting Shewanella with Strong Replication Ability"
      },
      {
        "paperId": "c5f14470baa805fcfe7680fa97945d0163fa4a4b",
        "title": "Bacteriophages of Klebsiella spp., their diversity and potential therapeutic uses"
      },
      {
        "paperId": "33cb0b09a84e4904d8f758c8212b2d6bad835046",
        "title": "Viruses as key reservoirs of antibiotic resistance genes in the environment"
      },
      {
        "paperId": "55e7e0f30c6abec2f23c39ec7547e9d3bb71ba13",
        "title": "Cooccurrence of Broad- and Narrow-Host-Range Viruses Infecting the Bloom-Forming Toxic Cyanobacterium Microcystis aeruginosa"
      },
      {
        "paperId": "143aefb31697e1e129cdff01c45f057a8e591b3c",
        "title": "Wide Distribution of Phage That Infect Freshwater SAR11 Bacteria"
      },
      {
        "paperId": "22633ee6c7cdf7806ebf312fbb068a9fa905a7cf",
        "title": "Genome-resolved viral and cellular metagenomes revealed potential key virus-host interactions in a deep freshwater lake"
      },
      {
        "paperId": "1500122f519077d62085782fb6ef30159ec3c5cb",
        "title": "Analysis of Spounaviruses as a Case Study for the Overdue Reclassification of Tailed Phages"
      },
      {
        "paperId": "5f53bea37d23fd0404c16859c7ccf24a7dad5734",
        "title": "Evaluation of a concatenated protein phylogeny for classification of tailed double-stranded DNA viruses belonging to the order Caudovirales"
      },
      {
        "paperId": "74a320c7257b9e0539d6ee1171b4a37a960da2cc",
        "title": "Taxonomic assignment of uncultivated prokaryotic virus genomes is enabled by gene-sharing networks"
      },
      {
        "paperId": "43d92f259cfd2dd46d3f3c1c807f075875e4f985",
        "title": "Transcriptome analysis of a thermophilic and hydrogenogenic carboxydotroph Carboxydothermus pertinax"
      },
      {
        "paperId": "1a575af0cca3dcdf07eaddd4ee1b7d71dcee7171",
        "title": "Medusavirus, a Novel Large DNA Virus Discovered from Hot Spring Water"
      },
      {
        "paperId": "d665560bdc3c38621e12302514c335c4a4294117",
        "title": "Minimum Information about an Uncultivated Virus Genome (MIUViG)"
      },
      {
        "paperId": "f882438f5961a4e483460296b226016da0327e47",
        "title": "Charting the diversity of uncultured viruses of Archaea and Bacteria"
      },
      {
        "paperId": "889c059ef4241c2100f4435a45974d6f03621a1a",
        "title": "A viral reckoning: viruses emerge as essential manipulators of global ecosystems."
      },
      {
        "paperId": "09edba00bfa9fe4655117e1fcc23b4114b0c31f3",
        "title": "Biogeography and taxonomic overview of terrestrial hot spring thermophilic phages"
      },
      {
        "paperId": "97ba8c6fff6f974a8082ff4d4643f75554c1825e",
        "title": "Potential Application of Bacteriophages in Enrichment Culture for Improved Prenatal Streptococcus agalactiae Screening"
      },
      {
        "paperId": "608008fb9197da2b4fab1b9c1f70924d29aa250f",
        "title": "Genome Sequences of 12 Mycobacteriophages Recovered from Archival Stocks in Japan"
      },
      {
        "paperId": "cb037646464b931d8bd9cf55447beaebe5931912",
        "title": "ViCTree: an automated framework for taxonomic classification from protein sequences"
      },
      {
        "paperId": "7e63aaf75bf3045b71a9bf6913a97f087212f592",
        "title": "Iroki: automatic customization and visualization of phylogenetic trees"
      },
      {
        "paperId": "cd2120f121e4c56b96363016bb0430d7d3e9c9ad",
        "title": "Taxonomy of prokaryotic viruses: 2017 update from the ICTV Bacterial and Archaeal Viruses Subcommittee"
      },
      {
        "paperId": "13ab776030ee57f501a78321b8641770af0d7191",
        "title": "Microorganisms"
      },
      {
        "paperId": "f5b045ab32d8c4835dc5d9c4b1d209d58bb90429",
        "title": "A novel K57-specific Klebsiella pneumoniae phage disinfects milk and inhibits biofilm formation"
      },
      {
        "paperId": "45d9eae7d189fa644249660a293a1028b6e72c0d",
        "title": "P HAGE TAXONOMIC CLASSIFICATION : CHALLENGES , CURRENT TOOLS , AND LIMITATIONS"
      },
      {
        "paperId": "428e87b8055a3eacf1ecd8090e37a9ae593a9592",
        "title": "Morphological and Taxonomic Properties of the Newly Isolated <italic toggle='yes'>Cotonvirus japonicus</italic>, a New Lineage of the Subfamily <italic toggle='yes'>Megavirinae</italic>"
      },
      {
        "paperId": "8e5015ae1be3b96256669802cefbb2fad1a06188",
        "title": "Metagenomic exploration of viral diversity and virus-host interactions in a deep freshwater lake"
      },
      {
        "paperId": "1c31e1890438838e79562fdd3f8cb4727093233d",
        "title": "Co-occurrence of broad and narrow host-range viruses infecting the toxic bloom-forming cyanobacterium Microcystis aeruginosa"
      },
      {
        "paperId": "d8ad91d544f382d6a3b9990c0188149f322d4c0d",
        "title": "Minimum Information about an Uncultivated Virus Genome ( MIUViG ) : a community consensus on standards and best practices for describing genome sequences from uncultivated viruses"
      },
      {
        "paperId": "47bc3fed9e7d7f66618a2a8d01af0b892eb42034",
        "title": "distinctive viral-bacterial"
      },
      {
        "paperId": "0a5443031af9681fc03ca9dfdd7aab8aab185973",
        "title": "assignment of uncultivated prokaryotic virus genomes is enabled by gene-sharing"
      },
      {
        "paperId": "2c271a7e549ae574f574e4bb41fae6116abbe71d",
        "title": "Isolation and Whole Genome Sequencing of a novel Salmonella lytic bacteriophage"
      },
      {
        "paperId": "eccf8fe368933190f4f6bd91ade8ade0afe7d231",
        "title": "Prophage induction can facilitate the in vitro AU"
      },
      {
        "paperId": "2125e01e29ff6d3cbb895e7e13fa7496b536512c",
        "title": "Genomic Characterization of Three Novel Acidovorax Phage Genera and Their Potential in Phage Biocontrol"
      },
      {
        "paperId": "c65ac0d6ba4f9a074b4d947ba2a58461a9dedd29",
        "title": "Two Novel Erythrobacter Phages Represent a New Genus of Eausmariqdvirus"
      }
    ],
    "abstract": null,
    "references": null
  }
}