{
  "cache_date": "2025-08-01T10:56:16.097769",
  "data": {
    "paperId": "1c5a985b73b191a3d0784c959946eb17d285b0e2",
    "externalIds": {
      "DBLP": "journals/ploscb/CantuSSRSES20",
      "MAG": "3096218861",
      "PubMedCentral": "7660903",
      "DOI": "10.1371/journal.pcbi.1007845",
      "CorpusId": 215550958,
      "PubMed": "33137102"
    },
    "url": "https://www.semanticscholar.org/paper/1c5a985b73b191a3d0784c959946eb17d285b0e2",
    "title": "PhANNs, a fast and accurate tool and web server to classify phage structural proteins",
    "venue": "bioRxiv",
    "year": 2020,
    "referenceCount": 35,
    "citationCount": 77,
    "influentialCitationCount": 10,
    "openAccessPdf": {
      "url": "https://journals.plos.org/ploscompbiol/article/file?id=10.1371/journal.pcbi.1007845&type=printable",
      "status": "GREEN",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC7660903, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "47402549",
        "name": "V. A. Cantu"
      },
      {
        "authorId": "144911052",
        "name": "P. Salamon"
      },
      {
        "authorId": "2340623",
        "name": "V. Seguritan"
      },
      {
        "authorId": "1621824582",
        "name": "Jackson Redfield"
      },
      {
        "authorId": "1621894367",
        "name": "David Salamon"
      },
      {
        "authorId": "144251731",
        "name": "R. Edwards"
      },
      {
        "authorId": "2412577",
        "name": "A. Segall"
      }
    ],
    "citations": [
      {
        "paperId": "cbcb11663139792eca4b67cb2d2fbe306be44bb3",
        "title": "Revisiting phage tail spike architecture: evidence for undetected receptor-binding proteins in Caudoviricetes with non-contractile tails"
      },
      {
        "paperId": "5fb3398e5e0ec4c864af324db12614a7dd620784",
        "title": "Phage therapy with nebulized cocktail BX004-A for chronic Pseudomonas aeruginosa infections in cystic fibrosis: a randomized first-in-human trial"
      },
      {
        "paperId": "e46fd0b563a7d9123939fbf0d2a2e35b5ecdd422",
        "title": "Systematic, high-throughput characterization of bacteriophage gene essentiality on diverse hosts."
      },
      {
        "paperId": "4e6ce48795cf7b49ba3aa81e7af03f05ec1c4f98",
        "title": "RBPseg: Toward a complete phage tail fiber structure atlas"
      },
      {
        "paperId": "c830b030ac02bbf92f556596f8b3b03f9831e7e4",
        "title": "ProtPhage: a deep learning framework for phage viral protein identification and functional annotation"
      },
      {
        "paperId": "6ddb70e75fffbfb310238ce89ea7d7ccb97798a1",
        "title": "Exo-Tox: Identifying Exotoxins from secreted bacterial proteins"
      },
      {
        "paperId": "071e10086285486d91f28c733f0263c781dd8b6e",
        "title": "Prophages in the infant gut are pervasively induced and may modulate the functionality of their hosts"
      },
      {
        "paperId": "0c14a001142e7e7040478479168e9a416bb7d9b3",
        "title": "Comprehensive Genomic Analysis of Klebsiella pneumoniae and Its Temperate N-15-like Phage: From Isolation to Functional Annotation"
      },
      {
        "paperId": "ef7f47291e82de27b672d59cd22188de95cfa08d",
        "title": "The gut virome and human health: From diversity to personalized medicine"
      },
      {
        "paperId": "7cc27872f260db51361209301508cb9cea599b1d",
        "title": "Genomic insights into bacteriophages: a new frontier in AMR detection and phage therapy"
      },
      {
        "paperId": "62033593d37c3e239a4a4fdc4d3aaf3f2f0891f3",
        "title": "Characterization and genomic insights into bacteriophages Kpph1 and Kpph9 against hypervirulent carbapenem-resistant Klebsiella pneumoniae"
      },
      {
        "paperId": "7a6d194ed312cdbd61d21a8bd98d0c7b646c52be",
        "title": "A New Approach for Phage Cocktail Design in the Example of Anti-Mastitis Solution"
      },
      {
        "paperId": "957a604a90c4f167ac936ffaf394d01f7920c458",
        "title": "PhageScanner: a reconfigurable machine learning framework for bacteriophage genomic and metagenomic feature annotation"
      },
      {
        "paperId": "0967e2408e7efc570a468b93478083d22921727c",
        "title": "DeepMineLys: Deep mining of phage lysins from human microbiome."
      },
      {
        "paperId": "1c156dba44d87bb4a1db1492f9fe8a189af9fc84",
        "title": "Bacteriophage-Based Bioanalysis."
      },
      {
        "paperId": "57c5afa5b9c8395ba8adccb798622122fc4aa2f0",
        "title": "Phage genome architecture and GC content: Structural genes and where to find them"
      },
      {
        "paperId": "5bfafc995e6a21ce84b450530970ec8f4da9448c",
        "title": "DeepMRG: a multi-label deep learning classifier for predicting bacterial metal resistance genes"
      },
      {
        "paperId": "5cbe19b9cbadfbb935d0b2026e294b9dcd248768",
        "title": "Phenotypic characterization and genomic analysis of Limosilactobacillus fermentum phage"
      },
      {
        "paperId": "2ad69707cf178f3746253a83ac0c441634c82978",
        "title": "Insights into the genomic features and lifestyle of B1 subcluster mycobacteriophages"
      },
      {
        "paperId": "83f5f9d82fd33de9988d4a1a8b2c0a9b27b82bc3",
        "title": "Deep learning in structural bioinformatics: current applications and future perspectives"
      },
      {
        "paperId": "e8778fb271cc231ac14d7fdb983b6ecbb67ae05c",
        "title": "Large language models improve annotation of prokaryotic viral proteins."
      },
      {
        "paperId": "13f797c7bab4daf0f29ee9e58d09fb22dcac0a6b",
        "title": "Antimicrobial resistance crisis: could artificial intelligence be the solution?"
      },
      {
        "paperId": "dda139ba50c37bd335c0d4dbc9f6b256e06d0af9",
        "title": "Phage-inducible chromosomal minimalist islands (PICMIs), a novel family of small marine satellites of virulent phages"
      },
      {
        "paperId": "3c54489df147810243dad0d44f26f7fbc5898de1",
        "title": "DepoScope: Accurate phage depolymerase annotation and domain delineation using large language models"
      },
      {
        "paperId": "f5c7760a0b0e6277185559571455c08bf8d29c85",
        "title": "Thermal and chemical inactivation of Bacillus phage BM-P1."
      },
      {
        "paperId": "f5581d9a94ee33a2906ae8aeb3fc9271aa089128",
        "title": "ESM-PVP: Identification and classification of phage virion proteins with a large pretrained protein language model and an MLP neural network"
      },
      {
        "paperId": "e0cb22c1b367c72f66702a0834e16ce25cf400bd",
        "title": "Draft genomes of 12 Bifidobacterium isolates from human IBD fecal samples"
      },
      {
        "paperId": "592ec273f335267bbd574003b500f54628e0276d",
        "title": "Knowing and Naming: Phage Annotation and Nomenclature for Phage Therapy"
      },
      {
        "paperId": "a80dbd4ce611cec24f736304967b228236a3627d",
        "title": "PhageScope: a well-annotated bacteriophage database with automatic analyses and visualizations"
      },
      {
        "paperId": "1b4e4cf5df72f10a9a49b762b2640661da96fc01",
        "title": "Biological warfare between two bacterial viruses in a genomic archipelago sheds light on the spread of CRISPR-Cas systems"
      },
      {
        "paperId": "343b5bb4e48b3afe21624a4b3759b58f53be9859",
        "title": "Classification Confidence in Exploratory Learning: A User's Guide"
      },
      {
        "paperId": "97d0f8346391cd274e7986098a896922d583720d",
        "title": "PhageScanner, a flexible machine learning pipeline for automated bacteriophage genomic and metagenomic feature annotation"
      },
      {
        "paperId": "0fe4292625f926dfc349343828aa6aad633bd7ed",
        "title": "Phage inducible chromosomal minimalist island (PICMI), a family of satellites of marine virulent phages"
      },
      {
        "paperId": "0a2880e4fbac8a530f25b90cc28d8785e8211445",
        "title": "Characterization of bacteriophage BUCT631 lytic for K1 Klebsiella pneumoniae and its therapeutic efficacy in Galleria mellonella larvae"
      },
      {
        "paperId": "5cebaf3677568c3e0cf6f748d7199982979ac428",
        "title": "Insights into the genomic features, lifestyle and therapeutic potential of B1 sub-cluster mycobacteriophages"
      },
      {
        "paperId": "53efbbf0815829a32880ba2e999d40844b320ec6",
        "title": "DePolymerase Predictor (DePP): a machine learning tool for the targeted identification of phage depolymerases"
      },
      {
        "paperId": "5180e178cd998d51d7fb50858f021f5e1634708b",
        "title": "Large language models improve annotation of viral proteins"
      },
      {
        "paperId": "46110e92d54ab7b8bf103973cdf86470f4745b8c",
        "title": "Viruses of sulfur oxidizing phototrophs encode genes for pigment, carbon, and sulfur metabolisms"
      },
      {
        "paperId": "55016c19f6cabdced0058b66b239e0fd81ebd140",
        "title": "PhaGAA: an integrated web server platform for phage genome annotation and analysis"
      },
      {
        "paperId": "54c9592fc3c508235e0d3f5c7b0c9fc0f0bf5eb7",
        "title": "Application of a Machine Learning Approach Towards the Targeted Identification of Phage Depolymerases"
      },
      {
        "paperId": "521dc90c8a84d181963d6dfa9f925b4384adc7cd",
        "title": "PhaVIP: Phage VIrion Protein classification based on chaos game representation and Vision Transformer"
      },
      {
        "paperId": "427c1bc990c251d71181fe7765480702c6ca84c6",
        "title": "PhageTailFinder: A tool for phage tail module detection and annotation"
      },
      {
        "paperId": "f86141eb779a238a1683bc4900429fd4ba277757",
        "title": "What Lies Beneath? Taking the Plunge into the Murky Waters of Phage Biology"
      },
      {
        "paperId": "9308a3491bedc250c7ac6e8cef7a5771c9d6b9c8",
        "title": "Advances in the field of phage-based therapy with special emphasis on computational resources"
      },
      {
        "paperId": "593a0af61ee300e741949733f5aebc3ba345d511",
        "title": "Coastal water bacteriophages infect various sets of Vibrio parahaemolyticus sequence types"
      },
      {
        "paperId": "cabef94ef488c121eafc4ba558b645ba4b9ea4e7",
        "title": "Understanding Bacteriophage Tail Fiber Interaction with Host Surface Receptor: The Key “Blueprint” for Reprogramming Phage Host Range"
      },
      {
        "paperId": "cf1d55da747576c3636a053083036d8fea3836eb",
        "title": "Microbiome-phage interactions in inflammatory bowel disease."
      },
      {
        "paperId": "5ee1b434538af88140d9884966e2f2e7c32c49b2",
        "title": "Organizing the bacterial annotation space with amino acid sequence embeddings"
      },
      {
        "paperId": "93610bafd4b31bfdc27d031b9f06e0b219db625e",
        "title": "DeePVP: Identification and classification of phage virion proteins using deep learning"
      },
      {
        "paperId": "5cc61cdfe723396c31ea1d464406760f833caa85",
        "title": "Genomics of viruses infecting green and purple sulfur bacteria in two euxinic lakes"
      },
      {
        "paperId": "12b5f9ef1f4388f04f7265f3e42d99a590c1f1e1",
        "title": "Estimating Classification Confidence Using Kernel Densities"
      },
      {
        "paperId": "b63fe010143f054a50594e99b3770e33d0d5ce7c",
        "title": "Bacteriophage Genetic Edition Using LSTM"
      },
      {
        "paperId": "cf8be112c17bc3847efda9f4538c18151f2c0502",
        "title": "Characterization of the Bacteriophage BUCT603 and Therapeutic Potential Evaluation Against Drug-Resistant Stenotrophomonas maltophilia in a Mouse Model"
      },
      {
        "paperId": "dd0ff47e8f5121908c0335615f0b8ec103184884",
        "title": "Genomes of six viruses that infect Asgard archaea from deep-sea sediments"
      },
      {
        "paperId": "2f360d7c66672e1c200b624742a89ca7daaeedca",
        "title": "Identification of Phage Receptor-Binding Protein Sequences with Hidden Markov Models and an Extreme Gradient Boosting Classifier"
      },
      {
        "paperId": "4020d27770e5484867949ac941e110f24a3bfcf7",
        "title": "The International Virus Bioinformatics Meeting 2022"
      },
      {
        "paperId": "6f75dbeec58ab129bcda07c66ddc639343866680",
        "title": "Computational Tools for the Analysis of Uncultivated Phage Genomes"
      },
      {
        "paperId": "a9a0364ef78d7e707c0033dbaf63e1a6e39f7230",
        "title": "Isolation and Characterization of Novel Lytic Phages Infecting Multidrug-Resistant Escherichia coli"
      },
      {
        "paperId": "5329acba77383115fa374fecdbeedd4d71b8e192",
        "title": "Single-cell genomics for resolution of conserved bacterial genes and mobile genetic elements of the human intestinal microbiota using flow cytometry"
      },
      {
        "paperId": "cfcacd8fab50eb9025c61b0ecd01dd61dd83d96d",
        "title": "PhageLeads: Rapid Assessment of Phage Therapeutic Suitability Using an Ensemble Machine Learning Approach"
      },
      {
        "paperId": "d371f1ed0e016d01f1719dcfc3447db19ce0a2d7",
        "title": "Deploying Viruses against Phytobacteria: Potential Use of Phage Cocktails as a Multifaceted Approach to Combat Resistant Bacterial Plant Pathogens"
      },
      {
        "paperId": "23b8c03d48b76b52384f9107f8fdc175b267321d",
        "title": "Resolving the structure of phage–bacteria interactions in the context of natural diversity"
      },
      {
        "paperId": "d408d33fb622f3762788ba097d56f5dcd3b810c9",
        "title": "Unique mobile elements and scalable gene flow at the prokaryote–eukaryote boundary revealed by circularized Asgard archaea genomes"
      },
      {
        "paperId": "2df10bc3830ddbbf444067e68166ee86089be735",
        "title": "Predicting the capsid architecture of phages from metagenomic data"
      },
      {
        "paperId": "ae73d8098aff06e90b8b943e94031a454ad41fff",
        "title": "Digital phagograms: predicting phage infectivity through a multilayer machine learning approach."
      },
      {
        "paperId": "565ab253344517d6dce96dae3d23424b30adb20d",
        "title": "Phage Genome Annotation: Where to Begin and End."
      },
      {
        "paperId": "0ded6bcbd6adcd53e74b254ed4c1c456e7159273",
        "title": "DeePVP: Identification and classification of phage virion protein using deep learning"
      },
      {
        "paperId": "621591a56a841f4536b8dede9abdd2b97554b292",
        "title": "Genome Study of a Novel Virulent Phage vB_SspS_KASIA and Mu-like Prophages of Shewanella sp. M16 Provides Insights into the Genetic Diversity of the Shewanella Virome"
      },
      {
        "paperId": "fc66d0083eccdd6aaadee690ec54fa26e5bcb40b",
        "title": "Novel Phage-Derived Depolymerase with Activity against Proteus mirabilis Biofilms"
      },
      {
        "paperId": "7abc67d4d1cef0f1c8ef8913509b0d3adfb42c3b",
        "title": "iPVP-MCV: A Multi-Classifier Voting Model for the Accurate Identification of Phage Virion Proteins"
      },
      {
        "paperId": "9ac90effbd87083d27c73203d8ec090bb26d3e28",
        "title": "Unique viruses that infect Archaea related to eukaryotes"
      },
      {
        "paperId": "940ca9be19cf58c12fa48954f0d48cfc036374b2",
        "title": "Application of machine learning in bacteriophage research"
      },
      {
        "paperId": "dcbf11f9cf431a1f41b1f1810196f30b9cf2ac0f",
        "title": "Prophages in the infant gut are largely induced, and may be functionally relevant to their hosts"
      },
      {
        "paperId": "f86733392b34e38097970b042836e967100b86c6",
        "title": "Three-Dimensional Molecular Cartography of the Caribbean Reef-Building Coral Orbicella faveolata"
      },
      {
        "paperId": "b5be5ec8216095d082edf1db4771bcd86d76ba6e",
        "title": "Predicting bacteriophage hosts based on sequences of annotated receptor-binding proteins"
      },
      {
        "paperId": "a565bd871c3a641582c57c36b8ba1e2761cd7a86",
        "title": "Ecology and molecular targets of hypermutation in the global microbiome"
      },
      {
        "paperId": "a4a71c66b40d6a3423fbd33bb936566fa94cc9d1",
        "title": "PhageScope a well-annotated bacteriophage database with automatic analyses and visualizations"
      }
    ],
    "abstract": "For any given bacteriophage genome or phage sequences in metagenomic data sets, we are unable to assign a function to 50-90% of genes. Structural protein-encoding genes constitute a large fraction of the average phage genome and are among the most divergent and difficult-to-identify genes using homology-based methods. To understand the functions encoded by phages, their contributions to their environments, and to help gauge their utility as potential phage therapy agents, we have developed a new approach to classify phage ORFs into ten major classes of structural proteins or into an “other” category. The resulting tool is named PhANNs (Phage Artificial Neural Networks). We built a database of 538,213 manually curated phage protein sequences that we split into eleven subsets (10 for cross-validation, one for testing) using a novel clustering method that ensures there are no homologous proteins between sets yet maintains the maximum sequence diversity for training. An Artificial Neural Network ensemble trained on features extracted from those sets reached a test F1-score of 0.875 and test accuracy of 86.2%. PhANNs can rapidly classify proteins into one of the ten classes, and non-phage proteins are classified as “other”, providing a new approach for functional annotation of phage proteins. PhANNs is open source and can be run from our web server or installed locally. Author Summary Bacteriophages (phages, viruses that infect bacteria) are the most abundant biological entity on Earth. They outnumber bacteria by a factor of ten. As phages are very different within them and from bacteria, and we have comparatively few phage genes in our database, we are unable to assign function to 50%-90% of phage genes. In this work, we developed PhANNs, a machine learning tool that can classify a phage gene as one of ten structural roles, or “other”. This approach does not require a similar gene to be known.",
    "references": [
      {
        "paperId": "14b4b167f29b4c2a6e25db0f32252fc21f98b749",
        "title": "Phage Therapy in the Twenty-First Century: Facing the Decline of The Antibiotic Era; Is it Finally Time for The Age of the Phage?"
      },
      {
        "paperId": "2344cf876fa6dd6910475e3ff70cd97525cfba22",
        "title": "PHANOTATE: a novel approach to gene identification in phage genomes"
      },
      {
        "paperId": "bac791669c3965ee8385bf436e6acd1c9bb68c23",
        "title": "Current State of Compassionate Phage Therapy"
      },
      {
        "paperId": "987a3cbf119acd0192ebf3cc280b7fab83b67e70",
        "title": "A diversity-generating retroelement encoded by a globally ubiquitous Bacteroides phage"
      },
      {
        "paperId": "ad500c8a6f8cfeb07cc95df9dbb656fec41f6deb",
        "title": "Phage puppet masters of the marine microbial realm"
      },
      {
        "paperId": "d4f6209123a9cb236e195bd2422327fe48093c3d",
        "title": "Parallel Evolution of Host-Attachment Proteins in Phage PP01 Populations Adapting to Escherichia coli O157:H7"
      },
      {
        "paperId": "017590d7bdb6252080cdb121e0e2a4627c68aed8",
        "title": "PVP-SVM: Sequence-Based Prediction of Phage Virion Proteins Using a Support Vector Machine"
      },
      {
        "paperId": "739ca90633e9a708b0daa5cbe74020b6e57896bc",
        "title": "THEA: A novel approach to gene identification in phage genomes"
      },
      {
        "paperId": "d528c091241dd9a19814fad71d9ef735e855c7cc",
        "title": "Prophage genomics reveals patterns in phage genome organization and replication"
      },
      {
        "paperId": "0ff76dd78e47f4534ee148b644f1f2707bc70df5",
        "title": "Improvements to PATRIC, the all-bacterial Bioinformatics Database and Analysis Resource Center"
      },
      {
        "paperId": "3dbf928f4be824829f382bf12419812ea72fd4c5",
        "title": "Viruses as Winners in the Game of Life."
      },
      {
        "paperId": "6a7d50e52baa81310d7cb0da6f522353e7c975fe",
        "title": "VIRALpro: a tool to identify viral capsid and tail sequences"
      },
      {
        "paperId": "f97dc6f19def03ae956b1945400e5cc86aed2dcd",
        "title": "Lytic to temperate switching of viral communities"
      },
      {
        "paperId": "9c9d7247f8c51ec5a02b0d911d1d7b9e8160495d",
        "title": "TensorFlow: Large-Scale Machine Learning on Heterogeneous Distributed Systems"
      },
      {
        "paperId": "b989b7731f3d0d8c6e339ab77876cc954fd23721",
        "title": "An Ensemble Method to Distinguish Bacteriophage Virion from Non-Virion Proteins Based on Protein Sequence Characteristics"
      },
      {
        "paperId": "c2ed60e1ffc13ae6a054f42ab0401d8083ec6fec",
        "title": "A Broadly Implementable Research Course in Phage Discovery and Genomics for First-Year Undergraduate Students"
      },
      {
        "paperId": "92850166532c28d1dcec87dd0ac2316c9f27eebd",
        "title": "Elastic spectral distortion for low resource speech recognition with deep neural networks"
      },
      {
        "paperId": "b4cdb3054f1e8888ca3b284f79745e2f0eb1b376",
        "title": "Naïve Bayes Classifier with Feature Selection to Identify Phage Virion Proteins"
      },
      {
        "paperId": "a397c5bd9a212e58e0063dc79b2d24b056c6b1e8",
        "title": "Structure and function of a cyanophage-encoded peptide deformylase"
      },
      {
        "paperId": "c6002449584aa68524df4c17c5264adb0a0a2526",
        "title": "Artificial Neural Networks Trained to Detect Viral and Phage Structural Proteins"
      },
      {
        "paperId": "398c296d0cc7f9d180f84969f8937e6d3a413796",
        "title": "Multi-column deep neural networks for image classification"
      },
      {
        "paperId": "44ca16fd09373043f66d0136ed3d85a1ab3e3b40",
        "title": "A Common Evolutionary Origin for Tailed-Bacteriophage Functional Modules and Bacterial Machineries"
      },
      {
        "paperId": "90485e0ce54c1ad12a2d01362a007ab107d71063",
        "title": "Biopython: freely available Python tools for computational molecular biology and bioinformatics"
      },
      {
        "paperId": "c1787db25af5614f41e56938aa594f2dbb1dca07",
        "title": "The Unreasonable Effectiveness of Data"
      },
      {
        "paperId": "27eb86ae7c5cd81497dd6a617f3d177eb48717fd",
        "title": "Diversity-generating retroelements."
      },
      {
        "paperId": "584fd593dc69720afad8b1b5663cd9aea4da9c45",
        "title": "Cd-hit: a fast program for clustering and comparing large sets of protein or nucleotide sequences"
      },
      {
        "paperId": "ef6b0e8f3410381672c0511e76a6387135003b1b",
        "title": "The diversity and evolution of the T4-type bacteriophages."
      },
      {
        "paperId": "5697a1a43fc42ad602d63e6a382457c667a40b66",
        "title": "Lysogenic Conversion by a Filamentous Phage Encoding Cholera Toxin"
      },
      {
        "paperId": "d164698bf533a72c6cfb98cb90fa61493bd19629",
        "title": "Hydrophobicity, expressivity and aromaticity are the major trends of amino-acid usage in 999 Escherichia coli chromosome-encoded genes."
      },
      {
        "paperId": "835b4aff5b8f74210910f1a37fe8e1c5e2bb2d5f",
        "title": "Single mutations in a gene for a tail fiber component of an Escherichia coli phage can cause an extension from a protein to a carbohydrate as a receptor."
      },
      {
        "paperId": "5d93c95e2da6f0146f7d9b49ce18aa6f8108bd29",
        "title": "Correlation between stability of a protein and its dipeptide composition: a novel approach for predicting in vivo stability of a protein from its primary sequence."
      },
      {
        "paperId": "309294f6c570bb5d2ce2c4c024979966785aa081",
        "title": "A simple method for displaying the hydropathic character of a protein."
      },
      {
        "paperId": "3ba2e6f91fef4c7e171370e950f84074b686dbda",
        "title": "R‐type bacteriocins in related strains of Xenorhabdus bovienii: Xenorhabdicin tail fiber modularity and contribution to competitiveness"
      },
      {
        "paperId": "e9250b92f607421eacb754e391fab347ec3ce1c1",
        "title": "Viral metagenomics"
      },
      {
        "paperId": null,
        "title": "Approximation with Artificial Neural Networks"
      }
    ]
  }
}