{
  "cache_date": "2025-11-01T09:51:27.463459",
  "data": [
    {
      "created": "2025-11-01T08:31:01.601655+00:00",
      "modified": "2025-11-01T08:31:02.459586+00:00",
      "id": 17500174,
      "conceptrecid": "17500173",
      "doi": "10.3897/zookeys.1257.120512",
      "doi_url": "https://doi.org/10.3897/zookeys.1257.120512",
      "metadata": {
        "title": "Types matter: taxonomic status of Chanodichthys oxycephalus (Bleeker, 1871) (Cypriniformes, Xenocyprididae) and some relevant species of East Asia",
        "doi": "10.3897/zookeys.1257.120512",
        "publication_date": "2025-10-30",
        "description": "<p>Issues concerning the identification of <i>Chanodichthys oxycephalus</i> are addressed. This species is a senior synonym of <i>Ch. oxycephaloides</i> and is restricted to the Chang-Jiang basin and adjacent lakes. Specimens previously identified as <i>Ch. oxycephalus</i>, represent misidentifications of either <i>Ch. abramoides</i> or <i>Ch. dabryi</i>. <i>Chanodichthys oxycephalus</i>, <i>Ch. abramoides</i>, and <i>Ch. dabryi</i> are confirmed as three distinct species. <i>Chanodichthys dabryi shinkainensis</i> is treated as a junior synonym of <i>Ch. abramoides</i>. Additional comments are provided on some cultrin fishes from Lakes Dongting and Xingkai mentioned in earlier literature. This study clears up the taxonomic confusion surrounding associated species.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Chen, Xiao",
            "affiliation": "Institute of Hydrobiology, Chinese Academy of Sciences, Wuhan, China|Anhui Agricultural University, Hefei, China"
          },
          {
            "name": "Su, Shiping",
            "affiliation": "Anhui Agricultural University, Hefei, China"
          },
          {
            "name": "Zhang, Xiaohua",
            "affiliation": "Anhui Agricultural University, Hefei, China"
          },
          {
            "name": "Van der Laan, Richard",
            "affiliation": "Unaffiliated, Almere, Netherlands"
          },
          {
            "name": "Zhang, E",
            "affiliation": "Institute of Hydrobiology, Chinese Academy of Sciences, Wuhan, China"
          }
        ],
        "keywords": [
          "Cultrin fishes",
          "nomenclature",
          "species recognition",
          "taxonomic chaos"
        ],
        "related_identifiers": [
          {
            "identifier": "10.3897/zookeys.1257.120512.figure4",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1257.120512.figure5",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1257.120512.figure6",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1257.120512.figure2",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1257.120512.figure3",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1257.120512.figure1",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.34133/2022/9827986",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/mec.16540",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1108.79960",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.watbs.2022.100036",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1134/S0032945223040045",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1017/S0026749X00010167",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.part.12852",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3724/issn1000-3207-1994-1-45-d",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3724/issn1000-3207-1996-2-182-5",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2307/1437984",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.title.12103",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3724/issn1000-3207-2009-2-271-o",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.title.59530",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.3681.2.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1134/S102279541904015X",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2006.06.014",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/p.314503",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.17520/biods.2021166",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3109/19401736.2014.915529",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/978-90-481-3458-8_27",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Bănărescu P (1967a) Notes on the genus Erythroculter Berg (Pisces, Cyprinidae), with description of a new subspecies. Revue Roumaine de Biologie Serie de Zoologie 12(4): 215–227.",
          "Bănărescu P (1967b) Studies on the systematics of Cultrinae (Pisces, Cyprinidae) with description of a new genus. Revue Roumaine de Biologie Serie de Zoologie 12(5): 297–308.",
          "Bănărescu P (1972) The status of some nominal species of Cultrinae and Xenocyprininae (Pisces, Cyprinidae). Revue Roumaine de Biologie Serie de Zoologie 17(6): 385–390.",
          "Bleeker P (1870) Mededeeling omtrent eenige nieuwe vischsoorten van China. Verslagen en Mededeelingen der Koninklijke Akademie van Wetenschappen. Afdeeling Natuurkunde, Series 2(4): 251–253.",
          "Bleeker P (1871a) Memoire sur les cyprinoïdes de Chine. Verhandelingen der Koninklijke Akademie van Amsterdam 12: 1–91[, pls 1–14].",
          "Bleeker P (1871b) Sur les espèces du genre Culter Basil. Nederlandsch Tijdschrift voor de Dierkunde 4: 77–88.",
          "Bleeker P (1873) Faune ichthyologique de Chine. Nederlandsch Tijdschrift voor de Dierkunde 4: 113–154.",
          "Bogutskaya NG, Naseka AM (1996) Cyclostomata and Fishes of Khanka Lake drainage area (Amur River Basin): an Annotated Check-list with Comments on Taxonomy and Zoogeography of the Region. GosNIORKh and Zin Ran. St. Petersburg, 89 pp. [In Russian]",
          "Bogutskaya NG, Naseka AM (2004) Catalogue of Agnathans and Fishes of Fresh and Brackish Waters of Russia with Comments on Nomenclature and Taxonomy. Russian Academy of Sciences, KMK Scientific Press, Moscow, 389 pp. [In Russian]",
          "Bogutskaya NG, Naseka AM, Shedko SV, Vasil'eva ED, Chereshnev IA (2008) The fishes of the Amur River: Updated check-list and zoogeography. Ichthyological Exploration of Freshwaters 19(4): 301–366. http://www.pfeil-verlag.de/wp-content/uploads/2015/05/ief19_4_03.pdf",
          "Chen WJ, Fu HY (2024) Fish of Jiangxi Province. Science Press, Beijing, 339 pp. [In Chinese]",
          "Chen YY, Chu XL, Luo YL, Chen YR, Liu HZ, He MJ, Chen W, Yue PQ, He SP, Lin RD (1998) Fauna Sinica: Osteichthyes Cypriniformes II. Science Press, Beijing, 531 pp. [In Chinese]",
          "Chen F, Wang YK, He J, Chen L, Xue G, Zhao Y, Peng YH, Smith C, Zhang J, Chen J, Xie P (2022) Molecular mechanisms of spawning habits for the adaptive radiation of endemic East Asian cyprinid fishes. Research 9827986: 2022/9827986. https://doi.org/10.34133/2022/9827986",
          "Chen WT, Hubert N, Li YF, Xiang DG, Cai XW, Zhu SL, Yang JP, Zhou CJ, Li XH, Li J (2022a) Large scale DNA barcoding of the subfamily Culterinae (Cypriniformes: Xenocyprididae) in East Asia unveils geographic scale effect, taxonomic warnings and cryptic diversity. Molecular Ecology 31(14): 3871–3887. https://doi.org/10.1111/mec.16540",
          "Chen X, Li ZF, Boda P, Fernandes IM, Xie ZC, Zhang E (2022b) Environmental filtering in the dry season and spatial structuring in the wet: Different fish community assembly rules revealed in a large subtropical floodplain lake. Environmental Science and Pollution Research International 29(46): 69875–69887.",
          "Chen X, Wang M, Zhang E (2022c) Updated species checklist of fishes from Lake Dongting in Hunan Province, South China: Species diversity and conservation. ZooKeys 1108: 51–88. https://doi.org/10.3897/zookeys.1108.79960",
          "Cheng PL, Yu D, Tang QY, Yang JQ, Chen YY, Liu HZ (2022) Macro-evolutionary patterns of East Asian opsariichthyin–xenocyprinin–cultrin fishes related to the formation of river and river-lake environments under monsoon climate. Water Biology and Security 1(2): 100036. https://doi.org/10.1016/j.watbs.2022.100036",
          "Compilation Group XNC (1984) Fish of Henan Province. Henan Science and Technology Press, Zhengzhou, 193 pp. [In Chinese]",
          "Duan P-X, Yang Z, Tang H-Y, Xiao Q, Gong Y, Xiao TY, Liu X-Y (2015) Study on age, growth, reproduction and the status of resource development of Culter oxycephaloides (Kreyenberg et Pappenheim) in the Xiao River. Acta Hydrobiologica Sinica 39(04): 695–704. https://link.cnki.net/urlid/42.1230.Q.20150727.1424.016 [In Chinese]",
          "Dybowski B (1872) Zur Kenntniss der Fischfauna des Amurgebietes. Verhandlungen der Kaiserlich-Königlichen Zoologisch-Botanischen Gesellschaft in Wien 22: 209–222.",
          "Dyldin Y, Orlov A, Hanel L, Romanov V, Fricke R, Vasil'eva E (2023) Ichthyofauna of the fresh and brackish waters of Russia and adjacent areas: Annotated list with taxonomic comments. 2. Order Cypriniformes, Suborders Catostomoidei, Cobitoidei and Cyprinoidei. Journal of Ichthyology 63(4): 636–686. https://doi.org/10.1134/S0032945223040045",
          "Fricke R, Eschmeyer WN, Van der Laan R (2025) Eschmeyer's catalog of fishes: genera, species, references. http://researcharchive.calacademy.org/research/ichthyology/catalog/fishcatmain.asp [Accessed 13 January 2025]",
          "Guo YS, Sun ZY, He XH, Jin W, Chen YL (2021) Colored Atlas of Fishes of Sichuan (I). Science Press, Beijing, 1012 pp. [In Chinese]",
          "ICZN (1999) International Code of Zoological Nomenclature. Fourth Edition. The International Trust for Zoological Nomenclature, London, 306 pp. https://www.iczn.org/the-code/the-international-code-of-zoological-nomenclature/the-code-online/",
          "Institute SFR and Department of Biology SNU (1992) Fish of Shaanxi Province. Shaanxi Science and Technology Press, Xi'an, 192 pp. [In Chinese]",
          "Israeli R (1989) Consul de France in Mid-nineteenth-century China. Modern Asian Studies, 33 pp. https://doi.org/10.1017/S0026749X00010167",
          "Kottelat M (2001) Fishes of Laos. Wildlife Heritage Trust Publications, Colombo.",
          "Kottelat M (2013) The fishes of the inland waters of Southeast Asia: A catalogue and core bibliography of the fishes known to occur in freshwaters, mangroves and estuaries. The Raffles Bulletin of Zoology. Supplement 27: 1–663.",
          "Kreyenberg M, Pappenheim P (1908) Ein Beitrag zur Kenntnis der Fische der Jangtze und seiner Zuflüsse. Sitzungsberichte der Gesellschaft Naturforschender Freunde zu Berlin 1908: 95–109. https://doi.org/10.5962/bhl.part.12852",
          "Li SZ (1992) On the scientific names of Culter alburnus & C. erythropterus (Pisces: Cyprinidae). Acta Zootaxonomica Sinica 17(3): 128–131. [In Chinese]",
          "Luo YL (1994) Some clarifications on the Cultrinae fishes of China. Acta Hydrobiologica Sinica 18(1): 45–49. https://doi.org/10.3724/issn1000-3207-1994-1-45-d [In Chinese]",
          "Luo GH (2005) History of Western Botanical and Zoological Studies in China. Shandong Education Press, Jinan, 444 pp. [In Chinese]",
          "Luo YL, Chen YR (1998) Fauna Sinica: Osteichthyes Cypriniformes II Cultrinae. Science Press, Beijing, 112 pp. https://doi.org/10.3724/issn1000-3207-1996-2-182-5 [In Chinese]",
          "Luo YL, Yue PQ (1996) Preliminary studies on phylogeny of subfamily Cultrinae (Cypriniformes: Cyprinidae). Acta Hydrobiologica Sinica 20(2): 182–185. [In Chinese]",
          "Myer GS (1940) The nomenclatural status of the Asiatic fish genus Culter. Copeia 1940(3): 199–201. https://doi.org/10.2307/1437984",
          "Nichols JT (1928) Chinese fresh-water fishes in the American Museum of Natural History's collections: A provisional check-list of the fresh-water fishes of China. Bulletin of the American Museum of Natural History 58(64): 1–62.",
          "Nichols JT (1943) The Fresh-water Fishes of China. The American Museum of Natural History, New York, 388 pp. https://doi.org/10.5962/bhl.title.12103",
          "Pan JH, Zhong L, Zheng CY, Wu HL, Liu JZ (1991) The Freshwater Fishes of Guangdong Province. Guangdong Technology Press, Guangzhou, 593 pp. [In Chinese]",
          "Peng J-L, Wang X-Z, Wang D, He S-P (2009) Application of DNA barcoding based on the Mitochondrial COI gene sequences in classification of Culter (Pisces: Cyprinidae). Acta Hydrobiologica Sinica 33(2): 271–276. https://doi.org/10.3724/issn1000-3207-2009-2-271-o [In Chinese]",
          "Richardson J (1846) Report on the Ichthyology of the Seas of China and Japan. R. and J.E. Taylor, London, 153 pp. https://doi.org/10.5962/bhl.title.59530",
          "Tang KL, Agnew MK, Hirt MV, Lumbantobing DN, Raley ME, Sado T, Teoh VH, Yang L, Bart HL, Harris PM, He S, Miya M, Saitoh K, Simons AM, Wood RM, Mayden RL (2013) Limits and phylogenetic relationships of East Asian fishes in the subfamily Oxygastrinae (Teleostei: Cypriniformes: Cyprinidae). Zootaxa 3681(2): 101–135. https://doi.org/10.11646/zootaxa.3681.2.1",
          "Turanov SV, Kartavtsev YP, Shapovalov ME (2019) The first attempt at studying the species diversity of fish in Lake Khanka using DNA barcoding techniques. Russian Journal of Genetics 55(4): 464–472. https://doi.org/10.1134/S102279541904015X",
          "Van der Laan R (2025) Freshwater Fish List (44th Edition.)",
          "Wang W (2007) Study on Population Genetic Diversity of Culter alburnus and Phylogeny of Cultrinae, East China Normal University, Shanghai, 156 pp. [In Chinese]",
          "Wang Q (2022) Nanjing Common Aquatic Wildlife Identification Manual, Nanjing University Press, Nanjing, 210 pp. [In Chinese]",
          "Wang XZ, Li JB, He SP (2007) Molecular evidence for the monophyly of East Asian groups of Cyprinidae (Teleostei: Cypriniformes) derived from the nuclear recombination activating gene 2 sequences. Molecular Phylogenetics and Evolution 42(1): 157–170. https://doi.org/10.1016/j.ympev.2006.06.014",
          "Wang Y-L, He Y-F, Zhu Y-J, Wang X-G, Yang D-G (2017) Study on the Growth Characteristics and Resource Status of Humpback (Culter dabryi) in Lake Changhu. Chinese Journal of Zoology 52(6): 1015–1022. [In Chinese]",
          "Wang L-H, Luo X-Z, Wang D, Li W, Li Z, Zou G-W, Liang H-W (2019) Identification analysis of DNA barcoding based on mitochondrial COI and Cytb genes in Culter fishes. Freshwater Fisheries 49(4): 22–28. [In Chinese]",
          "Whitehead PJ (1970) The Reeves collection of Chinese fish drawings. Bulletin of the British Museum (Natural History). Historical Series 3(7): 191–233. https://doi.org/10.5962/p.314503",
          "Wu XW (1964) Chinese fishes of Cyprinidae (I). Science & Technology Press, Shanghai, 315 pp. [In Chinese]",
          "Wu L (1989) Fish of Guizhou Province. Guizhou People Press, Guiyang, 346 pp. [In Chinese]",
          "Wu YA, Li H, Liao FC, Yang X, Xie ZG (2021) The Fish Fauna of Hunan Province. Science Press, Beijing, 488 pp. [In Chinese]",
          "Xiang DG, Li YF, Li XH, Chen WT, Ma XH (2021) Population structure and genetic diversity of Culter recurviceps revealed by multi-loci. Biodiversity Science 29(11): 1505–1512. https://doi.org/10.17520/biods.2021166 [In Chinese]",
          "Xie ZG, Xie CX, Zhang E (2003) Sinibrama longianalis, a new cyprinid species (Pisces: Teleostei) from the upper Yangtze River basin in Guizhou, China. The Raffles Bulletin of Zoology 51(2): 403–411.",
          "Yang GR (1987) Fishes in Hubei Province. Hubei Science and Technology Press, Wuhan, 299 pp. [In Chinese]",
          "Yang HR, Zhao HH, Sun JJ, Xie ZZ, Yang ZT, Liu L (2016) The complete mitochondrial genome of the Culter recurviceps (Teleostei, Cyprinidae). Mitochondrial DNA, Part A, DNA Mapping, Sequencing, and Analysis 27(1): 762–763. https://doi.org/10.3109/19401736.2014.915529",
          "Yao WQ (2010) Systematic Synopsis of Fishes in Anhui Province. Beijing Normal University Press and Anhui University Press, Hefei, 165 pp. [In Chinese]",
          "Yih BL, Chu ZR (1959) Review of the genera Culter and Erythroculter of China. Acta Hydrobiologica Sinica 3(2): 170–196. [In Chinese]",
          "Zhang CG, Zhao YH (2016) Species Diversity and Distribution of Inland Fishes in China. Science Press, Beijing, 296 pp. [In Chinese]",
          "Zhang X-G, Zhang H, Xiong B-X (2008) Subspecies validity for genus Culter (Teleostei: Cyprinidae) based on morphometrics analysis. Environmental Biology of Fishes a Fishes 2009(86): 193–201. https://doi.org/10.1007/978-90-481-3458-8_27",
          "Zhao WG (2022) Handbook of Fish Identification in the Heilong-Jiang Basin (China). Science Press, Beijing, 314 pp. [In Chinese]"
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "",
          "pages": "285-303",
          "title": "ZooKeys",
          "volume": "1257"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17500173"
              }
            }
          ]
        }
      },
      "title": "Types matter: taxonomic status of Chanodichthys oxycephalus (Bleeker, 1871) (Cypriniformes, Xenocyprididae) and some relevant species of East Asia",
      "links": {
        "self": "https://zenodo.org/api/records/17500174",
        "self_html": "https://zenodo.org/records/17500174",
        "preview_html": "https://zenodo.org/records/17500174?preview=1",
        "doi": "https://doi.org/10.3897/zookeys.1257.120512",
        "self_doi": "https://doi.org/10.3897/zookeys.1257.120512",
        "self_doi_html": "https://zenodo.org/doi/10.3897/zookeys.1257.120512",
        "reserve_doi": "https://zenodo.org/api/records/17500174/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17500173",
        "parent_html": "https://zenodo.org/records/17500173",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17500174/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17500174/sequence/default",
        "files": "https://zenodo.org/api/records/17500174/files",
        "media_files": "https://zenodo.org/api/records/17500174/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17500174:ZK_article_120512.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17500174:ZK_article_120512.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17500174:ZK_article_120512.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17500174:ZK_article_120512.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17500174:ZK_article_120512.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17500174:ZK_article_120512.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17500174/files-archive",
        "archive_media": "https://zenodo.org/api/records/17500174/media-files-archive",
        "latest": "https://zenodo.org/api/records/17500174/versions/latest",
        "latest_html": "https://zenodo.org/records/17500174/latest",
        "versions": "https://zenodo.org/api/records/17500174/versions",
        "draft": "https://zenodo.org/api/records/17500174/draft",
        "access_links": "https://zenodo.org/api/records/17500174/access/links",
        "access_grants": "https://zenodo.org/api/records/17500174/access/grants",
        "access_users": "https://zenodo.org/api/records/17500174/access/users",
        "access_request": "https://zenodo.org/api/records/17500174/access/request",
        "access": "https://zenodo.org/api/records/17500174/access",
        "communities": "https://zenodo.org/api/records/17500174/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17500174/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17500174/request-deletion",
        "requests": "https://zenodo.org/api/records/17500174/requests"
      },
      "updated": "2025-11-01T08:31:02.459586+00:00",
      "recid": "17500174",
      "revision": 5,
      "files": [
        {
          "id": "5f6a341f-e900-45bf-974d-353ac668fda4",
          "key": "ZK_article_120512.pdf",
          "size": 6875288,
          "checksum": "md5:ee5a20ff1e2477c71dfea10939eb5370",
          "links": {
            "self": "https://zenodo.org/api/records/17500174/files/ZK_article_120512.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 1,
        "unique_downloads": 1,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 1,
        "version_unique_downloads": 1,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-31T11:06:23.923937+00:00",
      "modified": "2025-10-31T11:23:26.586453+00:00",
      "id": 17491789,
      "conceptrecid": "17491788",
      "doi": "10.5281/zenodo.17491789",
      "conceptdoi": "10.5281/zenodo.17491788",
      "doi_url": "https://doi.org/10.5281/zenodo.17491789",
      "metadata": {
        "title": "Jupyter Notebook script for extracting Sentinel-1 VV/VH Time Series from Google Earth Engine over burned area AOIs",
        "doi": "10.5281/zenodo.17491789",
        "publication_date": "2025-10-31",
        "description": "<h2><strong>Descriptions:&nbsp;</strong></h2>\n<h3><strong>First part - </strong>Sentinel-1 VV/VH Statistical Time Series Extraction Script (Median, 5th, and 95th Percentiles)</h3>\n<p>This repository contains a Python script for extracting percentile-based time series of Sentinel-1 VV and VH radar backscatter coefficients using the Google Earth Engine (GEE) platform.<br>The workflow was developed within the study <em>&ldquo;Response of the Sentinel-1 radar backscattering to an extreme wildfire event: surface soil moisture and vegetation cover implications&rdquo;</em><span>&nbsp;(Esposito et al.,&nbsp;<em>under revision</em>) and is designed to support environmental monitoring of soil moisture and vegetation dynamics following wildfires</span>&nbsp;or other surface disturbances.</p>\n<p>The script automatically filters Sentinel-1 Ground Range Detected (GRD) data over a user-defined Area of Interest (AOI) (uploaded here as gpkg), processes ascending and descending orbits separately, and computes the <strong>5th, 50th (median), and 95th percentiles</strong> of VV and VH backscatter for each acquisition date.<br>The resulting statistics are exported as CSV tables to Google Drive, providing ready-to-analyse datasets for temporal backscatter analysis, model calibration, and validation of optical&ndash;radar indices.</p>\n<p>This workflow facilitates reproducible and scalable radar-based monitoring across different environmental contexts, and it is particularly suited for analysing the hydrological and ecological responses to wildfire events.</p>\n<h3><strong>&nbsp;Second part 3-Month Averaged Time Series (Post-Processing Script)</strong></h3>\n<p>This Python script processes and visualises Sentinel-1 VV and VH percentile time series (5th, 50th, and 95th percentiles) previously exported from Google Earth Engine (GEE).<br>It aggregates the radar observations into <strong>custom 3-month intervals</strong> corresponding to the following fixed periods:</p>\n<ul>\n<li>\n<p><strong>Feb&ndash;Apr &rarr; 30 April</strong></p>\n</li>\n<li>\n<p><strong>May&ndash;Jul &rarr; 31 July</strong></p>\n</li>\n<li>\n<p><strong>Aug&ndash;Oct &rarr; 31 October</strong></p>\n</li>\n<li>\n<p><strong>Nov&ndash;Jan &rarr; 31 January (next year)</strong></p>\n</li>\n</ul>\n<p>For each period, it computes the <strong>mean values</strong> of VV and VH percentiles and generates both:</p>\n<ul>\n<li>\n<p>aggregated CSV tables, and</p>\n</li>\n<li>\n<p>interactive Plotly-based visualisations (HTML format) (see the attached example)</p>\n</li>\n</ul>\n<p>This workflow enables a compact representation of radar temporal dynamics suitable for long-term analyses of <strong>surface moisture</strong>, <strong>vegetation recovery</strong>, and <strong>post-fire backscatter trends</strong>.</p>\n<p>The same scripts could be adapted to extract time series over other Study areas or using different satellite types available on GEE.&nbsp;</p>\n<h3><strong>Inputs</strong></h3>\n<ul>\n<li>\n<p>CSV files exported from GEE containing the following columns:</p>\n<div>\n<div>&nbsp;</div>\n<div dir=\"ltr\"><code>date, VV_p5, VV_median, VV_p95, VH_p5, VH_median, VH_p95\n</code></div>\n</div>\n</li>\n<li>\n<p>Separate files for ascending and descending orbit passes are supported (e.g.<br><code>VV_VH_ASC_Median_Perc_TS.csv</code> and <code>VV_VH_DESC_Median_Perc_TS.csv</code>).</p>\n</li>\n</ul>\n<p>::::::::::::</p>\n<h3><strong>Dependencies</strong></h3>\n<ul>\n<li>\n<p>Python &ge; 3.8</p>\n</li>\n<li>\n<p>Google Earth Engine Python API (<code>earthengine-api</code>)</p>\n</li>\n<li>\n<p>Jupyter Notebook (recommended for interactive use)</p>\n</li>\n</ul>\n<h3><strong>Setup Instructions</strong></h3>\n<ol>\n<li>\n<p>Authenticate your GEE account in the terminal:</p>\n<div>\n<div>&nbsp;</div>\n<div dir=\"ltr\"><code>earthengine authenticate\n</code></div>\n</div>\n</li>\n<li>\n<p>Open and execute the script in a Jupyter Notebook.</p>\n</li>\n<li>\n<p>Edit the AOI asset path and orbit track numbers as needed.</p>\n</li>\n<li>\n<p>Run the script to initiate Google Drive exports.</p>\n</li>\n<li>\n<p>Monitor export progress at: <a href=\"https://code.earthengine.google.com/tasks\" target=\"_new\" rel=\"noopener\">https://code.earthengine.google.com/tasks</a></p>\n</li>\n<li>Open Google Drive and download the CSVs</li>\n<li>&nbsp;Run&nbsp; the second part of the script&nbsp;</li>\n</ol>\n<h2><strong>AOI Sardinia&nbsp; fire (July 2021)&nbsp;</strong></h2>\n<p>Moreover, the AOIs selected for analysis are presented in the paper, along with the 18 AOIs.</p>\n<p>:::::::::</p>\n<h2><strong>References to related work&nbsp;</strong></h2>\n<p>Paper under Review (Oct 2025)&nbsp; on SRS Journal&nbsp;</p>\n<p><em>Response of the Sentinel-1 radar backscattering to an extreme wildfire event: surface soil moisture and vegetation cover implications</em></p>\n<p>Giuseppe Esposito, Massimo Melillo, Davide Notti, Maria Teresa Brunetti, Silvia Peruccacci, Luca Pisano, Luca Brocca, Rosa Maria Cavalli</p>\n<p>(According ti publication status, this section will be updated)&nbsp;</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Esposito, Giuseppe",
            "affiliation": "Research Institute for Geo-Hydrological Protection",
            "orcid": "0000-0001-5638-657X"
          },
          {
            "name": "Melillo, Massimo",
            "affiliation": "Research Institute for Geo-Hydrological Protection",
            "orcid": "0000-0001-7416-8138"
          },
          {
            "name": "Notti, Davide",
            "affiliation": "Research Institute for Geo-Hydrological Protection",
            "orcid": "0000-0002-8256-0743"
          },
          {
            "name": "Brunetti, Maria Teresa",
            "affiliation": "Consiglio Nazionale delle Ricerche Istituto di Ricerca per la Protezione Idrogeologica",
            "orcid": "0000-0001-7041-7301"
          },
          {
            "name": "Perucacci, Silvia",
            "affiliation": "Research Institute for Geo-Hydrological Protection",
            "orcid": "0000-0001-5271-3174"
          },
          {
            "name": "Pisano, Luca",
            "affiliation": "Consiglio Nazionale delle Ricerche Istituto di Ricerca per la Protezione Idrogeologica Sede di Bari",
            "orcid": "0000-0002-9073-9161"
          },
          {
            "name": "Brocca, Luca",
            "affiliation": "National Research Council",
            "orcid": "0000-0002-9080-260X"
          },
          {
            "name": "Cavalli, Rosa Maria",
            "affiliation": "Research Institute for Geo-Hydrological Protection",
            "orcid": "0000-0002-3680-4890"
          }
        ],
        "dates": [
          {
            "type": "created",
            "description": "V1"
          }
        ],
        "version": "1.0",
        "language": "eng",
        "custom": {
          "code:programmingLanguage": [
            {
              "id": "jupyter_notebook",
              "title": {
                "en": "Jupyter Notebook"
              }
            }
          ]
        },
        "resource_type": {
          "title": "Computational notebook",
          "type": "software",
          "subtype": "computationalnotebook"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17491788"
              }
            }
          ]
        }
      },
      "title": "Jupyter Notebook script for extracting Sentinel-1 VV/VH Time Series from Google Earth Engine over burned area AOIs",
      "links": {
        "self": "https://zenodo.org/api/records/17491789",
        "self_html": "https://zenodo.org/records/17491789",
        "preview_html": "https://zenodo.org/records/17491789?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.17491789",
        "self_doi": "https://doi.org/10.5281/zenodo.17491789",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17491789",
        "reserve_doi": "https://zenodo.org/api/records/17491789/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17491788",
        "parent_html": "https://zenodo.org/records/17491788",
        "parent_doi": "https://doi.org/10.5281/zenodo.17491788",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17491788",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17491789/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17491789/sequence/default",
        "files": "https://zenodo.org/api/records/17491789/files",
        "media_files": "https://zenodo.org/api/records/17491789/media-files",
        "archive": "https://zenodo.org/api/records/17491789/files-archive",
        "archive_media": "https://zenodo.org/api/records/17491789/media-files-archive",
        "latest": "https://zenodo.org/api/records/17491789/versions/latest",
        "latest_html": "https://zenodo.org/records/17491789/latest",
        "versions": "https://zenodo.org/api/records/17491789/versions",
        "draft": "https://zenodo.org/api/records/17491789/draft",
        "access_links": "https://zenodo.org/api/records/17491789/access/links",
        "access_grants": "https://zenodo.org/api/records/17491789/access/grants",
        "access_users": "https://zenodo.org/api/records/17491789/access/users",
        "access_request": "https://zenodo.org/api/records/17491789/access/request",
        "access": "https://zenodo.org/api/records/17491789/access",
        "communities": "https://zenodo.org/api/records/17491789/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17491789/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17491789/request-deletion",
        "requests": "https://zenodo.org/api/records/17491789/requests"
      },
      "updated": "2025-10-31T11:23:26.586453+00:00",
      "recid": "17491789",
      "revision": 6,
      "files": [
        {
          "id": "a08333d4-1688-41fd-9eda-46ee3939bd4b",
          "key": "AOI_Sardegna_Fires.gpkg",
          "size": 114688,
          "checksum": "md5:c1a960bbdcfee61a33f84de3d3e9bd5e",
          "links": {
            "self": "https://zenodo.org/api/records/17491789/files/AOI_Sardegna_Fires.gpkg/content"
          }
        },
        {
          "id": "4ddc6c49-6575-41cb-97d3-307148a6c36b",
          "key": "VV_VH_ASC_Median_Perc_TS_VV_Custom3Month_Avg_Percentiles.html",
          "size": 3632372,
          "checksum": "md5:5420662bb7fae93c23e65ee2c44ff20b",
          "links": {
            "self": "https://zenodo.org/api/records/17491789/files/VV_VH_ASC_Median_Perc_TS_VV_Custom3Month_Avg_Percentiles.html/content"
          }
        },
        {
          "id": "df9517f6-3289-426a-aa1d-950a6c98bb05",
          "key": "VV_VH_ASC_Median_Perc_TS_VH_Custom3Month_Avg_Percentiles.html",
          "size": 3632382,
          "checksum": "md5:118bc3df0dfbccf6c54986454e4bdfb0",
          "links": {
            "self": "https://zenodo.org/api/records/17491789/files/VV_VH_ASC_Median_Perc_TS_VH_Custom3Month_Avg_Percentiles.html/content"
          }
        },
        {
          "id": "6e912ec5-a1fd-4740-8d12-7aebed248b93",
          "key": "VV_VH_DESC_Median_Perc_TS_VH_Custom3Month_Avg_Percentiles.html",
          "size": 3632373,
          "checksum": "md5:f0406d554c5bb3013b895ec01fbcac3f",
          "links": {
            "self": "https://zenodo.org/api/records/17491789/files/VV_VH_DESC_Median_Perc_TS_VH_Custom3Month_Avg_Percentiles.html/content"
          }
        },
        {
          "id": "a8320863-dc86-403a-876a-47b11e22c61a",
          "key": "VV_VH_DESC_Median_Perc_TS_VV_Custom3Month_Avg_Percentiles.html",
          "size": 3632361,
          "checksum": "md5:1512122a9c9523c76e999a7b493161e6",
          "links": {
            "self": "https://zenodo.org/api/records/17491789/files/VV_VH_DESC_Median_Perc_TS_VV_Custom3Month_Avg_Percentiles.html/content"
          }
        },
        {
          "id": "80db12d4-bac5-4bbe-a385-49060620da3c",
          "key": "GEE_VH_VV_TS_and_3m_Median.ipynb",
          "size": 14812,
          "checksum": "md5:0139896e67b25907dcfc63d2cbfaf92f",
          "links": {
            "self": "https://zenodo.org/api/records/17491789/files/GEE_VH_VV_TS_and_3m_Median.ipynb/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "206154"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 5,
        "unique_downloads": 5,
        "views": 6,
        "unique_views": 4,
        "version_downloads": 5,
        "version_unique_downloads": 5,
        "version_unique_views": 4,
        "version_views": 6
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-31T08:31:59.122812+00:00",
      "modified": "2025-10-31T08:31:59.889262+00:00",
      "id": 17491407,
      "conceptrecid": "17491406",
      "doi": "10.5091/plecevo.167734",
      "doi_url": "https://doi.org/10.5091/plecevo.167734",
      "metadata": {
        "title": "Notes on the genus Pulsatilla (Ranunculaceae) in Kosovo – Southeast Europe",
        "doi": "10.5091/plecevo.167734",
        "publication_date": "2025-10-29",
        "description": "<p>      Background and aims – The genus <i>Pulsatilla</i> (Ranunculaceae) comprises ecologically and biogeographically significant taxa in the mountainous regions of the Balkans. Despite its importance, the diversity and distribution of <i>Pulsatilla</i> taxa in Kosovo have remained poorly documented. This study provides an updated overview based on new field data and critical taxonomic assessment.</p>     <p>      Material and methods – Extensive fieldwork was carried out across various mountain massifs in Kosovo, supplemented by herbarium revisions and morphological comparisons with reference material. Elevational ranges, ecological preferences, and population data were recorded for each taxon.</p>     <p>      Key results – A total of four species comprising five taxa are confirmed for the flora of Kosovo: Pulsatilla alpina subsp. apiifolia, P. halleri subsp. rhodopaea, P. montana subsp. balkana, P. montana subsp. jankae, and <i>P. vernalis</i>. New distributional records are provided, including the first confirmed presence of P. halleri subsp. rhodopaea in Kosovo and <i>P. vernalis</i> in the Sharri Mountains. Past misidentifications of P. montana subsp. jankae as P. vulgaris subsp. grandis are corrected. Conservation assessments suggest that P. alpina subsp. apiifolia remains nationally endangered, while P. halleri subsp. rhodopaea qualifies as Vulnerable due to its restricted range and occurrence at only two sites.</p>     <p>      Conclusion – The study clarifies the taxonomy, distribution, and conservation status of <i>Pulsatilla</i> taxa in Kosovo. It highlights the regional importance of certain populations and underscores the need for continued monitoring and habitat protection in light of environmental pressures and climate change. These findings contribute to the broader understanding of plant diversity in the Western Balkans and support evidence-based conservation planning.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Berisha, Naim",
            "affiliation": "University of Prishtina, Prishtina, Kosovo"
          },
          {
            "name": "Millaku, Fadil",
            "affiliation": "University of Prishtina, Prishtina, Kosovo"
          },
          {
            "name": "Krasniqi, Elez",
            "affiliation": "University of Prishtina, Prishtina, Kosovo"
          }
        ],
        "keywords": [
          "conservation",
          "Balkans",
          "flora",
          "Kosovo",
          "Pulsatilla",
          "Ranunculaceae"
        ],
        "related_identifiers": [
          {
            "identifier": "10.5091/plecevo.167734.figure2",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5091/plecevo.167734.figure1",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/fedr.19570600103",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3372/wi.41.41118",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.33542/tjb2020-2-01",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5209/mbot.99744",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.biocon.2013.10.004",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00606-017-1448-1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2478/v10028",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3372/en.31",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/978-3-642-20992-5_7",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/978-3-662-49710-4",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.20302/NC.2019.28.28",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/978-1-4020-2854-0_1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/s41598-020-76699-7",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.title.59734",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.title.119809",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3986/hacq-2025-0009",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5169/seals-879289",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s10531-017-1472-z",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ppees.2014.07.002",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5937/bnhmb2316057N",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.title.10533",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.title.9849",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.15666/aeer/1805_72897322",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1365-2699.2008.01907.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/fedr.19650710102",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00606-022-01831-1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2019.02.015",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00606-009-0230-4",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.pone.0151730",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/boj.12197",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/phytokeys.162.53361",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3372/wi.46.46307",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3390/plants12162973",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5586/aa.1715",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1186/s13020-022-00613-8",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Aeschimann D, Lauber K, Moser DM, Theurillat JP (2004) Flora Alpina. 3 vols. Zanichelli, Bologna, 1–2670.",
          "Aichele D, Schwegleb H (1957) Die taxonomie der gattung Pulsatilla. Feddes Repertorium Journal of Botanical Taxonomy and Geobotany 60(1–3): 1–230. https://doi.org/10.1002/fedr.19570600103",
          "Barina Z, Pifkó D (2011) Contributions to the flora of Albania, 2. Willdenowia 41: 139–149. https://doi.org/10.3372/wi.41.41118",
          "Beck G (1909) Pulsatilla vulgaris var. velezensis Beck. Glasnik Zemaljskog muzeja Bosne i Hercegovine 21: 134–167.",
          "Berisha N, Ćušterevska R, Millaku F, Kostadinovski M, Matevski V (2020) Contribution to the knowledge on the flora of Mt. Luboten, Sharri Mts., Kosovo. Thaiszia Journal of Botany 30(2): 115–160. https://doi.org/10.33542/tjb2020-2-01",
          "Berisha N, Krasniqi E, Bytyqi V (2025) Biogeographical regionalization of Kosovo: integrating vegetation, climate and topography. Mediterranean Botany 46(1): e99744. https://doi.org/10.5209/mbot.99744",
          "Betz C, Scheuerer M, Reisch C (2013) Population reinforcement - A glimmer of hope for the conservation of the highly endangered Spring Pasque flower (Pulsatilla vernalis). Biological Conservation 168: 161–167. https://doi.org/10.1016/j.biocon.2013.10.004",
          "Bolòs O de, Vigo J (1974) Anemone alpina subsp. apiifolia (Scop.) O. Bolòs & Vigo. Butlletí de l'Institut Catalana d'Història Natural, Secció Botànica 38: 61–89.",
          "Caković D, Stešević D, Schönswetter P, Frajman B (2017) Long neglected diversity in the Accursed Mountains of northern Albania: Cerastium hekuravense is genetically and morphologically divergent from C. dinaricum. Plant Systematics and Evolution 304(1): 57–69. https://doi.org/10.1007/s00606-017-1448-1",
          "Chazelles de Prizy LM (1790: 326) Supplément au Dictionnaire des Jardiniers, qui Comprend Tous les Genres et les Espèces de Plantes non Détaillées dans le Dictionnaire de Miller, Avec leurs Descriptions et l'Indication de la Manière de Traiter un Grand Nombre de ces Plantes. Volume 2. C. Lamort, Metz, 1-738.",
          "Dakskobler I, Sinjur I, Veber I, Zupan B (2008) Localities and sites of Pulsatilla vernalis in the Julian Alps. Hacquetia 7(1): 47–69. https://doi.org/10.2478/v10028–008–0004–5",
          "Diklić N (1992) Pulsatilla Mill. In: Sarić MR (Ed.) Flora Srbije. The flora of Serbia, vol. 1. Second edition. Serbian Academy of the Sciences and the Arts, Belgrade, 325–333.",
          "Dimopoulos P, Raus Th, Bergmeier E, Constantinidis Th, Iatrou G, Kokkini S, Strid A, Tzanoudakis D (2013) Vascular Plants of Greece: an Annotated Checklist. Englera 31. Botanic Garden and Botanical Museum Berlin-Dahlem, Berlin; Hellenic Botanical Society, Athens, 1–372. https://doi.org/10.3372/en.31",
          "Euro+Med (2006+) Euro+Med PlantBase – the information resource for Euro-Mediterranean plant diversity. https://www.europlusmed.org [accessed 22.06.2025]",
          "Frajman B, Pachschwöll C, Schönswetter P (2014) Contributions to the knowledge of the flora of the Dinarides (Balkan Peninsula). Phyton 54(1): 27–46.",
          "Fukarek P (1954) Die Erforschung der Flora und der Vegetation Bosniens und der Hercegovina (Ein historischer Überblick). Jahrbuch des Biologischen Institutes der Universität in Sarajevo 7(1–2): 111–168.",
          "Gajić M (1970) Pulsatilla Mill. In: Josifović M (Ed.) Flora Srbije. The flora of Serbia 1. Serbian Academy of the Sciences and the Arts, Belgrade, 242–246.",
          "Gavilan RG (2003) Does global warming pose a true threat to Mediterranean biodiversity? Bocconea 16(1): 379–395.",
          "Grey-Wilson C (2014) Pasque-Flowers. The Genus Pulsatilla. The Charlotte-Louise Press, Kenning Hall, 1–216.",
          "Grisebach A (1843) Spicilegium Florae Rumelicae et Bithynicae. F. Vieweg, Braunschweig, 1–548.",
          "Grzyl A, Ronikier M (2011) Pulsatilla vernalis (Ranunculaceae) in the Polish lowlands: current population resources of a declining species. Polish Botanical Journal 56(2): 185–194.",
          "Hashani Z, Shuka L (2013) Pulsatilla halleri (All.) Willd. and Viola schariensis Erben, new species for the flora of Kosovo. Natura Montenengrina 12(3–4): 569–574.",
          "Hayek A von (1924) Fam. Ranunculaceae. Repertorium specierum novarum regni vegetabilis Beihefte 30(1): 296–349.",
          "Hayek A von (1924–1933) Prodromus florae peninsulae Balcanicae. Repertorium specierum novarum regni vegetabilis Beihefte 30(1): 1–1193 [1924–1927]; 30(2): 1–1152 [1928–1931]; 30(3): 1–472 [1932–1933].",
          "Hewitt GM (2011) Mediterranean peninsulas: the evolution of hotspots. In: Zachos F, Habel J (Eds) Biodiversity Hotspots. Springer, Berlin, Heidelberg, 123–147. https://doi.org/10.1007/978-3-642-20992-5_7",
          "Hoppe DH (1826) Anemone montana Hoppe. In: Sturm J (Ed.) Deutschlands Flora in Abbildungen nach der Natur mit Beschreibungen, Nürnberg 1(46): pl. 4.",
          "Horvat I, Glavac V, Ellenberg H (1974) Vegetation Südosteuropas. G. Stuttgart, Fischer Verlag, 1–768.",
          "IUCN (2014) The IUCN Red List of Threatened Species. Version 2014.1. https://www.iucnredlist.org [accessed 01.06.2025]",
          "IUCN Standards and Petitions Committee (2024) Guidelines for using the IUCN Red List Categories and Criteria. Version 16. IUCN, Gland, Switzerland. https://www.iucnredlist.org/documents/RedListGuidelines.pdf [accessed 26.06.2025]",
          "Jäger EJ, Müller F, Ritz C, Welk E, Wesche K (2017) Rothmaler - Exkursionsflora von Deutschland, Gefäßpflanzen: Atlasband. Springer-Verlag GmbH, Deutschland, 1–824. https://doi.org/10.1007/978-3-662-49710-4",
          "Jordanov D, Kozhuharov S (1970) Pulsatilla Mill. In: Jordanov D (Ed.) Flora of the P. R. of Bulgaria. Bulgarian Academy of Sciences and Arts, Sofia, 107–108.",
          "Krasniqi E, Berisha N, Bytyçi S, Millaku F (2020) New data on distribution and ecology of Narcissus L. (Amaryllidaceae) from Kosovo. Wulfenia 27: 65–85.",
          "Krasniqi E, Berisha N, Millaku F, Rexhepi F (2019) Contribution to the knowledge on the flora of Mt Golesh, central Kosovo. Natura Croatica 28(2): 423–440. https://doi.org/10.20302/NC.2019.28.28",
          "Krause K (1958) Pulsatilla halleri subsp. macedonica K. Krause. Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie 78: 1–68.",
          "Krivošej Z (2013) Flora planine Grmije kod Prištine. Mitrovica. Faculty of Sciences and Mathematics.",
          "Kryštufek B, Reed JM (2004) Pattern and Processes in Balkan Biodiversity – An Overview. In: Griffits HI, Kryštufek B, Reed JM (Eds) Balkan Biodiversity: Pattern and Process in the European Hotspot. Kluwer, Dordrecht, 203–217. https://doi.org/10.1007/978-1-4020-2854-0_1",
          "Lauber K, Wagner G, Gygax A (2018) Flora Helvetica - Illustrierte Flora der Schweiz. Haupt Verlag AG., 1–1686.",
          "Li Q, Su N, Zhang L, Tong R, Zhang X, Wang J, Chang Z, Zhao L, Potter D (2020) Chloroplast genomes elucidate diversity, phylogeny, and taxonomy of Pulsatilla (Ranunculaceae). Scientific Reports 10(1): 19781. https://doi.org/10.1038/s41598-020-76699-7",
          "Linnaeus C (1753) Species Plantarum: Exhibentes Plantas Rite Cognitas, ad Genera Relatas, Cum Differentiis Specificis, Nominibus Trivialibus, Synonymis Selectis, Locis Natalibus, Secundum Systema Sexuale Digestas. Impensis Laurentii Salvii - Holmiae [Stockholm], Vol. 1, 1–560. https://doi.org/10.5962/bhl.title.59734",
          "Linnaeus C (1767) Mantissa Plantarum: Generum Editionis VI et Specierum Editionis II. Impensis Direct. Laurentii Salvii, Holmiae [Stockholm], 1–142. https://doi.org/10.5962/bhl.title.119809",
          "Micevski K (1970) Contribution to the knowledge of the flora of Macedonia (Prilog za zapoznavanje florata na Makedonija). Godišen zbornik. Prir. Mat. Fak. Univ. Skopje. Biol 22: 167–178.",
          "Micevski K (1985) The Flora of the Republic of Macedonia. Volume I, part 1. Macedonian Academy of Sciences and Arts, Skopje, 1–152.",
          "Millaku F (2005) Floristic diversity of the Gjeravica mountain massif. Kosovo Academy of Sciences and Arts - Section of Natural Sciences. Research 13(1): 143–151.",
          "Millaku F, Krasniqi E, Berisha N (2025) An overview of internationally important plant taxa from Kosovo. Hacquetia 24(1): 95–110. https://doi.org/10.3986/hacq-2025-0009",
          "Millaku F, Rexhepi F, Krasniqi E, Pajazitaj Q, Mala Xh, Berisha N (2013) The Red book of vascular flora of the Republic of Kosovo. MESP, Prishtina, 1–436.",
          "Miller P (1768) The Gardeners Dictionary. Ed. 8, 3 vols. John & Francis Rivington, London, 1–1366.",
          "Moser DM (2003) Sippendifferenzierung der Pulsatilla alpina (L.) Delarbre im Alpenraum. Candollea 58: 45–61. https://doi.org/10.5169/seals-879289",
          "Mounce R, Rivers M, Sharrock S, Smith P, Brockington S (2017) Comparing and contrasting threat assessments of plant species at the global and sub-global level. Biodiversity and Conservation 27(4): 907–930. https://doi.org/10.1007/s10531-017-1472-z",
          "Nieto Feliner G (2014) Patterns and processes in plant phylogeography in the Mediterranean Basin. A review. Perspectives in Plant Ecology Evolution and Systematics 16(5): 265–278. https://doi.org/10.1016/j.ppees.2014.07.002",
          "Niketić M, Tomović G, Vukojičić S, Kuzmanović N, Veljković M, Ranimirović M, Stojanović J, Jušković M, Đurović S, Anačkov G, Mišljenović T, Jakovljević K, Stevanović V (2023) Material on the annotated checklist of vascular flora of Serbia. Nomenclatural, taxonomic and floristic notes V. Bulletin of the Natural History Museum 16: 57–114. https://doi.org/10.5937/bnhmb2316057N",
          "Nikolić T (2020) Flora Croatica, vol. 3. Vaskularna flora Republike Hrvatske 3. Alfa d.d., Zagreb, 1–704.",
          "Nyman CF (1878) Conspectus Florae Europaeae: seu Enumeratio Methodica Plantarum Phanerogamarum Europae Indigenarum, Indicatio Distributionis Geographicae Singularum etc. Örebro, Typis officinae Bohlinianae, 1–858. https://doi.org/10.5962/bhl.title.10533",
          "Pančić J (1875) Elenchus Plantarum Vascularium Quas Aestate a. 1873 in Crna Gora. legit Jos. Pancic. Belgrade, 1–106. https://doi.org/10.5962/bhl.title.9849",
          "Pils G (2016) Illustrated Flora of Albania. Gerhard Pils-Verlag, 1–576.",
          "POWO (2025) Plants of the World Online. Facilitated by the Royal Botanic Gardens, Kew. https://powo.science.kew.org/ [accessed 22.06.2025]",
          "Prodanović D, Krivošej Z, Amidžić L, Ćirić S, Biberdžić M, Krstić Z (2020) Diversity and ecological analysis of serpentine flora in the Kosovo section of the Ibar river valley - comparison with the flora of nearby regions. Applied Ecology and Environmental Research 18(5): 7289–7322. https://doi.org/10.15666/aeer/1805_72897322",
          "Reichenbach HGL (1832) Flora Germanica Excursoria - bd. 2. Lipsiae, Carolum Cnobloch, 1−1006.",
          "Rexhepi F (1986) Flora e Maleve të Larta të Kosovës (High Mountain Flora of Kosovo). ETMM, Prishtinë, 1–219.",
          "Ronikier M, Costa A, Aguilar JF, Nieto Feliner G, Küpfer P, Mirek Z (2008) Phylogeography of Pulsatilla vernalis (L.) Mill. (Ranunculaceae): chloroplast DNA reveals two evolutionary lineages across central Europe and Scandinavia. Journal of Biogeography 35(9): 1650–1664. https://doi.org/10.1111/j.1365-2699.2008.01907.x",
          "Rummelspacher J (1965) Beitrag zur Kenntnis der Pulsatilla montana (Hoppe) Reichenbach. Feddes Repertorium 71(1–3): 1–49. https://doi.org/10.1002/fedr.19650710102",
          "Scheuerer M (2020) Artenhilfsmaßnahmen zu Pulsatilla vernalis in Bayern außerhalb der Alpen – eine Zwischenbilanz. Hoppea, Denkschriften der Regensb. Bot. Gesellschaft 81.",
          "Scopoli JA (1771) Flora Carniolica, Exhibens Plantas Carnioliae Indigenas et Distributas ad Genera, Species, Varietates, Ordine Linnaeano. Vindobonae, Ioannis Pauli Krauss, ed. 2, vol. 1, 1–448.",
          "Španiel S, Rešetnik I (2022) Plant phylogeography of the Balkan Peninsula: spatiotemporal patterns and processes. Plant Systematics and Evolution 308: 38. https://doi.org/10.1007/s00606-022-01831-1",
          "Sramkó G, Laczkó L, Volkova PA, Bateman RM, Mlinarec J (2019) Evolutionary history of the Pasque-flowers (Pulsatilla, Ranunculaceae): molecular phylogenetics, systematics and rDNA evolution. Molecular Phylogenetics and Evolution 135: 45–61. https://doi.org/10.1016/j.ympev.2019.02.015",
          "Stevanović V, Tan K, Petrova A (2007) Mapping the endemic flora of the Balkans - a progress report. Bocconea 21: 131–137.",
          "Stevanović V, Vukojičić S, Šinžar-Sekulić J, Lazarević M, Tomović G, Tan K (2009) Distribution and diversity of Arctic-Alpine species in the Balkans. Plant Systematics and Evolution 283(3–4): 219–235. https://doi.org/10.1007/s00606-009-0230-4",
          "Stojanov N, Stefanov B (1948) Flora na Bălgarija [Flora of Bulgaria]. ed. 3. Sofia, Bulgarian Academy of Sciences, 1–943.",
          "Szczecińska M, Sramko G, Wołosz K, Sawicki J (2016) Genetic diversity and population structure of the rare and endangered plant species Pulsatilla patens (L.) Mill in East Central Europe. PLoS ONE 11(3): e0151730. https://doi.org/10.1371/journal.pone.0151730",
          "Tamura M (1995) Ranunculaceae. In: Hiepko P (Ed.) Die Natürlichen Pflanzenfamilien. Duncker und Humblot, Berlin, 17a IV, 1–551.",
          "Tashev A (2008) New locality of Pulsatilla halleri (All.) Willd. (Ranunculaceae) in Bulgaria. Comptes rendus de l'Academie bulgare des Sciences - Biologie - Botanique 61(9): 1139–1144.",
          "Tomović G, Niketić M, Lakušić D, Ranđelović V, Stevanović V (2014) Balkan endemic plants in Central Serbia and Kosovo regions: distribution patterns, ecological characteristics, and centres of diversity. Botanical Journal of the Linnean Society 176: 173–202. https://doi.org/10.1111/boj.12197",
          "Turrill WB (1929) The Plant-Life of the Balkan Peninsula: a Phytogeographical Study. Clarendon Press, Oxford, 1–490.",
          "Tutin TG, Heywood VH, Burges NA, Moore DM, Valentine DH, Walters SM, Webb DA (1993) Flora Europaea, vol. 2: Psilotaceae to Platanaceae (2nd ed.). Cambridge University Press, Cambridge, 1–629.",
          "Tutin TG, Burges NA, Chater AO, Edmondson JR, Heywood VH, Moore DM, Valentine DH, Walters SM, Webb DA (2010) Flora Europaea, vol. 1: Lycopodiaceae to Platanaceae. Cambridge University Press, Cambridge, 1–581.",
          "Valuyskikh OE, Teteryuk LV, Pylina YI, Sushentsov OE, Martynenko NA, Shadrin DM (2020) Phylogenetic relationships and status of taxa of Pulsatilla uralensis and P. patens s.str. (Ranunculaceae) in north-eastern European Russia. PhytoKeys 162: 113–130. https://doi.org/10.3897/phytokeys.162.53361",
          "Voliotis D (1988) Über die griechischen Pulsatillen (Ranunculaceae). Phyton (Horn) 28(1): 81–90.",
          "Vuksanović S, Tomović G, Niketić M, Stevanović V (2016) Balkan endemic vascular plants of Montenegro - critical inventory with chorological and life-form analyses. Willdenowia 46(3): 387–397. https://doi.org/10.3372/wi.46.46307",
          "Wagensommer RP (2023) Floristic Studies in the light of biodiversity knowledge and Conservation. Plants 12(16): 2973. https://doi.org/10.3390/plants12162973",
          "Weryszko-Chmielewska E, Sulborska A, Żuraw B, Chyżewska R, Sawidis T (2017) Ecological aspects of the floral structure and flowering in Pulsatilla species. Acta Agrobotanica 70(3): 1715. https://doi.org/10.5586/aa.1715",
          "Wraber T (1987) Cvetnati Paštrik. Proteus 49: 301–306.",
          "Zämelis K, Paegle O (1927) Pulsatilla montana subsp. balkana (Velen.) Zämelis & Paegle. Acta Horti Botanici Universitatis Latviensis 2: 133–164.",
          "Zhong J, Tan L, Chen M, He C (2022) Pharmacological activities and molecular mechanisms of Pulsatilla saponins. Chinese Medicine 17(1): 59. https://doi.org/10.1186/s13020-022-00613-8"
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "(3)",
          "pages": "418-427",
          "title": "Plant Ecology and Evolution",
          "volume": "158"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17491406"
              }
            }
          ]
        }
      },
      "title": "Notes on the genus Pulsatilla (Ranunculaceae) in Kosovo – Southeast Europe",
      "links": {
        "self": "https://zenodo.org/api/records/17491407",
        "self_html": "https://zenodo.org/records/17491407",
        "preview_html": "https://zenodo.org/records/17491407?preview=1",
        "doi": "https://doi.org/10.5091/plecevo.167734",
        "self_doi": "https://doi.org/10.5091/plecevo.167734",
        "self_doi_html": "https://zenodo.org/doi/10.5091/plecevo.167734",
        "reserve_doi": "https://zenodo.org/api/records/17491407/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17491406",
        "parent_html": "https://zenodo.org/records/17491406",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17491407/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17491407/sequence/default",
        "files": "https://zenodo.org/api/records/17491407/files",
        "media_files": "https://zenodo.org/api/records/17491407/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17491407:plecevo_article_167734.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17491407:plecevo_article_167734.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17491407:plecevo_article_167734.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17491407:plecevo_article_167734.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17491407:plecevo_article_167734.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17491407:plecevo_article_167734.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17491407/files-archive",
        "archive_media": "https://zenodo.org/api/records/17491407/media-files-archive",
        "latest": "https://zenodo.org/api/records/17491407/versions/latest",
        "latest_html": "https://zenodo.org/records/17491407/latest",
        "versions": "https://zenodo.org/api/records/17491407/versions",
        "draft": "https://zenodo.org/api/records/17491407/draft",
        "access_links": "https://zenodo.org/api/records/17491407/access/links",
        "access_grants": "https://zenodo.org/api/records/17491407/access/grants",
        "access_users": "https://zenodo.org/api/records/17491407/access/users",
        "access_request": "https://zenodo.org/api/records/17491407/access/request",
        "access": "https://zenodo.org/api/records/17491407/access",
        "communities": "https://zenodo.org/api/records/17491407/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17491407/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17491407/request-deletion",
        "requests": "https://zenodo.org/api/records/17491407/requests"
      },
      "updated": "2025-10-31T08:31:59.889262+00:00",
      "recid": "17491407",
      "revision": 5,
      "files": [
        {
          "id": "2f764c0b-4f1c-4335-bff7-c221bdad9b42",
          "key": "plecevo_article_167734.pdf",
          "size": 4970961,
          "checksum": "md5:528c46d4b3c77a5884a5cc2b94fb2ad6",
          "links": {
            "self": "https://zenodo.org/api/records/17491407/files/plecevo_article_167734.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-29T11:27:18.946749+00:00",
      "modified": "2025-10-29T19:06:11.944054+00:00",
      "id": 17474073,
      "conceptrecid": "17474072",
      "doi": "10.5281/zenodo.17474073",
      "conceptdoi": "10.5281/zenodo.17474072",
      "doi_url": "https://doi.org/10.5281/zenodo.17474073",
      "metadata": {
        "title": "Pulsatilla halleri subsp. rhodopaea K. Krause 1958",
        "doi": "10.5281/zenodo.17474073",
        "publication_date": "2025-10-29",
        "description": "<p><b>2.</b></p><i>Pulsatilla halleri subsp. rhodopaea</i>(Stoj. &amp; Stef.) K. Krause (Krause 1958: 44)<p>Figs 1 B, 2</p><p><i>Anemone rhodopaea</i> (Stoj. &amp; Stef.) Stoj. &amp; Stef. (Stojanov and Stefanov 1948: 452)</p><p><i>Pulsatilla vulgaris var. velezensis</i> Beck (Beck 1909: 162)</p><p><i>Pulsatilla halleri subsp. macedonica</i> K. Krause (Krause 1958: 43)</p><p><i>Pulsatilla montana subsp. olympica</i> Voliotis (Voliotis 1988: 88)</p><p><b>Description</b></p><p><i>Pulsatilla halleri</i> Willd. is represented in Kosovo only by <i>P. halleri subsp. rhodopaea</i>. It is a low-growing perennial herb that rarely grows more than 5 cm tall when in flower. It is characterised by densely lanceolate basal leaves with typically five primary divisions, which are often petiolate. The leaf blades have a high number of lobes (50&ndash;100), which distinguishes it from other subspecies. The entire plant is usually covered with a dense silvery indumentum (Aichele and Schwegleb 1957; Jordanov and Kozhuharov 1970; Tutin et al. 1993; Tashev 2008).</p><p><b>Distribution and habitat</b></p><p><i>Pulsatilla halleri subsp. rhodopaea</i> is a high-mountain specialist, occurring principally on calcareous substrates in the subalpine to lower alpine zones (1200&ndash;2000 m a. s. l.). It is typically found in open limestone grasslands, rocky ledges, and crevices. The plants form small, densely lanate cushions that protect meristematic tissues from frost and desiccation. Flowering occurs in early to mid spring when snowbanks melt, ensuring access to early pollinators in otherwise sparse alpine communities (Jordanov and Kozhuharov 1970; Tutin et al. 1993). In Kosovo, the taxon has been recorded in the subalpine calcareous grasslands of Mt Pashtrik and Mt Koritnik, where it exhibits the same ecological preferences and morphological features described throughout its range (Fig. 2). As a species, <i>Pulsatilla halleri</i> was first recorded in Kosovo from Mt Pashtrik by Wraber (1987), and subsequently confirmed from Mt Koritnik by Hashani and Shuka (2013). These two neighbouring mountain massifs are separated by the river Drini i Bardh&euml;. The population on Mt Pashtrik occupies a wider area and comprises a significantly higher number of individuals (Table 1), in contrast to the very limited and spatially restricted population observed on Mt Koritnik. However, a recent taxonomic work (Niketi&cacute; et al. 2023) has expressed doubts about the identity of the Balkan populations traditionally referred to <i>P. halleri subsp. rhodopaea</i>, noting that the type specimen resembles <i>P. montana</i>. This emphasises the need for further research to clarify the taxonomic position of these populations.</p><p><b>Material examined</b></p><p>KOSOVO &bull; Pashtrik Mt; 42.210445&deg;N, 20.541290&deg;E; 1517 m; 6 Apr. 2014; fl.; <i>E. Krasniqi 018-002392</i>; UPH &bull; Pashtrik Mt; 42.210355&deg;N, 20.534988&deg;E; 1675 m; 29 Mar. 2024; fl.; <i>F. Millaku &amp; N. Berisha 020-002758</i>; UPH &bull; Pashtrik Mt; 42.211193&deg;N, 20.529358&deg;E; 1831 m; 2 Jul. 2025; fr.; <i>N. Berisha 020-002759</i>; UPH &bull; Koritnik Mt; 42.091910&deg;N, 20.580527&deg;E; 2057 m; 2 May 2025; fl.; <i>E. Krasniqi &amp; N. Berisha 020-002760</i>; UPH.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Berisha, Naim",
            "affiliation": "Department of Biology, Faculty of Mathematics and Natural Sciences, University of Prishtina, Kosovo",
            "orcid": "0000-0002-4715-0263"
          },
          {
            "name": "Millaku, Fadil",
            "affiliation": "Department of Biology, Faculty of Mathematics and Natural Sciences, University of Prishtina, Kosovo",
            "orcid": "0000-0002-9392-9702"
          },
          {
            "name": "Krasniqi, Elez",
            "affiliation": "Department of Biology, Faculty of Mathematics and Natural Sciences, University of Prishtina, Kosovo",
            "orcid": "0000-0002-5899-6571"
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy",
          "Plantae",
          "Tracheophyta",
          "Magnoliopsida",
          "Ranunculales",
          "Ranunculaceae",
          "Pulsatilla",
          "Pulsatilla halleri",
          "Pulsatilla halleri subsp. rhodopaea (stoj. & stef.) k. krause"
        ],
        "related_identifiers": [
          {
            "identifier": "10.5091/plecevo.167734",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "doi"
          },
          {
            "identifier": "http://publication.plazi.org/id/C3A6CD00D7705AE7A35271619DAD0C8F",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "https://biodiversitypmc.sibils.org/collections/plazi/81C4A232E86B5972B92CA4A7795757F5",
            "relation": "isSourceOf",
            "scheme": "url"
          },
          {
            "identifier": "https://www.gbif.org/species/304914252",
            "relation": "isSourceOf",
            "scheme": "url"
          },
          {
            "identifier": "10.1002/fedr.19570600103",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5937/bnhmb2316057N",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5091/plecevo.167734.figure1",
            "relation": "cites",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "https://binary.pensoft.net/fig/1448323",
            "relation": "cites",
            "resource_type": "image-figure",
            "scheme": "url"
          },
          {
            "identifier": "10.5091/plecevo.167734.figure2",
            "relation": "cites",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "https://binary.pensoft.net/fig/1448324",
            "relation": "cites",
            "resource_type": "image-figure",
            "scheme": "url"
          },
          {
            "identifier": "http://table.plazi.org/id/06332583BF1E219A923A168A16159814",
            "relation": "cites",
            "resource_type": "dataset",
            "scheme": "url"
          }
        ],
        "locations": [
          {
            "place": "Pashtrik Mt",
            "description": "KOSOVO • Pashtrik Mt; 42.210445°N, 20.541290°E; 1517 m; 6 Apr. 2014; fl.; E. Krasniqi 018-002392; UPH",
            "lon": 20.54129,
            "lat": 42.210445
          },
          {
            "place": "Pashtrik Mt",
            "description": "Pashtrik Mt; 42.210355°N, 20.534988°E; 1675 m; 29 Mar. 2024; fl.; F. Millaku & N. Berisha 020-002758; UPH",
            "lon": 20.534988,
            "lat": 42.210354
          },
          {
            "place": "Pashtrik Mt",
            "description": "Pashtrik Mt; 42.211193°N, 20.529358°E; 1831 m; 2 Jul. 2025; fr.; N. Berisha 020-002759; UPH",
            "lon": 20.529358,
            "lat": 42.211193
          },
          {
            "place": "Koritnik Mt",
            "description": "Koritnik Mt; 42.091910°N, 20.580527°E; 2057 m; 2 May 2025; fl.; E. Krasniqi & N. Berisha 020-002760; UPH",
            "lon": 20.580526,
            "lat": 42.09191
          }
        ],
        "references": [
          "Krause K (1958) Pulsatilla halleri subsp. macedonica K. Krause. Botanische Jahrbucher fur Systematik, Pflanzengeschichte und Pflanzengeographie 78: 1-68.",
          "Stojanov N, Stefanov B (1948) Flora na Bălgarija [Flora of Bulgaria]. ed. 3. Sofia, Bulgarian Academy of Sciences, 1–943.",
          "Beck G (1909) Pulsatilla vulgaris var. velezensis Beck. Glasnik Zemaljskog muzeja Bosne i Hercegovine 21: 134–167.",
          "Krause K (1958) Pulsatilla halleri subsp. macedonica K. Krause. Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie 78: 1–68.",
          "Voliotis D (1988) Über die griechischen Pulsatillen (Ranunculaceae). Phyton (Horn) 28 (1): 81–90.",
          "Aichele D, Schwegleb H (1957) Die taxonomie der gattung Pulsatilla. Feddes Repertorium Journal of Botanical Taxonomy and Geobotany 60 (1–3): 1–230. https://doi.org/10.1002/fedr.19570600103",
          "Jordanov D, Kozhuharov S (1970) Pulsatilla Mill. In: Jordanov D (Ed.) Flora of the P. R. of Bulgaria. Bulgarian Academy of Sciences and Arts, Sofia, 107–108.",
          "Tutin TG, Heywood VH, Burges NA, Moore DM, Valentine DH, Walters SM, Webb DA (1993) Flora Europaea, vol. 2: Psilotaceae to Platanaceae (2 nd ed.). Cambridge University Press, Cambridge, 1–629.",
          "Tashev A (2008) New locality of Pulsatilla halleri (All.) Willd. (Ranunculaceae) in Bulgaria. Comptes rendus de l'Academie bulgare des Sciences - Biologie - Botanique 61 (9): 1139–1144.",
          "Wraber T (1987) Cvetnati Paštrik. Proteus 49: 301–306.",
          "Hashani Z, Shuka L (2013) Pulsatilla halleri (All.) Willd. and Viola schariensis Erben, new species for the flora of Kosovo. Natura Montenengrina 12 (3–4): 569–574.",
          "Niketić M, Tomović G, Vukojičić S, Kuzmanović N, Veljković M, Ranimirović M, Stojanović J, Jušković M, Đurović S, Anačkov G, Mišljenović T, Jakovljević K, Stevanović V (2023) Material on the annotated checklist of vascular flora of Serbia. Nomenclatural, taxonomic and floristic notes V. Bulletin of the Natural History Museum 16: 57–114. https://doi.org/10.5937/bnhmb2316057N"
        ],
        "custom": {
          "dwc:collectionCode": [
            "UPH"
          ],
          "dwc:eventDate": [
            "2014-04-06",
            "2024-03-29",
            "2025-05-02",
            "2025-07-02"
          ],
          "dwc:family": [
            "Ranunculaceae"
          ],
          "dwc:genus": [
            "Pulsatilla"
          ],
          "dwc:kingdom": [
            "Plantae"
          ],
          "dwc:order": [
            "Ranunculales"
          ],
          "dwc:phylum": [
            "Tracheophyta"
          ],
          "dwc:scientificNameAuthorship": [
            "K. Krause"
          ],
          "dwc:specificEpithet": [
            "rhodopaea"
          ],
          "dwc:taxonRank": [
            "subSpecies"
          ],
          "dwc:verbatimEventDate": [
            "2014-04-06",
            "2024-03-29",
            "2025-05-02",
            "2025-07-02"
          ],
          "openbiodiv:TaxonomicConceptLabel": [
            "Pulsatilla halleri subsp. rhodopaea Krause, 1958 sec. Berisha, Millaku & Krasniqi, 2025"
          ]
        },
        "resource_type": {
          "title": "Taxonomic treatment",
          "type": "publication",
          "subtype": "taxonomictreatment"
        },
        "journal": {
          "issue": "3",
          "pages": "418-427",
          "title": "Notes on the genus Pulsatilla (Ranunculaceae) in Kosovo – Southeast Europe, pp. 418-427 in Plant Ecology and Evolution",
          "volume": "158"
        },
        "alternate_identifiers": [
          {
            "identifier": "http://treatment.plazi.org/id/81C4A232E86B5972B92CA4A7795757F5"
          }
        ],
        "license": {
          "id": "cc-zero"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17474072"
              }
            }
          ]
        },
        "notes": "Published as part of <i>Berisha, Naim, Millaku, Fadil &amp; Krasniqi, Elez, 2025, Notes on the genus Pulsatilla (Ranunculaceae) in Kosovo – Southeast Europe, pp. 418-427 in Plant Ecology and Evolution 158 (3)</i> on pages 418-427, DOI: 10.5091/plecevo.167734"
      },
      "title": "Pulsatilla halleri subsp. rhodopaea K. Krause 1958",
      "links": {
        "self": "https://zenodo.org/api/records/17474073",
        "self_html": "https://zenodo.org/records/17474073",
        "preview_html": "https://zenodo.org/records/17474073?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.17474073",
        "self_doi": "https://doi.org/10.5281/zenodo.17474073",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17474073",
        "reserve_doi": "https://zenodo.org/api/records/17474073/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17474072",
        "parent_html": "https://zenodo.org/records/17474072",
        "parent_doi": "https://doi.org/10.5281/zenodo.17474072",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17474072",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17474073/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17474073/sequence/default",
        "files": "https://zenodo.org/api/records/17474073/files",
        "media_files": "https://zenodo.org/api/records/17474073/media-files",
        "archive": "https://zenodo.org/api/records/17474073/files-archive",
        "archive_media": "https://zenodo.org/api/records/17474073/media-files-archive",
        "latest": "https://zenodo.org/api/records/17474073/versions/latest",
        "latest_html": "https://zenodo.org/records/17474073/latest",
        "versions": "https://zenodo.org/api/records/17474073/versions",
        "draft": "https://zenodo.org/api/records/17474073/draft",
        "access_links": "https://zenodo.org/api/records/17474073/access/links",
        "access_grants": "https://zenodo.org/api/records/17474073/access/grants",
        "access_users": "https://zenodo.org/api/records/17474073/access/users",
        "access_request": "https://zenodo.org/api/records/17474073/access/request",
        "access": "https://zenodo.org/api/records/17474073/access",
        "communities": "https://zenodo.org/api/records/17474073/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17474073/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17474073/request-deletion",
        "requests": "https://zenodo.org/api/records/17474073/requests"
      },
      "updated": "2025-10-29T19:06:11.944054+00:00",
      "recid": "17474073",
      "revision": 14,
      "files": [
        {
          "id": "f6c993c2-92b8-4cfc-a121-0fb94a39fd76",
          "key": "treatment.html",
          "size": 3618,
          "checksum": "md5:28f283c9bddf87303d93ae29c7c81158",
          "links": {
            "self": "https://zenodo.org/api/records/17474073/files/treatment.html/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-26T08:30:55.257539+00:00",
      "modified": "2025-10-26T08:30:55.851607+00:00",
      "id": 17446727,
      "conceptrecid": "17446726",
      "doi": "10.3897/zookeys.1257.158827",
      "doi_url": "https://doi.org/10.3897/zookeys.1257.158827",
      "metadata": {
        "title": "The brown copper moth, Tridentaforma browncopper: DNA barcoding reveals a second species in the family Tridentaformidae (Lepidoptera, Adeloidea)",
        "doi": "10.3897/zookeys.1257.158827",
        "publication_date": "2025-10-24",
        "description": "<p>A biodiversity monitoring program in south-central British Columbia, Canada, at sites on traditional nłeʔképmx territory near the Highland Valley Copper mine, collected many specimens of an unknown moth. DNA barcode analysis revealed its affinity but deep divergence (14.3%) from <i>Tridentaforma fuscoleuca</i> (Braun, 1923), the only species in the family Tridentaformidae. The new species was assigned to the BIN (Barcode Index Number) BOLD:AFK8960. Morphological study confirmed its placement in this family but revealed marked genitalic differences from <i>T. fuscoleuca</i>. Given its genetic and morphological divergence, we describe <i>Tridentaforma browncopper</i> Monckton &amp; Levesque-Beaudin, sp. nov. The scientific name is a translation of the name, skʷúnkʷl̓itkax̣n̓I, chosen by nłeʔképmx Elders and Knowledge Keepers, which means \"brown copper moth\". Its discovery and naming reflect an effective collaboration among biodiversity scientists, industry representatives, and Indigenous communities. It also demonstrates how DNA barcoding can facilitate species descriptions without requiring taxonomists with specialist expertise in the group under investigation.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Monckton, Spencer K.",
            "affiliation": "University of Guelph, Guelph, Canada"
          },
          {
            "name": "Levesque-Beaudin, Valerie",
            "affiliation": "University of Guelph, Guelph, Canada"
          },
          {
            "name": "Thompson, Ken A.",
            "affiliation": "University of Guelph, Guelph, Canada"
          },
          {
            "name": "Barnes, Aidan",
            "affiliation": "Teck Resources Limited, Vancouver, Canada"
          },
          {
            "name": "French, Kami",
            "affiliation": "K'en T'em Limited Partnership, Merritt, Canada"
          },
          {
            "name": "Hampton, Hunter",
            "affiliation": "K'en T'em Limited Partnership, Merritt, Canada"
          },
          {
            "name": "Hebert, Paul D. N.",
            "affiliation": "University of Guelph, Guelph, Canada"
          }
        ],
        "keywords": [
          "Biotic survey",
          "micromoths",
          "mining industry",
          "Nlaka'pamux traditional territory",
          "Thompson Plateau"
        ],
        "related_identifiers": [
          {
            "identifier": "10.3897/zookeys.1257.158827.figure5",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1257.158827.figure2",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1257.158827.figure3",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1257.158827.figure4",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1257.158827.figure7",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1257.158827.figure6",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1257.158827.figure1",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1257.158827.suppl2",
            "relation": "hasPart",
            "resource_type": "other",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1257.158827.suppl1",
            "relation": "hasPart",
            "resource_type": "other",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.5027.2.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1126/science.1230318",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.55485/VASX1711",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/zoolinnean/zlab072",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1098/rspb.2002.2218",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1073/pnas.0406166101",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1098/rstb.2015.0333",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.921.49199",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1471-8286.2006.01428.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/1755-0998.12233",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3389/fevo.2021.626752",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/arphapreprints.e125974",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/srep02901",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/BDJ.5.e19840",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1471-8286.2007.01678.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.pone.0066213",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/978-1-0716-3581-0_26",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/syen.12129",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bioinformatics/btq706",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Ahrens D, Ahyong ST, Ballerio A, Barclay MVL, Eberle J, Espeland M, Huber BA, Mengual X, Pacheco TL, Peters RS, Rulik B, Vaz-de-Mello F, Wesener T, Krell FT (2021) Is it time to describe new species without diagnoses?—A comment on Sharkey et al. (2021). Zootaxa 5027(2): 151–159. https://doi.org/10.11646/zootaxa.5027.2.1",
          "Braun AF (1923) Microlepidoptera: Notes and new species. Transactions of the American Entomological Society 49: 115–127.",
          "Calflora (2025) Calflora: Information on California Plants for Education, Research and Conservation. The Calflora Database, Berkeley. https://www.calflora.org/ [Accessed on 13.08.2025]",
          "CNA (Citxw Nlaka'pamux Assembly) (2024) Citxw Nlaka'pamux Assembly and K'en T'em celebrate discovery and naming of new moth species found during biodiversity study. https://www.cna-trust.ca/blog/Discovery-and-Naming-of-New-Moth-Species-Found-During-Biodiversity-Study-Celebrated-by-Citxw-Nlakapamux-Assembly-and-Ken-Tem.htm [Accessed on 24.10.2024]",
          "Costello MJ, May RM, Stork NE (2024) Can we name Earth's species before they go extinct? Science 339(6118): 413–416. https://doi.org/10.1126/science.1230318",
          "Davis DR (1978) Two new genera of North American incurvariine moths. The Pan-Pacific Entomologist 54: 147–153.",
          "Detka J, Klepikov M, Bettman D (2019) Life history observations of Tridentaforma species (Lepidoptera: Adeloidea: Tridentaformidae) at Fort Ord Natural Reserve. In: Bettman DJ (Ed.) Program and Abstracts, Fourth North American Microlepidopterists' Meeting, San Francisco (United States of America), July 2019. Denver Museum of Nature & Science Reports, Denver, 3–4. https://doi.org/10.55485/VASX1711",
          "Engel MS, Ceríaco LMP, Daniel GM, Dellapé PM, Löbl I, Marinov M, Reis RE, Young MT, Dubois A, Agarwal I, Lehmann AP, Alvarado M, Alvarez N, Andreone F, Araujo-Vieira K, Ascher JS, Baêta D, Baldo D, Bandeira SA, Barden P, Barrasso DA, Bendifallah L, Bockmann FA, Böhme W, Borkent A, Brandão CRF, Busack SD, Bybee SM, Channing A, Chatzimanolis S, Christenhusz MJM, Crisci JV, D'elía G, Da Costa LM, Davis SR, De Lucena CAS, Deuve T, Fernandes Elizalde S, Faivovich J, Farooq H, Ferguson AW, Gippoliti S, Gonçalves FMP, Gonzalez VH, Greenbaum E, Hinojosa-Díaz IA, Ineich I, Jiang J, Kahono S, Kury AB, Lucinda PHF, Lynch JD, Malécot V, Marques MP, Marris JWM, Mckellar RC, Mendes LF, Nihei SS, Nishikawa K, Ohler A, Orrico VGD, Ota H, Paiva J, Parrinha D, Pauwels OSG, Pereyra MO, Pestana LB, Pinheiro PDP, Prendini L, Prokop J, Rasmussen C, Rödel M-O, Rodrigues MT, Rodríguez SM, Salatnaya H, Sampaio Í, Sánchez-García A, Shebl MA, Santos BS, Solórzano-Kraemer MM, Sousa ACA, Stoev P, Teta P, Trape J-F, Dos Santos CV-D, Vasudevan K, Vink CJ, Vogel G, Wagner P, Wappler T, Ware JL, Wedmann S, Zacharie CK (2021) The taxonomic impediment: A shortage of taxonomists, not the lack of technical approaches. Zoological Journal of the Linnean Society 193(2): 381–387. https://doi.org/10.1093/zoolinnean/zlab072",
          "Hebert PDN, Cywinska A, Ball SL, deWaard JR (2003) Biological identifications through DNA barcodes. Proceedings. Biological Sciences 270(1512): 313–321. https://doi.org/10.1098/rspb.2002.2218",
          "Hebert PDN, Penton EH, Burns JM, Janzen DH, Hallwachs W (2004) Ten species in one: DNA barcoding reveals cryptic species in the neotropical skipper butterfly Astraptes fulgerator. Proceedings of the National Academy of Sciences of the United States of America 101(41): 14812–14817. https://doi.org/10.1073/pnas.0406166101",
          "Hebert PDN, Ratnasingham S, Zakharov EV, Levesque-Beaudin V, Telfer AC, Milton MA, Pedersen S, Jannetta P, deWaard JR (2016) Counting animal species with DNA barcodes: Canadian insects. Philosophical Transactions of the Royal Society of London. Series B, Biological Sciences 371(1702): е20150333. https://doi.org/10.1098/rstb.2015.0333",
          "Huemer P, Karsholt O, Aarvik L, Berggren K, Bidzilya O, Junnilainen J, Landry JF, Mutanen M, Nupponen K, Segerer A, Šumpich J, Wieser C, Wiesmair B, Hebert PDN (2020) DNA barcode library for European Gelechiidae (Lepidoptera) suggests greatly underestimated species diversity. ZooKeys 2020: 141–157. https://doi.org/10.3897/zookeys.921.49199",
          "International Commission on Zoological Nomenclature (1999) International Code of Zoological Nomenclature (4th Edn.). International Trust for Zoological Nomenclature, London, UK, i–xxix, 306 pp. https://www.iczn.org/the-code/the-international-code-of-zoological-nomenclature/",
          "Ivanova NV, deWaard JR, Hebert PDN (2006) An inexpensive, automation-friendly protocol for recovering high-quality DNA. Molecular Ecology Notes 6(4): 998–1002. https://doi.org/10.1111/j.1471-8286.2006.01428.x",
          "Kekkonen M, Hebert PDN (2014) DNA barcode-based delineation of putative species: Efficient start for taxonomic workflows. Molecular Ecology Resources 14(4): 706–715. https://doi.org/10.1111/1755-0998.12233",
          "Lopez-Vaamonde C, Kirichenko N, Cama A, Doorenweerd C, Godfray HCJ, Guiguet A, Gomboc S, Huemer P, Landry JF, Laštůvka A, Laštůvka Z, Lee KM, Lees DC, Mutanen M, van Nieukerken EJ, Segerer AH, Triberti P, Wieser C, Rougerie R (2021) Evaluating DNA barcoding for species identification and discovery in European gracillariid moths. Frontiers in Ecology and Evolution 9: е626752. https://doi.org/10.3389/fevo.2021.626752",
          "Marques N, Soares C, Casali D, Guimarães E, Fava F, Abreu J, Moras L, Gomes L, Matias R, Assis R, Fraga R, Almeida S, Lopes V, Missagia R, Carvalho E, Carneiro N, Alves R, Souza P, Oliveira G, Tavares V (2024) Retrieving biodiversity data from multiple sources: making secondary data standardized and accessible. https://doi.org/10.3897/arphapreprints.e125974",
          "Mutanen M, Kaila L, Tabell J (2013) Wide-ranging barcoding aids discovery of one-third increase of species richness in presumably well-investigated moths. Scientific Reports 3(1): е2901. https://doi.org/10.1038/srep02901",
          "Ortiz AS, Rubio RM, Guerrero JJ, Garre MJ, Serrano J, Hebert PDN, Hausmann A (2017) Close congruence between Barcode Index Numbers (BINs) and species boundaries in the Erebidae (Lepidoptera: Noctuoidea) of the Iberian Peninsula. Biodiversity Data Journal 5: e19840. https://doi.org/10.3897/BDJ.5.e19840",
          "Ratnasingham S, Hebert PDN (2007) BOLD: The Barcode of Life Data System. Molecular Ecology Notes 7(3): 355–364. https://doi.org/10.1111/j.1471-8286.2007.01678.x",
          "Ratnasingham S, Hebert PDN (2013) A DNA-based registry for all animal species: The Barcode Index Number (BIN) System. PLoS ONE 8(7): e66213. https://doi.org/10.1371/journal.pone.0066213",
          "Ratnasingham S, Wei C, Chan D, Agda J, Agda J, Ballesteros-Mejia L, Ait Boutou H, El Bastami ZM, Ma E, Manjunath R, Rea D, Ho C, Telfer A, McKeown J, Rahulan M, Steinke C, Dorsheimer J, Milton M, Hebert PDN (2024) BOLD v4: a centralized bioinformatics platform for DNA-based biodiversity data. In: DeSalle R (Ed.) DNA Barcoding: Methods and Protocols. Springer, New York, 403–441. https://doi.org/10.1007/978-1-0716-3581-0_26",
          "Regier JC, Mitter C, Kristensen NP, Davis DR, Van Nieukerken EJ, Rota J, Simonsen TJ, Mitter KT, Kawahara AY, Yen SH, Cummings MP, Zwick A (2015) A molecular phylogeny for the oldest (nonditrysian) lineages of extant Lepidoptera, with implications for classification, comparative morphology and life-history evolution. Systematic Entomology 40(4): 671–704. https://doi.org/10.1111/syen.12129",
          "Schliep KP (2011) phangorn: Phylogenetic analysis in R. Bioinformatics 27(4): 592–593. https://doi.org/10.1093/bioinformatics/btq706",
          "van Nieukerken EJ, Davis DR (2023) Family Tridentaformidae Davis, 2015 (manzanita moths). In: Pohl GR, Nanz SR (Eds) Annotated Taxonomic Checklist of the Lepidoptera of North America, North of Mexico. Wedge Entomological Research Foundation, Bakersfield, 31 pp."
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "",
          "pages": "25-38",
          "title": "ZooKeys",
          "volume": "1257"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17446726"
              }
            }
          ]
        }
      },
      "title": "The brown copper moth, Tridentaforma browncopper: DNA barcoding reveals a second species in the family Tridentaformidae (Lepidoptera, Adeloidea)",
      "links": {
        "self": "https://zenodo.org/api/records/17446727",
        "self_html": "https://zenodo.org/records/17446727",
        "preview_html": "https://zenodo.org/records/17446727?preview=1",
        "doi": "https://doi.org/10.3897/zookeys.1257.158827",
        "self_doi": "https://doi.org/10.3897/zookeys.1257.158827",
        "self_doi_html": "https://zenodo.org/doi/10.3897/zookeys.1257.158827",
        "reserve_doi": "https://zenodo.org/api/records/17446727/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17446726",
        "parent_html": "https://zenodo.org/records/17446726",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17446727/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17446727/sequence/default",
        "files": "https://zenodo.org/api/records/17446727/files",
        "media_files": "https://zenodo.org/api/records/17446727/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17446727:ZK_article_158827.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17446727:ZK_article_158827.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17446727:ZK_article_158827.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17446727:ZK_article_158827.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17446727:ZK_article_158827.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17446727:ZK_article_158827.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17446727/files-archive",
        "archive_media": "https://zenodo.org/api/records/17446727/media-files-archive",
        "latest": "https://zenodo.org/api/records/17446727/versions/latest",
        "latest_html": "https://zenodo.org/records/17446727/latest",
        "versions": "https://zenodo.org/api/records/17446727/versions",
        "draft": "https://zenodo.org/api/records/17446727/draft",
        "access_links": "https://zenodo.org/api/records/17446727/access/links",
        "access_grants": "https://zenodo.org/api/records/17446727/access/grants",
        "access_users": "https://zenodo.org/api/records/17446727/access/users",
        "access_request": "https://zenodo.org/api/records/17446727/access/request",
        "access": "https://zenodo.org/api/records/17446727/access",
        "communities": "https://zenodo.org/api/records/17446727/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17446727/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17446727/request-deletion",
        "requests": "https://zenodo.org/api/records/17446727/requests"
      },
      "updated": "2025-10-26T08:30:55.851607+00:00",
      "recid": "17446727",
      "revision": 5,
      "files": [
        {
          "id": "056a6e16-2f27-40c4-a5ad-d76c716aac3b",
          "key": "ZK_article_158827.pdf",
          "size": 4299056,
          "checksum": "md5:1f8050e33402e5e8c8f51e32fe7329f8",
          "links": {
            "self": "https://zenodo.org/api/records/17446727/files/ZK_article_158827.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 6,
        "unique_downloads": 6,
        "views": 3,
        "unique_views": 3,
        "version_downloads": 6,
        "version_unique_downloads": 6,
        "version_unique_views": 3,
        "version_views": 3
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-25T21:33:23.639347+00:00",
      "modified": "2025-10-25T21:33:24.083087+00:00",
      "id": 17444844,
      "conceptrecid": "17444843",
      "doi": "10.30841/2708-8731.5.2025.337962",
      "doi_url": "https://doi.org/10.30841/2708-8731.5.2025.337962",
      "metadata": {
        "title": "Ultrasonography of the uteroplacental-fetal complex in pregnant women with hyperproliferative diseases of the uterus",
        "doi": "10.30841/2708-8731.5.2025.337962",
        "publication_date": "2025-07-31",
        "description": "<p>Hyperproliferative diseases (HPD) of the uterus&nbsp;(uterine leiomyoma, adenomyosis, polyps and/or endometrial hyperplasia) are the most common diseases in women that can negatively affect the course of pregnancy and childbirth. Therefore, timely ultrasound screening of the uteroplacental-fetal complex in pregnant women with HPD can prevent the development of pregnancy complications.<br>The objective: to determine ultrasound features in the mother-placenta-fetus system in pregnant women with HPD of the uterus.<br>Materials and methods. A prospective examination of 680&nbsp;pregnant women was conducted. The main group included 517&nbsp;pregnant women of reproductive age with HPD of uterus in anamnesis. The comparison group consisted of 82&nbsp;pregnant women without HPD, the control group &ndash; 81&nbsp;pregnant women without HPD and without pregnancy complications. Ultrasound feto- and placentometry was performed on all examined pregnant women from 5 to 40&nbsp;weeks of gestation. In the II and III&nbsp;trimesters, an additional Doppler study of blood flow in the uterine arteries, umbilical artery, and middle cerebral artery of the fetus was performed. The resistance index, pulsatility index, systolic/diastolic ratio were studied.<br>Results. In I trimester of pregnancy, 465&nbsp;(89.9%)&nbsp;women with HPD of uterus and 57&nbsp;(69.5%)&nbsp;patients in the comparison group were hospitalized due to the threat of early miscarriage. Subchorionic hematoma was diagnosed in the I&nbsp;trimester of pregnancy in 37.9% of pregnant women with HPD&nbsp;(odds ratio&nbsp;=&nbsp;2.519; 95%&nbsp;confidence interval&nbsp;[1.418&ndash;4.473]). Almost half of them did not have complaints of lower abdominal pain or bloody discharges. Placental dysfunction was found in 165&nbsp;(31.9%) pregnant women of the main group&nbsp;(in the comparison group &ndash; in 16&nbsp;(19.5%)&nbsp;patients), cervical insufficiency &ndash; in 82&nbsp;(15.9%) and 6&nbsp;(7.3%)&nbsp;pregnant women, respectively. Blood flow in the uterine arteries and umbilical artery in the II&nbsp;trimester was characterized by an increased intensity relative to pregnant women of the control and comparison groups, which was expressed in an increased resistance index and pulsatility index&nbsp;(p&nbsp;&lt;&nbsp;0.05).<br>Conclusions. In pregnant women with HPD of uterus, ultrasound scanning reveals pathological changes in the fetal-placental complex in a higher percentage than in pregnant women without HPD of uterus and healthy pregnant women. This is manifested mainly in the presence of subchorionic hematoma, cervical insufficiency, leiomyoma necrosis, disorders in vascular blood flow in the uterine arteries and umbilical artery.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Shevchuk, O.V.",
            "affiliation": "SI \"Ukrainian Center of Maternity and Childhood of NAMS of Ukraine\", Kyiv, Ukraine",
            "orcid": "0000-0002-0936-2759"
          },
          {
            "name": "Grebinichenko, G.O.",
            "affiliation": "SI \"Ukrainian Center of Maternity and Childhood of NAMS of Ukraine\", Kyiv, Ukraine",
            "orcid": "0000-0003-4391-6724"
          },
          {
            "name": "Podolsky, V.V.",
            "affiliation": "SI \"Ukrainian Center of Maternity and Childhood of NAMS of Ukraine\", Kyiv, Ukraine",
            "orcid": "0009-0005-6360-5765"
          },
          {
            "name": "Dubchak, A.E.",
            "affiliation": "SI \"Ukrainian Center of Maternity and Childhood of NAMS of Ukraine\", Kyiv, Ukraine",
            "orcid": "0000-0002-6643-7200"
          },
          {
            "name": "Raksha, I.I.",
            "affiliation": "SI \"Ukrainian Center of Maternity and Childhood of NAMS of Ukraine\", Kyiv, Ukraine",
            "orcid": "0000-0001-8647-2110"
          },
          {
            "name": "Dzyuba, O.M.",
            "affiliation": "SI \"Ukrainian Center of Maternity and Childhood of NAMS of Ukraine\", Kyiv, Ukraine",
            "orcid": "0000-0002-1233-648X"
          }
        ],
        "keywords": [
          "pregnancy",
          "ultrasound examination",
          "hyperproliferative diseases of the uterus",
          "adenomyosis",
          "uterine leiomyoma",
          "subchorial hematoma"
        ],
        "references": [
          "Ng VW, Cheung VY. Ultrasound-guided high-intensity focused ultrasound of uterine fibroids and adenomyosis: An 11-year experience from a single center in Hong Kong. J Clin Med. 2024;13(16):4788. doi: 10.3390/jcm13164788.",
          "Sri Ranjan Y, Ziauddeen N, Stuart B, Alwan NA, Cheong Y. The role of parity in the relationship between endometriosis and pregnancy outcomes: a systematic review and meta-analysis. Reprod Fertil. 2023;4(1):e220070. doi: 10.1530/RAF-22-0070.",
          "Abam DS, Kasso T. Uterine fibroids and pregnancy: A review of the challenges. In: Obstetrics. 2017. 200 p. doi: 10.5772/intechopen.71761.",
          "Ye M, Huang W, Chen F, Chen W, Zhu X. Dynamic volume variation of uterine leiomyomas during pregnancy. Int J Gynaecol Obstet. 2023;161(2):417-22. doi: 10.1002/ijgo.14467.",
          "Barnick C. Fibroids and endometriosis: What they are and common symptoms [Internet]. Obst Gynecol. 2023. Available from: https://www.medicalnewstoday.com/articles/fibroid-vs-endometriosis.",
          "Della Corte L, Di Filippo C, Gabrielli O, Reppuccia S, La Rosa VL, Ragusa R, et al. The burden of endometriosis on women's lifespan: a narrative overview on quality of life and psychosocial wellbeing. Int J Environ Res Public Health. 2020;17(13):4683. doi: 10.3390/ijerph17134683.",
          "Bean E, Naftalin J, Horne A, Saridogan E, Cutner A, Jurkovic D. Prevalence of deep and ovarian endometriosis in early pregnancy: ultrasound diagnostic study. Ultrasound Obstet Gynecol. 2022;59(1):107-13. doi: 10.1002/uog.24756.",
          "Saraswat L, Ayansina DT, Cooper KG, Bhattacharya S, Miligkos D, Horne AW, et al. Pregnancy outcomes in women with endometriosis: a national record linkage study. BJOG. 2017;124(3):444-52. doi: 10.1111/1471-0528.13920.",
          "Exacoustos C, Lauriola I, Lazzeri L, De Felice G, Zupi E. Complications during pregnancy and delivery in women with untreated rectovaginal deep infiltrating endometriosis. Fertil Steril. 2016;106(5):1129-35.e1. doi: 10.1016/j.fertnstert.2016.06.024.",
          "Frühauf F, Fanta M, Burgetová A, Fischerová D. Endometriosis in pregnancy – diagnostics and management. Ceska Gynekol. 2019;84(1):61-7.",
          "Bean E, Wong M, Amin T, Pateman K, Jurkovic D. OP31.06: Decidualisation of endometriotic lesions in pregnancy. Ultrasound Obstet Gynecol. 2017;50(1):48-153. doi: 10.1002/uog.17994.",
          "Lin KY, Yang CY, Lam A, Chang CY, Lin WC. Uterine leiomyoma is associated with the risk of developing endometriosis: A nationwide cohort study involving 156,195 women. PLoS One. 2021;16(8):e0256772. doi: 10.1371/journal.pone.0256772.",
          "Uimari O, Nazri H, Tapmeier T. Endometriosis and uterine fibroids (leiomyomata): comorbidity, risks and implications. Front Reprod Health. 2021;3:750018. doi: 10.3389/frph.2021.750018.",
          "Romanek K, Bartuzi A, Bogusiewicz M, Rechberger T. Risk factors for adenomyosis in patients with symptomatic uterine leiomyomas. Ginekol Pol. 2010;81(9):678-80.",
          "Benaglia L, Cardellicchio L, Filippi F, Paffoni A, Vercellini P, Somigliana E, et al. The rapid growth of fibroids during early pregnancy. PLoS One. 2014;9(1):e85933. doi: 10.1371/journal.pone.0085933.",
          "Sarais V, Cermisoni GC, Schimberni M, Alteri A, Papaleo E, Somigliana E, et al. Human chorionic gonadotrophin as a possible mediator of leiomyoma growth during pregnancy: Molecular mechanisms. Int J Mol Sci. 2017;18(9):2014. doi: 10.3390/ijms18092014.",
          "Shahid M, Kanwal HI, Malik SS, Bacha R. Sonographic assessment of uterine leiomyoma among pregnant women. Prof Med J. 2020;27(09):1902-05 doi: 10.29309/TPMJ/2020.27.09.4302.",
          "Sun H, Jiao J, Wang Y, Zhu C, Wang S, Wang Y, et al. Ultrasound based radiomics model for assessment of placental function in pregnancies with preeclampsia. Sci Rep. 2024;14(1):21123. doi: 10.1038/s41598-024-72046-2.",
          "Don EE, Landman AJEMC, Vissers G, Jordanova ES, Post Uiterweer ED, de Groot CJM, et al. Uterine fibroids causing preterm birth: a new pathophysiological hypothesis on the role of fibroid necrosis and inflammation. Int J Mol Sci. 2022;23(15):8064. doi: 10.3390/ijms23158064.",
          "Tîrnovanu MC, Lozneanu L, Tîrnovanu ŞD, Tîrnovanu VG, Onofriescu M, Ungureanu C, et al. Uterine Fibroids and Pregnancy: A Review of the Challenges from a Romanian Tertiary Level Institution. Healthcare (Basel). 2022;10(5):855. doi: 10.3390/healthcare10050855.",
          "Qin ZJ, Xu Y, Du Y, Chen YL, Sun L, Zheng A. Intrauterine Hematoma in the First Trimester and Pregnancy Complications: A Systematic Review and Meta-Analysis. Front Med (Lausanne). 2022;9:892146. doi: 10.3389/fmed.2022.892146.",
          "Chhabra A. Subchorionic Hemorrhage (Hematoma) Imaging [Internet]. Medscape: Drugs & Diseases. 2022. Available from: https://emedicine.medscape.com/article/404971-overview.",
          "White R, Kilgour VH. The significance of ultrasound features of sub-chorionic haemorrhage as a predictor of adverse perinatal outcome: A retrospective review. Eur J Obstet Gynecol Reprod Biol. 2023;289:23-8. doi: 10.1016/j.ejogrb.2023.08.009.",
          "Hashem A, Sarsam SD. The impact of incidental ultrasound finding of subchorionic and retroplacental hematoma in early pregnancy. J Obstet Gynaecol India. 2019;69(1):43-9. doi: 10.1007/s13224-017-1072-6.",
          "Ferri FF. Vaginal Bleeding During Pregnancy. Ferri's clinical advisor. Mosby; 2014. 1143 p.",
          "Günay T, Yardımcı OD. How does subchorionic hematoma in the first trimester affect pregnancy outcomes? Arch Med Sci. 2021;18(3):639-46. doi: 10.5114/aoms/113645.",
          "Schiffer V, van Haren A, De Cubber L, Bons J, Coumans A, van Kuijk SM, et al. Ultrasound evaluation of the placenta in healthy and placental syndrome pregnancies: A systematic review. Eur J Obstet Gynecol Reprod Biol. 2021;262:45-56. doi: 10.1016/j.ejogrb.2021.04.042.",
          "Zadorozhnaya T, Shevchuk O, Dubchak A, Bondarenko Y. Endometrial and placental parallels of morphological and immunohistochemical changes in women with hyperproliferative diseases of the uterus. Reprod Health Woman. 2025;(3):59-65. doi: 10.30841/2708-8731.3.2025.331484.",
          "Hunt K, Kennedy SH, Vatish M. Definitions and reporting of placental insufficiency in biomedical journals: a review of the literature. Eur J Obstet Gynecol Reprod Biol. 2016;205:146-9. doi: 10.1016/j.ejogrb.2016.08.029.",
          "Wardinger JE, Ambati S. Placental Insufficiency [Internet]. In: StatPearls Treasure Island (FL): StatPearls Publishing; 2025. Available from: https://www.ncbi.nlm.nih.gov/books/NBK563171/.",
          "Mazarico E, Molinet-Coll C, Martinez-Portilla RJ, Figueras F. Heparin therapy in placental insufficiency: Systematic review and meta-analysis. Acta Obstet Gynecol Scand. 2020;99(2):167-74. doi: 10.1111/aogs.13730.",
          "Strebeck R, Jensen B, Magann EF. Thick placenta in pregnancy: a review. Obstet Gynecol Surv. 2022;77(9):547-57. doi: 10.1097/OGX.0000000000001051.",
          "Thakur M, Jenkins SM, Mahajan K. Cervical Insufficiency [Internet]. In: StatPearls Treasure Island (FL): StatPearls Publishing; 2025. Available from: https://www.ncbi.nlm.nih.gov/books/NBK525954/."
        ],
        "language": "ukr",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "5",
          "pages": "118–125",
          "title": "Reproductive Health of Woman"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17444843"
              }
            }
          ]
        },
        "notes": "<p><a href=\"https://repro-health.com.ua/article/view/337962\">https://repro-health.com.ua/article/view/337962</a></p>"
      },
      "title": "Ultrasonography of the uteroplacental-fetal complex in pregnant women with hyperproliferative diseases of the uterus",
      "links": {
        "self": "https://zenodo.org/api/records/17444844",
        "self_html": "https://zenodo.org/records/17444844",
        "preview_html": "https://zenodo.org/records/17444844?preview=1",
        "doi": "https://doi.org/10.30841/2708-8731.5.2025.337962",
        "self_doi": "https://doi.org/10.30841/2708-8731.5.2025.337962",
        "self_doi_html": "https://zenodo.org/doi/10.30841/2708-8731.5.2025.337962",
        "reserve_doi": "https://zenodo.org/api/records/17444844/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17444843",
        "parent_html": "https://zenodo.org/records/17444843",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17444844/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17444844/sequence/default",
        "files": "https://zenodo.org/api/records/17444844/files",
        "media_files": "https://zenodo.org/api/records/17444844/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17444844:Ultrasonography%20of%20the%20uteroplacental-fetal%20complex%20in%20pregnant%20women%20with%20hyperproliferative%20diseases%20of%20the%20uterus.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17444844:Ultrasonography%20of%20the%20uteroplacental-fetal%20complex%20in%20pregnant%20women%20with%20hyperproliferative%20diseases%20of%20the%20uterus.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17444844:Ultrasonography%20of%20the%20uteroplacental-fetal%20complex%20in%20pregnant%20women%20with%20hyperproliferative%20diseases%20of%20the%20uterus.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17444844:Ultrasonography%20of%20the%20uteroplacental-fetal%20complex%20in%20pregnant%20women%20with%20hyperproliferative%20diseases%20of%20the%20uterus.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17444844:Ultrasonography%20of%20the%20uteroplacental-fetal%20complex%20in%20pregnant%20women%20with%20hyperproliferative%20diseases%20of%20the%20uterus.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17444844:Ultrasonography%20of%20the%20uteroplacental-fetal%20complex%20in%20pregnant%20women%20with%20hyperproliferative%20diseases%20of%20the%20uterus.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17444844/files-archive",
        "archive_media": "https://zenodo.org/api/records/17444844/media-files-archive",
        "latest": "https://zenodo.org/api/records/17444844/versions/latest",
        "latest_html": "https://zenodo.org/records/17444844/latest",
        "versions": "https://zenodo.org/api/records/17444844/versions",
        "draft": "https://zenodo.org/api/records/17444844/draft",
        "access_links": "https://zenodo.org/api/records/17444844/access/links",
        "access_grants": "https://zenodo.org/api/records/17444844/access/grants",
        "access_users": "https://zenodo.org/api/records/17444844/access/users",
        "access_request": "https://zenodo.org/api/records/17444844/access/request",
        "access": "https://zenodo.org/api/records/17444844/access",
        "communities": "https://zenodo.org/api/records/17444844/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17444844/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17444844/request-deletion",
        "requests": "https://zenodo.org/api/records/17444844/requests"
      },
      "updated": "2025-10-25T21:33:24.083087+00:00",
      "recid": "17444844",
      "revision": 4,
      "files": [
        {
          "id": "81b1ec82-b742-4320-8b72-ae81ed7bc51f",
          "key": "Ultrasonography of the uteroplacental-fetal complex in pregnant women with hyperproliferative diseases of the uterus.pdf",
          "size": 1158283,
          "checksum": "md5:7dced48db2a48953d2182d74624c0e99",
          "links": {
            "self": "https://zenodo.org/api/records/17444844/files/Ultrasonography of the uteroplacental-fetal complex in pregnant women with hyperproliferative diseases of the uterus.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "122656"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 4,
        "unique_downloads": 4,
        "views": 4,
        "unique_views": 4,
        "version_downloads": 4,
        "version_unique_downloads": 4,
        "version_unique_views": 4,
        "version_views": 4
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-24T07:30:49.340742+00:00",
      "modified": "2025-10-24T07:30:49.913953+00:00",
      "id": 17431346,
      "conceptrecid": "17431345",
      "doi": "10.3897/vz.75.e169790",
      "doi_url": "https://doi.org/10.3897/vz.75.e169790",
      "metadata": {
        "title": "Echoes of a lost museum: Revision of the herpetological collections sent by Barbosa du Bocage from the Lisbon Museum to the British Museum of Natural History",
        "doi": "10.3897/vz.75.e169790",
        "publication_date": "2025-10-22",
        "description": "<p>      Abstract     </p>     <p>As part of a nineteenth century scientific network, José Vicente Barbosa du Bocage regularly sent \"duplicate\" specimens from the zoological collections of the National Museum of Lisbon to natural history museums across Europe. These duplicates gained exceptional significance following the 1978 fire that destroyed the Lisbon Museum's zoological collections, making them the last surviving representatives of its historical holdings. Despite their importance for taxonomic and nomenclatural stability, the full extent of Bocage's duplicate specimens remains poorly documented. Here we present a comprehensive and integrative revision of the herpetological material sent by Bocage to the British Museum of Natural History. We assess its historical, taxonomic and nomenclatural value, providing an illustrated and annotated catalogue of type specimens. A total of 92 specimens representing 57 species were sent from Lisbon between 1864 and 1896, including 30 type specimens for 27 nominal taxa. We provide evidence for the correction of the type locality associated with the only surviving syntype of <i>Agama anchietae</i>, as well as the recognition of previously unknown types of <i>Chioglossa lusitanica</i>, <i>Hylambates angolensis</i>, <i>Hylambates cynnamomeus</i>, <i>Cystignathus bocagii</i>, <i>Hyperolius insignis</i>, <i>Hyperolius huillensis</i>, <i>Hemidactylus cessacii</i> and <i>Ophirhina anchietae</i>.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Parrinha, Diogo",
            "affiliation": "Faculdade de Ciências da Universidade do Porto, Porto, Portugal|Universidade do Porto, Vairão, Portugal|BIOPOLIS Program in Genomics, Biodiversity and Land Planning, Vairão, Portugal"
          },
          {
            "name": "Calado, Francisco M. G.",
            "affiliation": "Aquário Vasco da Gama, R. Direita do Dafundo, Cruz Quebrada, Portugal"
          },
          {
            "name": "Marques, Mariana P.",
            "affiliation": "Section of Amphibians and Reptiles, Carnegie Museum of Natural History, Pittsburgh, United States of America"
          },
          {
            "name": "Bauer, Aaron M.",
            "affiliation": "Villanova University, Villanova, United States of America"
          },
          {
            "name": "Ceríaco, Luis M. P.",
            "affiliation": "Universidade do Porto, Vairão, Portugal|BIOPOLIS Program in Genomics, Biodiversity and Land Planning, Vairão, Portugal"
          }
        ],
        "keywords": [
          "Angola",
          "Cabo Verde",
          "Guinea-Bissau",
          "history of science",
          "nomenclature",
          "taxonomy",
          "type specimens"
        ],
        "related_identifiers": [
          {
            "identifier": "10.3897/vz.75.e169790.figure4",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure25",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure13",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure2",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure24",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure3",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure5",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure10",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure11",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure12",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure16",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure17",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure18",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure19",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure20",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure21",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure23",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure28",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure7",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure8",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure9",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure31",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure27",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure29",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure6",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure30",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure22",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure1",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure26",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure32",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure15",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e169790.figure14",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.456.8862",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1104.79823",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1463-6409.2008.00351.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.73.e103935",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/mmnz.200600014",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/bionomina.38.1.2",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/mmnz.19910670204",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/mmnz.19950710107",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/mmnz.19960720205",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/mmnz.20030790204",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/00359192109520217",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.4590.3.2",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.2255.1.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/00222933.2017.1422283",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/nhcm.2.142114",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1206/0003-0090.465.1.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1052.64607",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/978-3-031-06153-0_5",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.3620.3.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/21564574.2020.1782483",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/jhc/fhz008",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/bionomina.37.1.2",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/zoolinnean/zlab072",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s10739-017-9487-6",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3366/anh.2022.0765",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.cub.2015.10.002",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/21564574.2020.1777470",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1017/S0007087422000267",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1017/S0007087422000139",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/nhcm.2.161331",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1590/0001-376520242024961",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2014.06.013",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/sysbio/syaf040",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/zoolinnean/zlad123",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1515/host-2017-0004",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1017/S0007087422000255",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1201.120750",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.5099.2.4",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.66.e31545",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/21564574.2012.666680",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1463-6409.2010.00453.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1098/rstb.2017.0391",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.979.56863",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1186/1742-9994-7-16",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/nhcm.1.136860",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1017/S0007087424000700",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1643/ASIHCODONS2020",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.5028.1.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1590/0001-3765202420230622",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/nhcm.2.148855",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zse.97.68000",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.20363/BZB-2019.68.1.061",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.5230.2.2",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.4878.3.4",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1096-3642.2011.00768.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/zoolinnean/zly082",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/00222933.2018.1435833",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.5346.4.3",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1126/science.aav3296",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Andreone F, Bartolozzi L, Boano G, Boero F, Bologna M, Bon M, Bressi N, Capula M, Casale A, Casiraghi M, Chiozzi G, Delfino M, Doria G, Durante A, Ferrari M, Gippoliti S, Lanzinger M, Latella L, Maio N, Marangoni C, Mazzotti S, Minelli A, Muscio G, Nicolosi P, Pievani T, Razzetti E, Sabella G, Valle M, Vomero V, Zilli A (2014) Italian natural history museums on the verge of collapse? ZooKeys 456: 139–146. https://doi.org/10.3897/zookeys.456.8862",
          "Andreone F, Boero F, Bologna MA, Carpaneto GM, Castiglia R, Gippoliti S, Massa B, Minelli A (2022) Reconnecting research and natural history museums in Italy and the need of a national collection biorepository. ZooKeys 1104: 55–68. https://doi.org/10.3897/zookeys.1104.79823",
          "Arnold EN, Vasconcelos R, Harris DJ, Mateo JA, Carranza S (2008) Systematics, biogeography and evolution of the endemic Hemidactylus geckos (Reptilia, Squamata, Gekkonidae) of the Cape Verde Islands: Based on morphology and mitochondrial and nuclear DNA sequences. Zoologica Scripta 37: 619–636. https://doi.org/10.1111/j.1463-6409.2008.00351.x",
          "Baptista NL, Vaz Pinto P, Keates C, Lobón-Rovira J, Edwards S, Rödel M-O (2023) Two new Poyntonophrynus species (Anura: Bufonidae) highlight the importance of Angolan centers of endemism. Vertebrate Zoology 73: 991–1031. https://doi.org/10.3897/vz.73.e103935",
          "Bauer AM, Böhme W, Günther R (2006) An annotated catalogue of the types of chameleons (Reptilia: Squamata: Chamaeleonidae) in the collection of the Museum für Naturkunde der Humboldt-Universität zu Berlin (ZMB). Zoosystematics and Evolution 82: 268–281. https://doi.org/10.1002/mmnz.200600014",
          "Bauer AM, Denzer W, Dubois A, Entiauspe-Neto OM, Frétey T, Ohler A, Pyron RA (2024) The specimens of green anaconda, Boa murina Linnaeus, 1758 (Squamata, Serpentes, Boidae, Eunectes), from the collection of Albertus Seba, and recommendations for tracing historical specimens. Bionomina 38: 7–29. https://doi.org/10.11646/bionomina.38.1.2",
          "Bauer A[M], Günther R (1991) An annotated type catalogue of the geckos (Reptilia: Gekkonidae) in the Zoological Museum, Berlin. Mitteilungen aus dem Museum für Naturkunde in Berlin 67: 279–310. https://doi.org/10.1002/mmnz.19910670204",
          "Bauer AM, Günther R (1995) An annotated type catalogue of the lacertids (Reptilia: Lacertidae) in the Zoological Museum, Berlin. Mitteilungen aus dem Museum für Naturkunde in Berlin 71: 37–62. https://doi.org/10.1002/mmnz.19950710107",
          "Bauer AM, Günther R, Robeck HE (1996) An annotated type catalogue of the hemisotid, microhylid, myobatrachid, pelobatid and pipid frogs in the Zoological Museum, Berlin (Amphibia: Anura: Hemisotidae, Microhylidae, Myobatrachidae, Pelobatidae and Pipidae). Mitteilungen aus dem Museum für Naturkunde in Berlin 72: 259–275. https://doi.org/10.1002/mmnz.19960720205",
          "Bauer AM, Shea G, Günther R (2003) An annotated catalogue of the types of scincid lizards (Reptilia, Squamata, Scincidae) in the collection of the Museum für Naturkunde der Humboldt-Universität zu Berlin (ZMB). Mitteilungen aus dem Museum für Naturkunde in Berlin 79: 253–321. https://doi.org/10.1002/mmnz.20030790204",
          "Bocage JVB (1862) Instrucções praticas sobre o modo de colligir, preparar e remetter productos zoologicos para o Museu de Lisboa. Imprensa Nacional, Lisboa, 96 pp.",
          "Bocage JVB (1864a) Notice sur un batracien nouveau du Portugal (Chioglossa lusitanica, nob.). Proceedings of the Zoological Society of London 1864: 264–265.",
          "Bocage JVB (1864b) Note sur un nouveau batracien du Portugal, Chioglossa lusitanica, et sur une grenouille nouvelle de l'Afrique occidentale. Revue et Magasin de Zoologie Pure et Appliquée, Série 2, 16: 248–253.",
          "Bocage JVB (1865) Relatório acerca da situação e necessidades da secção zoológica do museu de Lisboa. Imprensa Nacional, Lisboa, 28 pp.",
          "Bocage JVB (1866a) Lista dos reptis das possessões Portuguezas d'Africa occidental que existem no Museu de Lisboa. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 1, 1: 37–56.",
          "Bocage JVB (1866b) Reptiles nouveaux ou peu connus recueillis dans les possessions portugaises de l'Afrique occidental, qui se trouve au Muséum de Lisbonne. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 1, 1: 57–78.",
          "Bocage JVB (1867a) Segunda lista dos reptis das possessões portuguezas d'Africa occidental que existem no Museu de Lisboa. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 1, 1: 217–228.",
          "Bocage JVB (1867b) Batraciens nouveaux de l'Afrique occidentale (Loanda et Benguella). Proceedings of the Zoological Society of London 1867: 843–846.",
          "Bocage JVB (1867c) Diagnoses de quelques reptiles nouveaux de l'Afrique occidentale. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 1, 1: 229–232.",
          "Bocage JVB (1870) Description d'un Saurien nouveau de l'Afrique occidentale. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 1, 3: 66–68.",
          "Bocage JVB (1872) Diagnoses de quelques espèces nouvelles de reptiles d'Afrique occidentale. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 1, 4: 72–82.",
          "Bocage JVB (1873a) Mélanges erpétologiques. II. Sur quelques Reptiles et Batraciens nouveaux, rares ou peu connus d'Afrique occidentale. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 1, 4: 209–227.",
          "Bocage JVB (1873b) Reptiles nouveaux de l'intérieur de Mossamedes. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 1, 4: 247–253.",
          "Bocage JVB (1875) Sur deux reptiles nouveaux de l'Archipel du CapVert. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 1, 5: 108–112.",
          "Bocage JVB (1882a) Notice sur les espèces du genre «Philothamnus» qui se trouvent au Muséum de Lisbonne. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 1, 9: 1–19.",
          "Bocage JVB (1882b) Reptiles rares ou nouveaux d'Angola. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 1, 8: 299–204.",
          "Bocage JVB (1886a) Reptis e Amphibios de S. Thomé. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 1, 11: 65–70.",
          "Bocage JVB (1886b) Reptiles et Batraciens nouveaux de l'Ile de St. Thomé. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 1, 11: 71–75.",
          "Bocage JVB (1886c) Typhlopiens nouveaux de la Faune africaine. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 1, 11: 171–174.",
          "Bocage JVB (1887a) Mélanges erpétologiques. I. Reptiles et Batraciens du Congo. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 1, 11: 177–192.",
          "Bocage JVB (1887b) Mélanges erpétologiques. IV. Reptiles du dernier voyage de MM. Capello et Ivens à travers l'Afrique. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 1, 11: 201–208.",
          "Bocage JVB (1893a) Diagnoses de quelques nouvelles espèces de reptiles et batraciens d'Angola. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 1, 3: 115–121.",
          "Bocage JVB (1893b) Mammiferos, aves e reptis da ilha de Anno-Bom. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 2, 3: 43–46.",
          "Bocage JVB (1893c) Diagnoses de deux nouveaux reptiles de l'île de Anno-Bom. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 2, 3: 47–48.",
          "Bocage JVB (1895a) Herpétologie d'Angola et du Congo. Ministério da Marinha e das Colónias, Lisbonne, 203 pp., 20 plates.",
          "Bocage JVB (1895b) Sur une espèce de crapaud à ajouter à faune herpétologique d'Angola. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 2, 4: 51–53.",
          "Bocage JVB (1896a) Reptis de algumas possessões portuguezas d'Africa que existem no Museu de Lisboa. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 2, 4: 65–104.",
          "Bocage JVB (1896b) Sur deux Agames d'Angola a écaillure hétérogène. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 2, 4: 126–130.",
          "Bocage JVB (1896c) Aves d'Africa de que existem no Museu de Lisboa os exemplares typicos. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 2, 4: 179–186.",
          "Bocage JVB (1897) Mammiferos, reptis e batrachios d'Africa de que existem exemplares typicos no Museu de Lisboa. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 2, 4: 187–211.",
          "Bocage JVB (1903) Contribution à la faune des quatre îles du Golfe de Guinée. Jornal de Sciencias Mathematicas, Physicas e Naturaes, Série 2, 7: 25–59.",
          "Boulenger GA (1882a) Catalogue of the Batrachia Gradientia s. Caudata and Batrachia Apoda in the Collection of the British Museum. 2nd Edition. British Museum, London, viii, 127 pp., 9 plates.",
          "Boulenger GA (1882b) Catalogue of the Batrachia Salientia s. Eucaudata in the Collection of the British Museum. 2nd Edition. British Museum, London, xvi, 503 pp., 30 plates.",
          "Boulenger GA (1883) On the geckos of New Caledonia. Proceedings of the Zoological Society of London 1883: 116–131, plates 21–22.",
          "Boulenger GA (1885a) Catalogue of the Lizards in the British Museum (Natural History). 2nd Edition. Volume I. Geckonidae, Eublepharidae, Uroplatidae, Pygopodidae, Agamidae. British Museum, London, xii, 436 pp., 32 plates.",
          "Boulenger GA (1885b) Catalogue of the Lizards in the British Museum (Natural History). 2nd Edition. Volume II. Iguanidae, Xenosauridae, Zonuridae, Anguidae, Anniellidae, Helodermatidae, Varanidae, Xantusiidae, Teiidae, Amphisbaenidae. British Museum, London, xiii, 497 pp., 24 plates.",
          "Boulenger GA (1887) Catalogue of the Lizards in the British Museum (Natural History). 2nd Edition. Volume III. Lacertidae, Gerrhosauridae, Scincidae, Anelytropsidae, Dibamidae, Chamaeleontidae. British Museum, London, xii, 575 pp., 40 plates.",
          "Boulenger GA (1893) Catalogue of the Snakes in the British Museum (Natural History). Volume I. Containing the families Typhlopidae, Glauconiidae, Boidae, Ilysiidae, Uropeltidae, Xenopeltidae, and Colubridae Aglyphae, part. British Museum, London, xiii, 448 pp., 28 plates.",
          "Boulenger GA (1894a) Second report on additions to the lizard collection in the Natural-History Museum. Proceedings of the Zoological Society of London 1894: 722–736.",
          "Boulenger GA (1894b) Catalogue of the Snakes in the British Museum (Natural History). Volume II. Containing the Conclusion of the Colubridae Aglyphae. British Museum, London, xi, 382 pp., 20 plates.",
          "Boulenger GA (1895) An account of the reptiles and batrachians collected by Dr. A. Donaldson Smith in western Somali-land and the Galla Country. Proceedings of the Zoological Society of London 1894: 530–540, plates 29–30.",
          "Boulenger GA (1896) Catalogue of the Snakes in the British Museum (Natural History). Volume III. Containing the Colubridae (Opistoglyphae and Proteroglyphae), Amblycephalidae, and Viperidae. British Museum, London, xiv, 727 pp., 25 plates.",
          "Boulenger GA (1898) Fourth report on additions to the batrachian collection in the Natural-History Museum. Proceedings of the Zoological Society of London 1898: 473–482.",
          "Boulenger GA(1906 \"1905\") Report on the batrachians collected by the late L. Fea in West Africa. Annali del Museo Civico di Storia Naturale di Genova, Série 3, 2: 157–172.",
          "Boulenger GA (1921) Monograph of the Lacertidae. Volume II. British Museum (Natural History), London, viii, 451 pp.",
          "Boulenger GA, Power JH (1921) A revision of the South African Agamas allied to Agama hispida and A. atra. Transactions of the Royal Society of South Africa 9: 229–287. https://doi.org/10.1080/00359192109520217",
          "Branch WR, Baptista N, Keates C, Edwards S (2019) Rediscovery, taxonomic status, and phylogenetic relationships of two rare and endemic snakes (Serpentes: Psammophiinae) from the southwestern Angolan plateau. Zootaxa 4590: 342–366. https://doi.org/10.11646/zootaxa.4590.3.2",
          "Broadley DG (1977a) A review of the genus Psammophis in Southern Africa (Serpentes: Colubridae). Arnoldia 8(12): 1–29.",
          "Broadley DG (1977b) A revision of the African snakes of the genus Psammophylax Fitzinger (Colubridae). Occasional Papers of the National Museum of Rhodesia 6(1): 1–44.",
          "Broadley DG (1996) A revision of the genus Lycophidion Fitzinger (Serpentes: Colubridae) in Africa south of the Equator. Syntarsus 3: 1–33.",
          "Broadley DG (2002) A review of the species of Psammophis Boie found south of Latitude 12° S (Serpentes: Psammophiinae). African Journal of Herpetology 51: 83–119",
          "Broadley DG, Wallach V (2009) A review of the eastern and southern African blind-snakes (Serpentes: Typhlopidae), excluding Letheobia Cope, with the description of two new genera and a new species. Zootaxa 2255: 1–100. https://doi.org/10.11646/zootaxa.2255.1.1",
          "Brygoo E-R (1985) Les types de scincidés (Reptiles, Sauriens) du Muséum national d'Histoire naturelle, catalogue critique. Bulletin du Muséum national d'Histoire naturelle, Série 4, 7: 1–126.",
          "Butler BO (2020) Systematics and Phylogeography of two Southwest African Lizard Taxa. MSc Thesis, Villanova University, Villanova, PA, 159 pp.",
          "Calado FMG (2015) Nomenclatura e conservação: Um caso de estudo baseado nos taxa descritos por naturalistas Portugueses. MSc Thesis, Universidade de Évora, Évora, 156 pp.",
          "Ceríaco LMP (2021) Zoologia e Museus de História Natural em Portugal (Séculos XVIII–XX). Editora da Universidade de São Paulo, São Paulo, 720 pp.",
          "Ceríaco LMP, Bauer AM (2017) \"Testudo torticollis\", an unpublished name for the matamata, Chelus fimbriatus (Schneider, 1783) (Testudines: Chelidae), with comments on early illustrations of the species. Bibliotheca Herpetologica 13: 25–49.",
          "Ceríaco LMP, Bauer AM (2018) An integrative approach to the nomenclature and taxonomic status of the genus Blanus Wagler, 1830 (Squamata: Blanidae) from the Iberian Peninsula. Journal of Natural History 52: 849–880. https://doi.org/10.1080/00222933.2017.1422283",
          "Ceríaco LMP, Marques MP (2025) Fluid-preserved zoological specimens in Portuguese Natural History collections: A historical overview and implications to collection management and research. Natural History Collections and Museomics 2: 1–69. https://doi.org/10.3897/nhcm.2.142114",
          "Ceríaco LMP, Marques MP, Bandeira S, Blackburn D, Bauer AM (2018) Herpetological Survey of Cangandala National Park, with a synoptic list of the Amphibians and reptiles of Malanje Province, central Angola. Herpetological Review 49: 408–431.",
          "Ceríaco LMP, Marques MP, Parrinha D, Tiutenko A, Weinell JL, Butler BO, Bauer AM (2024) The Trachylepis (Squamata: Scincidae) of Angola: An integrative taxonomic review with the description of seven new species. Bulletin of the American Museum of Natural History 465: 1–156. https://doi.org/10.1206/0003-0090.465.1.1",
          "Ceríaco LMP, Parrinha D, Marques MP (2021) Saving collections: Taxonomic revision of the herpetological collection of the Instituto de Investigação Científica Tropical, Lisbon (Portugal) with a protocol to rescue abandoned collections. ZooKeys 1052: 85–156. https://doi.org/10.3897/zookeys.1052.64607",
          "Ceríaco LMP, Santos BS, Viegas SB, Paiva J, Figueiredo E (2022) The history of biological research in the Gulf of Guinea oceanic islands. In: Ceríaco LMP, Lima RF de, Melo M, Bell RC (Eds) Biodiversity of the Gulf of Guinea Oceanic Islands. Springer, Cham, 87–140. https://doi.org/10.1007/978-3-031-06153-0_5",
          "Channing A, Hillers A, Lötters S, Rödel M-O, Schick S, Conradie W, Rödder D, Mercurio V, Wagner P, Dehling JM, du Preez LH, Kielgast J, Burger M (2013) Taxonomy of the super-cryptic Hyperolius nasutus group of long reed frogs of Africa (Anura: Hyperoliidae), with descriptions of six new species. Zootaxa 3620: 301–350. https://doi.org/10.11646/zootaxa.3620.3.1",
          "Conradie W, Deepak V, Keates C, Gower DJ (2020) Kissing cousins: A review of the African genus Limnophis Günther, 1865 (Colubridae: Natricinae), with the description of a new species from north-eastern Angola. African Journal of Herpetology 69: 79–107. https://doi.org/10.1080/21564574.2020.1782483",
          "Conradie W, Keates C, Verburgt L, Baptista NL, Harvey J, Júlio T, Neef G (2022) Contributions to the herpetofauna of the Angolan Okavango-Cuando-Zambezi River drainages. Part 2: Lizards (Sauria), chelonians, and crocodiles. Amphibian & Reptile Conservation 16: 181–214.",
          "Cornish C, Driver F (2020) \"Specimens distributed\": The circulation of objects from Kew's Museum of Economic Botany, 1847–1914. Journal of the History of Collections 32: 327–340. https://doi.org/10.1093/jhc/fhz008",
          "Dubois A, Denzer W, Entiauspe-Neto OM, Frétey T, Ohler A, Bauer AM, Pyron RA (2024) Nomenclatural problems raised by the recent description of a new anaconda species (Squamata, Serpentes, Boidae), with a nomenclatural review of the genus Eunectes. Zootaxa 37: 8–58. https://doi.org/10.11646/bionomina.37.1.2",
          "Dubois A, Ohler A (1996) Early scientific names of Amphibia Anura. I. Introduction. Bulletin du Muséum national d'Histoire naturelle, Série 4, 18: 297–320.",
          "Duméril AMC, Bibron G (1839) Erpétologie Générale ou Histoire Naturelle Complète des Reptiles. Tome Cinquième, Contenant l'Histoire de Quatre-vingt-trois Genres et de Deux Cent Sept Espèces des Trois Dernières Familles de l'Ordre des Sauriens, Savoir: les Lacertiliens, les Chalcidiens et les Scincoïdiens. Librairie Encyclopédique de Roret, Paris, viii, 854 pp., 37 plates.",
          "Engel MS, Ceríaco LMP, Daniel GM, Dellapé PM, Löbl I, Marinov M, Reis RE, Young MT, Dubois A, Agarwal I, Lehmann A P, Alvarado M, Alvarez N, Andreone F, Araujo-Vieira K, Ascher JS, Baêta D, Baldo D, Bandeira SA, Barden P, Barrasso DA, Bendifallah L, Bockmann FA, Böhme W, Borkent A, Brandão CRF, Busack SD, Bybee SM, Channing A, Chatzimanolis S, Christenhusz MJM, Crisci JV, D'Elía G, Da Costa LM, Davis SR, De Lucena CAS, Deuve T, Elizalde SF, Faivovich J, Farooq H, Ferguson AW, Gippoliti S, Gonçalves FMP, Gonzalez VH, Greenbaum E, Hinojosa-Díaz IA, Ineich I, Jiang J, Kahono S, Kury AB, Lucinda PHF, Lynch JD, Malécot V, Marques MP, Marris JWM, McKellar RC, Mendes LF, Nihei SS, Nishikawa K, Ohler A, Orrico VGD, Ota H, Paiva J, Parrinha D, Pauwels OSG, Pereyra MO, Pestana JB, Pinheiro PDP, Prendini L, Prokop J, Rasmussen C, Rödel M-O, Rodrigues MT, Rodríguez SM, Salatnaya H, Sampaio I, Sánchez-García A, Shebl MA, Santos BS, Solórzano-Kraemer MM, Sousa ACA, Stoev P, Teta P, Trape J-F, Van-Dúnem Dos Santos C, Vasudevan K, Vink CJ, Vogel G, Wagner P, Wappler T, Ware JL, Wedmann S, Kusamba Zacharie C (2021) The taxonomic impediment: A shortage of taxonomists, not the lack of technical approaches. Zoological Journal of the Linnean Society 193: 381–387. https://doi.org/10.1093/zoolinnean/zlab072",
          "França C (1908) Le Professeur Barbosa du Bocage, 1823–1907: éloge historique prononcé à la séance solennelle du 2 mai 1908. Bulletin de la Société Portugaise des Sciences Naturelles 2: 141–161.",
          "Frost DR (2024) Amphibian Species of the World: An Online Reference. Version 6.2. American Museum of Natural History, New York, NY, https://amphibiansoftheworld.amnh.org/index.php [accessed 8 May 2025].",
          "Gamito-Marques D (2018) A space of one's own: Barbosa du Bocage, the foundation of the National Museum of Lisbon, and the construction of a career in zoology (1851–1907). Journal of the History of Biology 51: 223–257. https://doi.org/10.1007/s10739-017-9487-6",
          "Gamito-Marques D (2022) The golden age (1862–1910) of the Zoological Section of the Museu Nacional de Lisboa (National Museum of Lisbon), Portugal. Archives of Natural History 59: 160–174. https://doi.org/10.3366/anh.2022.0765",
          "Goodwin ZA, Harris DJ, Filer D, Wood JRI, Scotland RW (2015) Widespread mistaken identity in tropical plant collections. Current Biology 25: R1066–R10697. https://doi.org/10.1016/j.cub.2015.10.002",
          "Günther ACLG (1865a) Descriptions of new species of batrachians from West Africa. Proceedings of the Zoological Society of London 1864: 479–482.",
          "Günther ACLG (1865b) Fourth account of new species of snakes in the collection of the British Museum. Annals and Magazine of Natural History, Series 3, 15: 89–98.",
          "Günther ACLG (1868a) Sixth account of new species of snakes in the collection of the British Museum. Annals and Magazine of Natural History, Series 4, 1: 413–429.",
          "Günther ACLG (1868b) First account of species of tailless batrachians added to the collection of the British Museum. Proceedings of the Zoological Society of London 1868: 478–490.",
          "Günther ACLG (1912) The History of the Collections Contained in the Natural History Departments of the British Museum. Vol II. Appendix. General History of the Department of Zoology from 1856 to 1895. British Museum, London, 109 pp.",
          "Hallermann J, Ceríaco LMP, Schmitz A, Ernst A, Conradie W, Verburgt L, Marques MP, Bauer AM (2020) A review of the Angolan house snakes, genus Boaedon Duméril, Bibron and Duméril (1854) (Serpentes: Lamprophiidae), with description of three new species in the Boaedon fuliginosus (Boie, 1827) species complex. African Journal of Herpetology 69: 29–78. https://doi.org/10.1080/21564574.2020.1777470",
          "Heumann I, MacKinney AG, Buschmann R (2022) Introduction: The issue of duplicates. The British Journal for the History of Science 55: 257–278. https://doi.org/10.1017/S0007087422000267",
          "Hughes B (1985) Progress on a taxonomic revision of African green tree snakes (Philothamnus spp.). In: Schuchmann KL (Ed.) Proceedings of the International Symposium on African Vertebrates. Zoological Research Museum A. Koenig, Bonn, 511–530.",
          "Hughes B, Wade E (2002) On the African leopard whip snake, Psammophis leopardinus Bocage, 1887 (Serpentes, Colubridae), with the description of a new species from Zambia. Bulletin of the Natural History Museum 68: 75–81.",
          "International Commission on Zoological Nomenclature  (1999) International Code of Zoological Nomenclature. Fourth Edition. The International Trust for Zoological Nomenclature, London, XXIX + 306 pp.",
          "Jacobsen NHG (1992) The status of Agama aculeata armata Peters 1854 (Reptilia: Agamidae). Journal of the Herpetological Association of Africa 41: 30–34.",
          "Kaiser K (2022) Duplicate networks: The Berlin botanical institutions as a \"clearing house\" for colonial plant material, 1891–1920. British Journal for the History of Science 55: 279–296. https://doi.org/10.1017/S0007087422000139",
          "Kapun M, Schwentner M, Haring E, Akkari N, Kroh A, Kruckenhauser A, Vohland K (2025) Museomics, the extended specimen and collectomics – How to frame and name the diversity of information linked to specimens in natural history collections. Natural History Collections and Museomics 2: 1–21. https://doi.org/10.3897/nhcm.2.161331",
          "Kellner A (2024) Biological collections in danger? Anais da Academia Brasileira de Ciências 96: e2024961. https://doi.org/10.1590/0001-376520242024961",
          "Leaché AD, Wagner P, Linkem CW, Böhme W, Papenfuss TJ, Chong RA, Lavin BR, Bauer AM, Nielsen SV, Greenbaum E, Rödel M-O, Schmitz A, LeBreton M, Ineich I, Chirio L, Ofori-Boateng C, Eniang EA, El Din B, Lemmon AR, Burbrink FT (2014) A hybrid phylogenetic-phylogenomic approach for species tree estimation in African Agama lizards with applications to biogeography, character evolution, and diversification. Molecular Phylogenetics and Evolution 79: 215–230. https://doi.org/10.1016/j.ympev.2014.06.013",
          "Letsch H, Greve C, Hundsdoerfer AK, Irisarri I, Moore JM, Espeland M, Wanke S, Arifin U, Blom MPK, Corrales C, Donath A, Fritz U, Köhler G, Kück P, Lemer S, Mengual X, Salas NM, Meusemann K, Palandačić A, Printzen C, Sigwart JD, Silva-Brandão KL, Simões M, Stange M, Suh A, Szucsich N, Tilic E, Töpfer T, Böhne A, Janke A, Pauls SU (2025) Type genomics: A framework for integrating genomic data into biodiversity and taxonomic research. Systematic Biology: syaf040. https://doi.org/10.1093/sysbio/syaf040",
          "Lobón-Rovira J, Bauer AM, Vaz Pinto P, Trape J-F, Conradie W, Kusamba C, Júlio T, Cael G, Stanley EL, Hughes DF, Behangana M, Masudi FM, Pauwels OSG, Greenbaum E (2024) Integrative revision of the Lygodactylus gutturalis (Bocage, 1873) complex unveils extensive cryptic diversity and traces its evolutionary history. Zoological Journal of the Linnean Society 201: 447–492. https://doi.org/10.1093/zoolinnean/zlad123",
          "Lopes Vieira AX (1886) Notícia acerca dos produtos zoológicos trazidos da ilha de S. Thomé para o Museu Zoológico da Universidade de Coimbra, pelo Sr. Adolpho F. Moller, em 1885. O Instituto, Série 2, 34: 235–241.",
          "Loveridge A (1947) Revision of the African lizards of the family Gekkonidae. Bulletin of the Museum of Comparative Zoology 98: 1–469, 7 plates.",
          "Loveridge A (1958) Revision of five African snake genera. Bulletin of the Museum of Comparative Zoology 119: 1–198.",
          "Madruga C (2012) The zoological collections of the Museu de Lisboa and the networks of scientific correspondence and exchange (1858–1898). In: Roca-Rosell A (Ed.) The Circulation of Science and Technology: Proceedings of the 4th International Conference of the European Society for the History of Science, Barcelona (Spain), 18–20 November 2010. Societat Catalana d'Història de la Ciència i de la Tècnica, Barcelona, 928–933.",
          "Madruga C (2013) José Vicente Barbosa du Bocage (1823–1907): A construção de uma persona científica. MSc Thesis, Universidade de Lisboa, Lisboa, 109 pp.",
          "Madruga C (2017) Expert at a distance: Barbosa du Bocage and the production of scientific knowledge on Africa. Journal of History of Science and Technology 11: 57–74. https://doi.org/10.1515/host-2017-0004",
          "Margócsy D (2022) Malinowski and malacology: Global value systems and the issue of duplicates. British Journal for the History of Science 55: 389–409. https://doi.org/10.1017/S0007087422000255",
          "Marques MP, Ceríaco LMP, Blackburn DC, Bauer AM (2018) Diversity and distribution of the amphibians and terrestrial reptiles of Angola: Atlas of historical and bibliographic records (1840–2017). Proceedings of the California Academy of Sciences, Series 4, 65 (Supplement II): 1–501.",
          "Marques MP, Parrinha D, Lopes-Lima M, Tiutenko A, Bauer AM, Ceríaco LMP (2024) An island in a sea of sand: A first checklist of the herpetofauna of the Serra da Neve inselberg, southwestern Angola. ZooKeys 1201: 167–217. https://doi.org/10.3897/zookeys.1201.120750",
          "Marques MP, Parrinha D, Santos BS, Bandeira S, Butler BO, Sousa ACA, Bauer AM, Wagner P (2022) All in all it's just another branch in the tree: A new species of Acanthocercus Fitzinger, 1843 (Squamata: Agamidae), from Angola. Zootaxa 5099: 221–243. https://doi.org/10.11646/zootaxa.5099.2.4",
          "Mecke S, Mader F, Kieckbusch M, Kaiser H, Böhme W, Ernst R (2016) Tracking a syntype of the Australian skink Anomalopus leuckartii (Weinland, 1862): \"Lost\" treasures in the Senckenberg Natural History Collections Dresden highlight the importance of reassessing and safeguarding natural history collections. Vertebrate Zoology 66: 169–177. https://doi.org/10.3897/vz.66.e31545",
          "Miller EC, Sellas AB, Drewes RC (2012) A new species of Hemidactylus (Squamata: Gekkonidae) from Príncipe Island, Gulf of Guinea, West Africa with comments on the African-Atlantic clade of Hemidactylus geckos. African Journal of Herpetology 61: 40–57. https://doi.org/10.1080/21564574.2012.666680",
          "Miralles A, Vasconcelos R, Perera A, Harris DJ, Carranza S (2010) An integrative taxonomic revision of the Cape Verdean skinks (Squamata, Scincidae). Zoologica Scripta 40: 16–44. https://doi.org/10.1111/j.1463-6409.2010.00453.x",
          "Nelson G, Ellis S (2018) The history and impact of digitization and digital data mobilization on biodiversity research. Philosophical transactions of the Royal Society B 374: 20170391. https://doi.org/10.1098/rstb.2017.0391",
          "Nichols CA (2021) Exchanging Objects: Nineteenth-Century Museum Anthropology at the Smithsonian Institution. Museums and Collections 12. Berghahn Books, New York, NY, and Oxford, 268 pp.",
          "Nielsen SV, Conradie W, Ceríaco LMP, Bauer AM, Heinicke MP, Stanley EL, Blackburn DC (2020) A new species of rain frog (Brevicipitidae, Breviceps) endemic to Angola. ZooKeys 979: 133–160. https://doi.org/10.3897/zookeys.979.56863",
          "Osório B (1909) Elogio historico do illustre naturalista e professor J. V. Barbosa du Bocage. Memorias do Museu Bocage 1: i–xlii.",
          "Padial JM, Miralles A, De la Riva I, Vences M (2010) The integrative future of taxonomy. Frontiers in Zoology 7: 16. https://doi.org/10.1186/1742-9994-7-16",
          "Parker HW (1936) Amphibians from Liberia and the Gold Coast. Zoologische Mededelingen, Leiden 19: 87–102.",
          "Parrinha D, Marques MP, Gonçalves FMP, Tiutenko A, Bauer AM, Ceríaco LMP (2025a) The genus Holaspis (Squamata: Lacertidae) in Angola: A tale of forgotten specimens and disappearing forests, with the description of a new species. Salamandra 61: 53–69.",
          "Parrinha D, Marques MP, Sousa ACA, Bauer AM, Ceríaco LMP (2025b) Buried in the sands of time: A new species of Sepsina Bocage, 1866 from Angola (Squamata: Scincidae). Annals of Carnegie Museum 90: 183–193.",
          "Parrinha D, Soares LB, Cartaxana A, Alves MJ (2024) The zoological collections of Portuguese oceanographic campaigns in former colonial territories. Natural History Collections and Museomics 1: 1–34. https://doi.org/10.3897/nhcm.1.136860",
          "Perret J-L (1976) Révision des amphibiens africains et principalement des types, conservés au Musée Bocage de Lisbonne. Arquivos do Museu Bocage, Série 2, 6: 15–34.",
          "Peters WCH (1882) Naturwissenschaftliche Reise nach Mossambique auf Befehl seiner Majestät des Königs Friedrich Wilhelm IV in den Jahren 1842 bis 1848 ausgeführt. Zoologie, III, Amphibien. G. Reimer, Berlin, xv, 191 pp., 33 plates.",
          "Reese H, Finney V, Ville S (2024) Value, knowledge and reputation: Zoological exchange by Australian museums, 1870–1900. British Journal for the History of Science 58: 81–100. https://doi.org/10.1017/S0007087424000700",
          "Sabaj MH (2020) Codes for natural history collections in ichthyology and herpetology. Copeia 108: 593–669. https://doi.org/10.1643/ASIHCODONS2020",
          "Saldanha L (1978) Museu Bocage. Copeia 1978: 739–740.",
          "Santos BS, Marques MP, Bauer AM, Ceríaco LMP (2021) Herpetological results of Francisco Newton's Zoological Expedition to Angola (1903–1906): A taxonomic revision and new records of a forgotten collection. Zootaxa 5028: 1–80. https://doi.org/10.11646/zootaxa.5028.1.1",
          "Santos BS, Marques MP, Ceríaco LMP (2024) Lack of country-wide systematic herpetology collections in Portugal jeopardizes future research and conservation. Anais da Academia Brasileira de Ciências 96: e20230622. https://doi.org/10.1590/0001-3765202420230622",
          "Sigwart JD, Schleuning M, Brandt A, Pfenninger M, Saeedi H, Borsch T, Häffner E, Lücking R, Güntsch A, Trischler H, Töpfer T, Wesche K, Consortium C (2025) Collectomics – towards a new framework to integrate museum collections to address global challenges. Natural History Collections and Museomics 2: 1–20. https://doi.org/10.3897/nhcm.2.148855",
          "Steindachner F (1867) Reise der österreichischen Fregatte Novara um die Erde in den Jahren 1857, 1858, 1859 unter den Befehlen des Commodore B. von Wüllerstorf-Urbair. Theil. I. Amphibien. Kaiserlich-Königliche Hof- und Staatsdruckerei, Wien, 70 pp., 5 plates.",
          "Tillack F, de Ruiter R, Rödel M-O (2021) A type catalogue of the reed frogs (Amphibia, Anura, Hyperoliidae) in the collection of the Museum für Naturkunde Berlin (ZMB) with comments on historical collectors and expeditions. Zoosystematics and Evolution 97: 407–450 https://doi.org/10.3897/zse.97.68000",
          "Trape J-F, Crochet P-A, Broadley DG, Sourouille P, Mané Y, Burger M, Böhme W, Saleh M, Karan A, Lanza B, Mediannikov O (2019) On the Psammophis sibilans group (Serpentes, Lamprophiidae, Psammophiinae) north of 12°S, with the description of a new species from West Africa. Bonn Zoological Bulletin 68: 61–91. https://doi.org/10.20363/BZB-2019.68.1.061",
          "Tyler MJ, Fucsko LA, Roberts JD (2023) Calamities causing loss of museum collections: A historical and global perspective. Zootaxa 5230: 153–178. https://doi.org/10.11646/zootaxa.5230.2.2",
          "Vasconcelos R, Köhler G, Geniez P, Crochet P-A (2020) A new endemic species of Hemidactylus (Squamata: Gekkonidae) from São Nicolau Island, Cabo Verde. Zootaxa 4878: 501–522. https://doi.org/10.11646/zootaxa.4878.3.4",
          "Vasconcelos R, Perera A, Geniez P, Harris DJ, Carranza S (2012) An integrative taxonomic revision of the Tarentola geckos (Squamata, Phyllodactylidae) of the Cape Verde Islands. Zoological Journal of the Linnean Society 164: 328–360. https://doi.org/10.1111/j.1096-3642.2011.00768.x",
          "Villa A, Kirchner M, Alba DM, Bernardini F, Bolet A, Luján AH, Fortuny J, Hipsley CA, Müller J, Sindaco R, Tuniz C, Delfino M (2019) Comparative cranial osteology of Blanus (Squamata: Amphisbaenia), Zoological Journal of the Linnean Society 185: 693–716. https://doi.org/10.1093/zoolinnean/zly082",
          "Wagner P, Butler BO, Ceríaco LMP, Bauer AM (2021) A new species of the Acanthocercus atricollis complex (Squamata: Agamidae). Salamandra 57: 449–463.",
          "Wagner P, Greenbaum E, Bauer AM, Kusamba C, Leaché AD (2018) Lifting the blue-headed veil – Integrative taxonomy of the Acanthocercus atricollis species complex (Squamata: Agamidae). Journal of Natural History 52: 771–817. https://doi.org/10.1080/00222933.2018.1435833",
          "Wallach V, Williams KL, Boundy J (2014) Snakes of the World: A Catalogue of Living and Extinct Species. CRC Press, Boca Raton, FL, 1227 pp.",
          "Wüster W, Tillack F (2023) On the importance of types and the perils of \"en passant\" taxonomy: A brief history of the typification of Coluber naja Linnaeus, 1758 (Serpentes: Elapidae) and its implications, with the designation of a lectotype. Zootaxa 5346: 403–419. https://doi.org/10.11646/zootaxa.5346.4.3",
          "Zamudio KR, Kellner A, Serejo C, de Britto MR, Castro CB, Buckup PA, Pires DO, Couri M, Kury AB, Cardoso IA, Monné ML, Pombal Jr. J, Patiu CM, Padula V, Pimenta AD, Ventura CRR, Hajdu E, Zanol J, Bruna EM, Fitzpatrick J, Rocha LA (2018) Lack of science support fails Brazil. Science 361: 1322–1323. https://doi.org/10.1126/science.aav3296"
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "",
          "pages": "353-404",
          "title": "Vertebrate Zoology",
          "volume": "75"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17431345"
              }
            }
          ]
        }
      },
      "title": "Echoes of a lost museum: Revision of the herpetological collections sent by Barbosa du Bocage from the Lisbon Museum to the British Museum of Natural History",
      "links": {
        "self": "https://zenodo.org/api/records/17431346",
        "self_html": "https://zenodo.org/records/17431346",
        "preview_html": "https://zenodo.org/records/17431346?preview=1",
        "doi": "https://doi.org/10.3897/vz.75.e169790",
        "self_doi": "https://doi.org/10.3897/vz.75.e169790",
        "self_doi_html": "https://zenodo.org/doi/10.3897/vz.75.e169790",
        "reserve_doi": "https://zenodo.org/api/records/17431346/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17431345",
        "parent_html": "https://zenodo.org/records/17431345",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17431346/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17431346/sequence/default",
        "files": "https://zenodo.org/api/records/17431346/files",
        "media_files": "https://zenodo.org/api/records/17431346/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17431346:VZ_article_169790.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17431346:VZ_article_169790.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17431346:VZ_article_169790.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17431346:VZ_article_169790.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17431346:VZ_article_169790.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17431346:VZ_article_169790.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17431346/files-archive",
        "archive_media": "https://zenodo.org/api/records/17431346/media-files-archive",
        "latest": "https://zenodo.org/api/records/17431346/versions/latest",
        "latest_html": "https://zenodo.org/records/17431346/latest",
        "versions": "https://zenodo.org/api/records/17431346/versions",
        "draft": "https://zenodo.org/api/records/17431346/draft",
        "access_links": "https://zenodo.org/api/records/17431346/access/links",
        "access_grants": "https://zenodo.org/api/records/17431346/access/grants",
        "access_users": "https://zenodo.org/api/records/17431346/access/users",
        "access_request": "https://zenodo.org/api/records/17431346/access/request",
        "access": "https://zenodo.org/api/records/17431346/access",
        "communities": "https://zenodo.org/api/records/17431346/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17431346/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17431346/request-deletion",
        "requests": "https://zenodo.org/api/records/17431346/requests"
      },
      "updated": "2025-10-24T07:30:49.913953+00:00",
      "recid": "17431346",
      "revision": 6,
      "files": [
        {
          "id": "b6aa95a9-89d2-462a-a9ec-bde7f231f211",
          "key": "VZ_article_169790.pdf",
          "size": 19159005,
          "checksum": "md5:ed68f5f560b0dea576fda7c62ded3ce7",
          "links": {
            "self": "https://zenodo.org/api/records/17431346/files/VZ_article_169790.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 2,
        "unique_downloads": 1,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 2,
        "version_unique_downloads": 1,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-24T07:30:19.008871+00:00",
      "modified": "2025-10-24T07:30:19.706839+00:00",
      "id": 17431333,
      "conceptrecid": "17431332",
      "doi": "10.3897/zookeys.1256.158846",
      "doi_url": "https://doi.org/10.3897/zookeys.1256.158846",
      "metadata": {
        "title": "Amolops cuongi (Amphibia, Anura, Ranidae), a new species from the Hoang Lien Range, Vietnam",
        "doi": "10.3897/zookeys.1256.158846",
        "publication_date": "2025-10-22",
        "description": "<p>A new species of the genus <i>Amolops</i> is described from the Hoang Lien Range, northwestern Vietnam as <i>Amolops cuongi</i> sp. nov. While morphological and molecular data assign these individuals to the <i>Amolops mantzorum</i> group, the new species is distinguishable from its congeners on the basis of a combination of the following diagnostic characters: size small (SVL 33.9–36.9 mm in males; 37.9–44.4 mm in females); head longer than wide; vomerine teeth absent or weakly developed; snout short (SE/SVL 0.15–0.17 in males; 0.14–0.16 in females); tympanum small (TD/ED 0.26–0.37 in males; 0.25–0.35 in females); the absence of circummarginal groove on the first finger; disc of finger III larger than tympanum; supratympanic fold present; dorsolateral fold absent; webbing formula I0–1II0–1III0–1IV1–0V; the presence of a band of small spinules and/or tubercles running from below nares, along upper lip, around lower half of eye, between tympanum and eye and rear axis of mandibles; granular skin on flanks and ventral surfaces of body; in life, dorsal body colouration of dark brown with diffuse-edged blotches of bluish grey, copper and yellowish green or pale green and copper; ventral surface of throat, chest and belly pale cream with white dots; males without vocal sacs; and nuptial pad velvety without spines. In the phylogenetic analysis using a combination of mitochondrial 16S ribosomal RNA, ND2, and cytochrome <i>b</i> (cyt <i>b</i>) genes, the new species is strongly supported as the most genetically distinct member of the <i>Amolops mantzorum</i> group with genetic distance ≥ 1.53% in the 16S rRNA, ≥ 8.70% in ND2, and ≥ 8.56% in cyt <i>b</i> compared to other members within the genus <i>Amolops</i>.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Pham, Anh Van",
            "affiliation": "University of Science, Vietnam National University, Hanoi, Vietnam"
          },
          {
            "name": "Hoang, Chung Van",
            "affiliation": "Vietnam Academy of Science and Technology, Hanoi, Vietnam|Green Environment Centre, Hanoi, Vietnam"
          },
          {
            "name": "Tapley, Benjamin",
            "affiliation": "Zoological Society of London, Regent's Park, London, United Kingdom"
          },
          {
            "name": "Nguyen, Luan Thanh",
            "affiliation": "Asian Turtle Program of Indo-Myanmar Conservation, Hanoi, Vietnam"
          },
          {
            "name": "Nguyen, Hanh Huu",
            "affiliation": "Hoang Lien National Park, Sa Pa, Vietnam"
          },
          {
            "name": "La, Toi Van",
            "affiliation": "Hoang Lien National Park, Sa Pa, Vietnam"
          },
          {
            "name": "Ziegler, Thomas",
            "affiliation": "University of Cologne, Cologne, Germany|AG Zoologischer Garten Köln, Cologne, Germany"
          },
          {
            "name": "Rowley, Jodi J. L.",
            "affiliation": "University of New South Wales, Sydney, Australia|Australian Museum Research Institute, Australian Museum, Sydney, Australia"
          },
          {
            "name": "Nguyen, Truong Quang",
            "affiliation": "Vietnam Academy of Science and Technology, Hanoi, Vietnam|Graduate University of Science and Technology, Hanoi, Vietnam"
          },
          {
            "name": "Le, Minh Duc",
            "affiliation": "University of Science, Vietnam National University, Hanoi, Vietnam|Vietnam National University, Hanoi, Vietnam|American Museum of Natural History, New York, United States of America"
          }
        ],
        "keywords": [
          "Amolops mantzorum group",
          "genetically distinct",
          "molecular phylogenetics",
          "morphology",
          "taxonomy"
        ],
        "related_identifiers": [
          {
            "identifier": "10.3897/zookeys.1256.158846.figure1",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1256.158846.figure3",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1256.158846.figure6",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1256.158846.figure2",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1256.158846.figure4",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1256.158846.figure5",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1256.158846.suppl1",
            "relation": "hasPart",
            "resource_type": "other",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1256.158846.suppl2",
            "relation": "hasPart",
            "resource_type": "other",
            "scheme": "doi"
          },
          {
            "identifier": "10.7717/peerj.2185",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/zoolinnean/zlab083",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.24272/j.issn.2095-8137.2020.018",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/molbev/msx281",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2305/IUCN.UK.2017-2.RLTS.T159250A85572028.en",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2305/IUCN.UK.2021-3.RLTS.T73727195A87994974.en",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2305/IUCN.UK.2021-3.RLTS.T150087086A150087092.en",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2305/IUCN.UK.2021-3.RLTS.T76491633A87995169.en",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.24272/j.issn.2095-8137.2021.107",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.30906/1026-2296-2019-26-6-325-334",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.envpol.2014.07.023",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1189.115621",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/BDJ.12.e129214",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2014.01.008",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.4609.2.3",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/molbev/msu300",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1643/CH-12-021",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.4860.2.10",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.5016.3.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.5514.6.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1197.104851",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.5594.3.3",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/00222933.2021.1946185",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.26107/RBZ-2023-0004",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.16373/j.cnki.ahr.220063",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/sysbio/syy032",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/sysbio/sys029",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.3737.4.5",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s10113-021-01831-w",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/aesa/87.6.651",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1655/08-073.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1098/rsbl.2006.0505",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/molbev/msab120",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1186/s40851-023-00214-9",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1755-0998.2011.03021.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.4344.3.3",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.4508.3.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5061/dryad.cjsxksn3v",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/nar/25.24.4876",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1071/WF21078",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/s41598-019-43940-x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1558-5646.2009.00610.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2020.106789",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2020.106753",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Duan RY, Kong XQ, Huang MY, Varela S, Ji X (2016) The potential effects of climate change on amphibian distribution, range fragmentation and turnover in China. PeerJ 4: e2185. https://doi.org/10.7717/peerj.2185",
          "Dufresnes C, Litvinchuk SN (2022) Diversity, distribution and molecular species delimitation in frogs and toads from the Eastern Palaearctic. Zoological Journal of the Linnean Society 195(3): 695–760. https://doi.org/10.1093/zoolinnean/zlab083",
          "Fei L, Ye CY, Jiang JP, Xie F, Huang YZ (2005) An Illustrated Key to Chinese Amphibians. Sichuan Publishing Group and Sichuan Publishing House of Science and Technology, Chengdu, 340 pp.",
          "Fei L, Hu SQ, Ye CY, Huang YZ (2009) Fauna Sinica. Amphibia (Vol. 3) Anura. Science Press, Beijing, 881 pp",
          "Fei L, Ye C-Y, Wang Y-F, Jiang K (2017) A new species of the genus Amolops (Anura: Ranidae) from high-altitude Sichuan, southwestern China, with a discussion on the taxonomic status of Amolops kangtingensis. Zoological Research 38: 138–145. https://doi.org/10.24272/j.issn.2095-8137.2020.018",
          "Frost DR (2025) Amphibian Species of the World Version 6.2, An Online Reference. http://research.amnh.org/vz/herpetology/ amphibia/ [accessed 12 May 2025]",
          "Hall TA (1999) BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT. Nucleic Acids Symposium Series N0. 41 95–98.",
          "Hoang DT, Chernomor O, von Haeseler A, Minh BQ, Vinh LS (2018) UFBoot2: Improving the Ultrafast Bootstrap Approximation. Molecular Biology and Evolution 35(2): 518–522. https://doi.org/10.1093/molbev/msx281",
          "IUCN (2012) IUCN Red List Categories and Criteria: Version 3.1. (2nd Edn.). IUCN, Gland and Cambridge, iv + 32 pp.",
          "IUCN SSC Amphibian Specialist Group (2017) Amolops minutus (errata version published in 2018). The IUCN Red List of Threatened Species 2017: e.T159250A126406905. https://doi.org/10.2305/IUCN.UK.2017-2.RLTS.T159250A85572028.en [accessed 14 March 2025]",
          "IUCN SSC Amphibian Specialist Group (2021a) Leptobrachella botsfordi. The IUCN Red List of Threatened Species 2021: e.T73727195A87994974. https://doi.org/10.2305/IUCN.UK.2021-3.RLTS.T73727195A87994974.en [accessed 20 September 2024]",
          "IUCN SSC Amphibian Specialist Group (2021b) Megophrys fansipanensis. The IUCN Red List of Threatened Species 2021: e.T150087086A150087092. https://doi.org/10.2305/IUCN.UK.2021-3.RLTS.T150087086A150087092.en [accessed 20 September 2024]",
          "IUCN SSC Amphibian Specialist Group (2021c) Oreolalax sterlingae. The IUCN Red List of Threatened Species 2021: e.T76491633A87995169. https://doi.org/10.2305/IUCN.UK.2021-3.RLTS.T76491633A87995169.en [accessed 20 September 2024]",
          "Jiang K, Ren J-L, Lyu Z-T, Wang D, Wang Z, Lv K, Wu J, Li J-T (2021) Taxonomic revision of Amolops chunganensis (Pope, 1929) (Amphibia: Anura) and description of a new species from southwestern China, with discussion on Amolops monticola group and assignment of species groups of the genus Amolops. Zoological Research 42(5): 574–591. https://doi.org/10.24272/j.issn.2095-8137.2021.107",
          "Kropachev II, Orlov NL, Ninh HT, Nguyen TT (2019) A new species of Rhacophorus genus (Amphibia: Anura: Rhacophoridae: Rhacophorinae) from Van Ban district, Lao Cai province, Northern Vietnam. Russian Journal of Herpetology 26: 325–334. https://doi.org/10.30906/1026-2296-2019-26-6-325-334",
          "Le TH, Nguyen TNT, Lasko K, Ilavajhala S, Vadrevu KP, Justice C (2014) Vegetation fires and air pollution in Vietnam. Environmental Pollution 195: 267–275. https://doi.org/10.1016/j.envpol.2014.07.023",
          "Li S-Z, Liu J, Ke XC, Cheng G, Wang B (2024) A new species of Amolops (Amphibia, Anura, Ranidae) from Guizhou Province, China. ZooKeys 1189: 33–54. https://doi.org/10.3897/zookeys.1189.115621",
          "Liu S, Nguyen T, Le M, Pham C, Pham A, Hou M, Zhou H, Mo M, Li M, Li B, Luo X, Rao D, Li S (2024) Taxonomic relationship between Amolops minutus Orlov & Ho, 2007 and A. ottorum Pham, Sung, Pham, Le, Zieger & Nguyen, 2019, with first record of A. minutus from China (Anura, Ranidae). Biodiversity Data Journal 12: e129214. https://doi.org/10.3897/BDJ.12.e129214",
          "Lu B, Bi K, Fu J (2014) A phylogenetic evaluation of the Amolops mantzorum species group: Cryptic species and plateau uplift. Molecular Phylogenetics and Evolution 73: 40–52. https://doi.org/10.1016/j.ympev.2014.01.008",
          "Lyu Z-T, Zeng Z-C, Wan H, Yang J, Li Y-L, Pang H, Wang Y-Y (2019) A new species of Amolops (Anura: Ranidae) from China, with taxonomic comments on A. liangshanensis and Chinese populations of A. marmoratus. Zootaxa 4609(2): 247–268. https://doi.org/10.11646/zootaxa.4609.2.3",
          "Matsui M, Ohler A, Eto K, Tao NT, Nguyen TT (2017) Distinction of Gracixalus carinensis from Vietnam and Myanmar, with description of a new species. Alytes 33: 25–37.",
          "Nguyen L-T, Schmidt HA, von Haeseler A, Bui MQ (2015) IQ-TREE: A fast and effective stochastic algorithm for estimating maximum likelihood phylogenies. Molecular Biol­ogy and Evolution 32(1): 268–274. https://doi.org/10.1093/molbev/msu300",
          "Nguyen TQ, Phung TM, Le MD, Ziegler T, Böhme W (2013) First record of the genus Oreolalax (Anura: Megophryidae) from Vietnam with description of a new species. Copeia 2013(2): 213–222. https://doi.org/10.1643/CH-12-021",
          "Nguyen LT, Tapley B, Cutajar T, Nguyen CT, Portway C, Harding L, Rowley JJL (2020) A description of the tadpole of the Critically Endangered Botsford's leaf-litter frog (Leptobrachella botsfordi) with comments on the distribution and conservation status of the species. Zootaxa 4860(2): 293–300. https://doi.org/10.11646/zootaxa.4860.2.10",
          "Nguyen LT, Tapley B, Nguyen CT, Luong VH, Rowley JJL (2021) A new species of Leptobrachella (Anura, Megophryidae) from Mount Pu Ta Leng, northwest Vietnam. Zootaxa 5016(3): 301–332. https://doi.org/10.11646/zootaxa.5016.3.1",
          "Nguyen LT, Tapley B, Kane D, Tran TTD, Cui J, Rowley JJL (2024a) A new Oreolalax (Anura: Megophryidae) from the Hoang Lien Range, northwest Vietnam. Zootaxa 5514(6): 501–524. https://doi.org/10.11646/zootaxa.5514.6.1",
          "Nguyen TT, Nguyen HH, Ninh HT, Le LTH Bui HT, Orlov N, Hoang VC, Ziegler T (2024b) Zhangixalus thaoae sp. nov., a new green treefrog species from Vietnam (Anura, Rhacophoridae). ZooKeys 1197: 93–113. https://doi.org/10.3897/zookeys.1197.104851",
          "Nguyen LT, Tapley B, La TV, Rowley JJL (2025) A new species of the Amolops monticola group (Amphibia: Anura: Ranidae) from the Hoang Lien Range, northwest Vietnam. Zootaxa 5594(3): 485–508. https://doi.org/10.11646/zootaxa.5594.3.3",
          "Orlov NL, Ho CT (2007) Two new species of Cascade Ranids of Amolops genus (Amphibia: Anura: Ranidae) from Lai Chau province (northwest Vietnam). Russian Journal of Herpetology 14(3): 211–228.",
          "Patel NG, Garg S, Das A, Stuart BL, Biju SD (2021) Phylogenetic position of the poorly known montane cascade frog Amolops monticola (Ranidae) and description of a new closely related species from Northeast India. Journal of Natural History 55(21-22): 1403–1440. https://doi.org/10.1080/00222933.2021.1946185",
          "Pham AV, Sung NB, Pham CT, Le MD Ziegler T, Nguyen QT (2019) A new species of Amolops (Anura: Ranidae) from Vietnam. Raffles Bulletin of Zoology Singapore 67: 363–377. https://doi.org/10.26107/RBZ-2023-0004",
          "Qian T-Y, Xiang J, Jiang J-p, Yang D, Gui J (2023) A new species of the Amolops mantzorum group (Anura: Ranidae: Amolops) from northwestern Hunan Province, China. Asian Herpetological Research 14: 54–64. https://doi.org/10.16373/j.cnki.ahr.220063",
          "Rambaut A, Drummond AJ, Xie D, Baele G, Suchard MA (2018) Posterior Summarization in Bayesian Phylogenetics Using Tracer 1.7. Systematic Biology 67(5): 901–904. https://doi.org/10.1093/sysbio/syy032",
          "Ronquist F, Teslenko M, van der Mark P, Ayres DL, Darling A, Höhna S, Larget B, Liu L, Suchard MA, Huelsenbeck JP (2012) MrBayes 3.2: Efficient Bayesian phylogenetic inference and model choice across a large model space. Systematic Biology 61: 539–542. https://doi.org/10.1093/sysbio/sys029",
          "Rowley JJ, Dau VQ, Nguyen TT (2013) A new species of Leptolalax (Anura: Megophryidae) from the highest mountain in Indochina. Zootaxa 3737(4): 415–428. https://doi.org/10.11646/zootaxa.3737.4.5",
          "Savage JM, Heyer WR (1997) Digital webbing formulae for anurans: A refinement. Herpetological Review 28(3): e131.",
          "Sillero N (2021) Climate change in action: Local elevational shifts on Iberian amphibians and reptiles. Regional Environmental Change 21(4): e101. https://doi.org/10.1007/s10113-021-01831-w",
          "Simon C, Frati F, Beckenbach A, Crespi B, Liu H, Flook P (1994) Evolution, weighting, and phylogenetic utility of mitochondrial gene sequences and a compilation of conserved polymerase chain reaction primers. Annals of the Entomological Society of America 87: 651–701. https://doi.org/10.1093/aesa/87.6.651",
          "Stuart BL, Bain RH, Phimmachak S, Spence K (2010) Phylogenetic systematics of the Amolops monticola group (Amphibia: Ranidae), with description of a new species from Northwestern Laos. Herpetologica 66(1): 52–66. https://doi.org/10.1655/08-073.1",
          "Stuart BL, Inger RF, Voris HK (2006) High level of cryptic species diversity revealed by sympatric lineages of Southeast Asian forest frogs. Biology Letters 2: 470–474. https://doi.org/10.1098/rsbl.2006.0505",
          "Tamura K, Stecher G, Kumar S (2021) MEGA11: molecular evolutionary genetics analysis version 11. Molecular Biology and Evolution 38(7): 3022–3027. https://doi.org/10.1093/molbev/msab120",
          "Tang S, Sun T, Liu S, Luo S, Yu G, Du L-N (2023) A new species of cascade frog (Anura: Ranidae: Amolops) from central Yunnan, China. Zoological Letters 9(15): 1–19. https://doi.org/10.1186/s40851-023-00214-9",
          "Tanabe AS (2011) Kakusan4 and Aminosan: two programs for comparing nonpartitioned, proportional and separate models for combined molecular phylogenetic analyses of multilocus sequence data. Molecular Ecology Resources 11(5): 914–921. https://doi.org/10.1111/j.1755-0998.2011.03021.x",
          "Tapley B, Cutajar T, Mahony S, Nguyen CT, Dau VQ, Nguyen TT, Luong HV, Rowley JJ (2017) The Vietnamese population of Megophrys kuatunensis (Amphibia: Megophryidae) represents a new species of Asian horned frog from Vietnam and southern China. Zootaxa 4344(3): 465–492. https://doi.org/10.11646/zootaxa.4344.3.3",
          "Tapley B, Cutajar T, Mahony S, Nguyen CT, Dau VQ, Luong AM, Le DT Nguyen TT, Nguyen TQ, Portway C, Luong HV, Rowley JJL (2018) Two new and potentially highly threatened Megophrys Horned frogs (Amphibia: Megophryidae) from Indochina's highest mountains. Zootaxa 4508(3): 301–333. https://doi.org/10.11646/zootaxa.4508.3.1",
          "Tapley B, Jervis P, Nguyen LT, Portway C, Nguyen CT, Luong HV, Kane D, Brookes L, Perkins MW, Ghosh P, Wierzbicki C, Shelton J, Fisher MC, Rowley JJL (2020) Low prevalence of Batrachochytrium dendrobatidis detected in amphibians from Vietnam's highest mountains. Herpetological Review 51(4): 726–732. https://doi.org/10.5061/dryad.cjsxksn3v",
          "Thompson JD, Gibson TJ, Plewniak F, Jeanmougin F, Higgins DG (1997) The ClustalX windows interface: flexible strategies for multiple sequence alignment aided by quality analysis tools. Nucleic Acids Research 25: 4876–4882. https://doi.org/10.1093/nar/25.24.4876",
          "Trang PT, Andrew ME, Chu T, Enright NJ (2022) Forest fire and its key drivers in the tropical forests of northern Vietnam. International Journal of Wildland Fire 31(3): 213–229. https://doi.org/10.1071/WF21078",
          "Vadrevu KP, Lasko K, Giglio L, Schroeder W, Biswas S, Justice C (2019) Trends in vegetation fires in south and southeast Asian countries. Scientific Reports 9(1): e7422. https://doi.org/10.1038/s41598-019-43940-x",
          "Wiens JJ, Sukumaran J, Pyron RA, Brown RM (2009) Evolutionary and biogeographic origins of high tropical diversity in old world frogs (Ranidae). Evolution; International Journal of Organic Evolution 63(5): 1217–1231. https://doi.org/10.1111/j.1558-5646.2009.00610.x",
          "Wu YH, Yan F, Stuart BL, Prendini E, Suwannapoom C, Dahn HA, Zhang BL, Cai HX, Xu YB, Jiang K, Chen HM, Lemmon AR, Lemmon EM, Raxworthy CJ, Orlov NL, Murphy RW, Che J (2020) A combined approach of mitochondrial DNA and anchored nuclear phylogenomics sheds light on unrecognized diversity, phylogeny, and historical biogeography of the torrent frogs, genus Amolops (Anura: Ranidae). Molecular Phylogenetics and Evolution 148: e106789. https://doi.org/10.1016/j.ympev.2020.106789",
          "Zeng Z, Liang D, Li J, Lyu Z-T, Wang Y-Y, Zhang P (2020) Phylogenetic relationships of the Chinese torrent frogs (Ranidae: Amolops) revealed by phylogenomic analyses of AFLP-Capture data. Molecular Phylogenetics and Evolution 146(106753): 1–9. https://doi.org/10.1016/j.ympev.2020.106753"
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "",
          "pages": "235-257",
          "title": "ZooKeys",
          "volume": "1256"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17431332"
              }
            }
          ]
        }
      },
      "title": "Amolops cuongi (Amphibia, Anura, Ranidae), a new species from the Hoang Lien Range, Vietnam",
      "links": {
        "self": "https://zenodo.org/api/records/17431333",
        "self_html": "https://zenodo.org/records/17431333",
        "preview_html": "https://zenodo.org/records/17431333?preview=1",
        "doi": "https://doi.org/10.3897/zookeys.1256.158846",
        "self_doi": "https://doi.org/10.3897/zookeys.1256.158846",
        "self_doi_html": "https://zenodo.org/doi/10.3897/zookeys.1256.158846",
        "reserve_doi": "https://zenodo.org/api/records/17431333/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17431332",
        "parent_html": "https://zenodo.org/records/17431332",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17431333/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17431333/sequence/default",
        "files": "https://zenodo.org/api/records/17431333/files",
        "media_files": "https://zenodo.org/api/records/17431333/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17431333:ZK_article_158846.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17431333:ZK_article_158846.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17431333:ZK_article_158846.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17431333:ZK_article_158846.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17431333:ZK_article_158846.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17431333:ZK_article_158846.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17431333/files-archive",
        "archive_media": "https://zenodo.org/api/records/17431333/media-files-archive",
        "latest": "https://zenodo.org/api/records/17431333/versions/latest",
        "latest_html": "https://zenodo.org/records/17431333/latest",
        "versions": "https://zenodo.org/api/records/17431333/versions",
        "draft": "https://zenodo.org/api/records/17431333/draft",
        "access_links": "https://zenodo.org/api/records/17431333/access/links",
        "access_grants": "https://zenodo.org/api/records/17431333/access/grants",
        "access_users": "https://zenodo.org/api/records/17431333/access/users",
        "access_request": "https://zenodo.org/api/records/17431333/access/request",
        "access": "https://zenodo.org/api/records/17431333/access",
        "communities": "https://zenodo.org/api/records/17431333/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17431333/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17431333/request-deletion",
        "requests": "https://zenodo.org/api/records/17431333/requests"
      },
      "updated": "2025-10-24T07:30:19.706839+00:00",
      "recid": "17431333",
      "revision": 5,
      "files": [
        {
          "id": "7e632494-8587-481e-9302-7a38687f8169",
          "key": "ZK_article_158846.pdf",
          "size": 8548803,
          "checksum": "md5:2fefce0b716aa4556d15acc1689272ae",
          "links": {
            "self": "https://zenodo.org/api/records/17431333/files/ZK_article_158846.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 5,
        "unique_downloads": 5,
        "views": 5,
        "unique_views": 4,
        "version_downloads": 5,
        "version_unique_downloads": 5,
        "version_unique_views": 4,
        "version_views": 5
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-22T07:47:59.644890+00:00",
      "modified": "2025-10-22T07:48:06.258324+00:00",
      "id": 17412765,
      "conceptrecid": "17412764",
      "doi": "10.3897/BDJ.13.e165844.figure4",
      "doi_url": "https://doi.org/10.3897/BDJ.13.e165844.figure4",
      "metadata": {
        "title": "Figure 4 from: Dang H, Huynh H, Phan T, Bui KT, Luong TT, Nguyen VH (2025) Butterflies (Lepidoptera) of the Can Gio Mangrove Biosphere Reserve, Vietnam. Biodiversity Data Journal 13: e165844. https://doi.org/10.3897/BDJ.13.e165844",
        "doi": "10.3897/BDJ.13.e165844.figure4",
        "publication_date": "2025-10-20",
        "description": "Figure 4 Family Lycaenidae: A1, A2 Castalius rosimon ♀; B Hypolycaena erylus; C Rapala pheretima ♀; D1, D2 Jamides bochus ♂; E Cigaritis lohita ♀; F Zizina otis ♂. Photos by Dang H.N.",
        "access_right": "open",
        "creators": [
          {
            "name": "Dang, Hiep",
            "affiliation": "Can Gio Protection Forest Management Board, Ho Chi Minh City, Vietnam"
          },
          {
            "name": "Huynh, Hoan",
            "affiliation": "Can Gio Protection Forest Management Board, Ho Chi Minh City, Vietnam"
          },
          {
            "name": "Phan, Trung",
            "affiliation": "Can Gio Protection Forest Management Board, Ho Chi Minh City, Vietnam"
          },
          {
            "name": "Bui, Kiet",
            "affiliation": "Can Gio Protection Forest Management Board, Ho Chi Minh City, Vietnam"
          },
          {
            "name": "Luong, Thao",
            "affiliation": "Can Gio Protection Forest Management Board, Ho Chi Minh City, Vietnam"
          },
          {
            "name": "Nguyen, Vu",
            "affiliation": "Institute of Life Science, Vietnam Academy of Science and Technology, Ho Chi Minh City, Vietnam"
          }
        ],
        "keywords": [
          "biodiversity",
          "Nymphalidae",
          "Lycaenidae",
          "insect",
          "species composition"
        ],
        "related_identifiers": [
          {
            "identifier": "10.3897/BDJ.13.e165844",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "doi"
          },
          {
            "identifier": "https://zenodo.org/record/17412628",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          }
        ],
        "resource_type": {
          "title": "Figure",
          "type": "image",
          "subtype": "figure"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17412764"
              }
            }
          ]
        }
      },
      "title": "Figure 4 from: Dang H, Huynh H, Phan T, Bui KT, Luong TT, Nguyen VH (2025) Butterflies (Lepidoptera) of the Can Gio Mangrove Biosphere Reserve, Vietnam. Biodiversity Data Journal 13: e165844. https://doi.org/10.3897/BDJ.13.e165844",
      "links": {
        "self": "https://zenodo.org/api/records/17412765",
        "self_html": "https://zenodo.org/records/17412765",
        "preview_html": "https://zenodo.org/records/17412765?preview=1",
        "doi": "https://doi.org/10.3897/BDJ.13.e165844.figure4",
        "self_doi": "https://doi.org/10.3897/BDJ.13.e165844.figure4",
        "self_doi_html": "https://zenodo.org/doi/10.3897/BDJ.13.e165844.figure4",
        "reserve_doi": "https://zenodo.org/api/records/17412765/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17412764",
        "parent_html": "https://zenodo.org/records/17412764",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17412765/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17412765/sequence/default",
        "files": "https://zenodo.org/api/records/17412765/files",
        "media_files": "https://zenodo.org/api/records/17412765/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17412765:oo_1369044.png/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17412765:oo_1369044.png/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17412765:oo_1369044.png/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17412765:oo_1369044.png/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17412765:oo_1369044.png/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17412765:oo_1369044.png/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17412765/files-archive",
        "archive_media": "https://zenodo.org/api/records/17412765/media-files-archive",
        "latest": "https://zenodo.org/api/records/17412765/versions/latest",
        "latest_html": "https://zenodo.org/records/17412765/latest",
        "versions": "https://zenodo.org/api/records/17412765/versions",
        "draft": "https://zenodo.org/api/records/17412765/draft",
        "access_links": "https://zenodo.org/api/records/17412765/access/links",
        "access_grants": "https://zenodo.org/api/records/17412765/access/grants",
        "access_users": "https://zenodo.org/api/records/17412765/access/users",
        "access_request": "https://zenodo.org/api/records/17412765/access/request",
        "access": "https://zenodo.org/api/records/17412765/access",
        "communities": "https://zenodo.org/api/records/17412765/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17412765/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17412765/request-deletion",
        "requests": "https://zenodo.org/api/records/17412765/requests"
      },
      "updated": "2025-10-22T07:48:06.258324+00:00",
      "recid": "17412765",
      "revision": 5,
      "files": [
        {
          "id": "e36f289e-e689-4ba7-b389-e31f1d6b8c2c",
          "key": "oo_1369044.png",
          "size": 9603390,
          "checksum": "md5:22061460ae115dc3c595c8e76fade951",
          "links": {
            "self": "https://zenodo.org/api/records/17412765/files/oo_1369044.png/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-19T07:30:57.794728+00:00",
      "modified": "2025-10-19T07:30:58.210122+00:00",
      "id": 17389417,
      "conceptrecid": "17389416",
      "doi": "10.3897/vz.75.e159878",
      "doi_url": "https://doi.org/10.3897/vz.75.e159878",
      "metadata": {
        "title": "Unearthing the names of burrowing frogs: The taxonomic status of the Chacoan populations of Leptodactylus fuscus (Schneider, 1799) (Anura: Leptodactylidae)",
        "doi": "10.3897/vz.75.e159878",
        "publication_date": "2025-10-17",
        "description": "<p>      Abstract     </p>     <p>The widely distributed Neotropical frog <i>Leptodactylus fuscus</i> has long been suspected to represent a species complex. Among its numerous synonyms is <i>Leptodactylus gualambensis</i> Gallardo, 1964, described based on specimens from the western South American Gran Chaco and regarded as a typical Chacoan species. This species was synonymized 40 years ago and has not been reassessed since. In this study, we evaluate the taxonomic validity of the Chacoan populations of <i>L. fuscus</i> potentially assignable to <i>L. gualambensis</i>, based on molecular phylogenetic analyses, lineage delimitation, bioacoustics, and morphology using extensive sampling from the South American Gran Chaco and adjacent regions. Our phylogenetic analyses revealed three clades: One distributed across northern South America and Central America, including topotypes of <i>L. fuscus</i>; a second primarily occurring in the South American Gran Chaco, including topotypes of <i>L. gualambensis</i>; and a third found in parts of Paraguay, Argentina, and Brazil. This structure is corroborated by lineage delimitation analysis, genetic differentiation, gene flow estimations, and by differences in advertisement call duration and frequency, as well as head and limb proportions. Based on these results, we support the revalidation of <i>L. gualambensis</i>, redefine the geographic distribution of <i>L. fuscus</i> sensu stricto, and discuss the status of other available synonyms. In addition, we discuss variation in certain morphological traits of <i>L. gualambensis</i> that may be associated with its broad geographic distribution, which encompasses both dry, highly seasonal environments and humid, relatively homogeneous habitats.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Brusquetti, Francisco",
            "affiliation": "Instituto de Investigación Biológica del Paraguay, Asunción, Paraguay"
          },
          {
            "name": "Bueno-Villafañe, Diego",
            "affiliation": "Instituto de Investigación Biológica del Paraguay, Asunción, Paraguay|Universidade Estadual Paulista, Rio Claro, Brazil"
          },
          {
            "name": "Caballero-Gini, Andrea",
            "affiliation": "Instituto de Investigación Biológica del Paraguay, Asunción, Paraguay|Universidad Nacional de Misiones, Posadas, Argentina"
          },
          {
            "name": "Pinheiro, Paulo D. P.",
            "affiliation": "Universidade de São Paulo, São Paulo, Brazil|National Museum of Natural History, Smithsonian Institution, Washington, United States of America"
          },
          {
            "name": "Netto, Flavia",
            "affiliation": "Instituto de Investigación Biológica del Paraguay, Asunción, Paraguay"
          },
          {
            "name": "Burgos-Gallardo, Freddy",
            "affiliation": "Universidad Nacional de Jujuy, San Salvador de Jujuy, Argentina"
          },
          {
            "name": "Fernández Ríos, Danilo",
            "affiliation": "Universidad Nacional de Asunción, San Lorenzo, Paraguay"
          },
          {
            "name": "Bernabé Cardozo, Edgar",
            "affiliation": "Universidad Nacional de Asunción, San Lorenzo, Paraguay"
          },
          {
            "name": "Baldo, Diego",
            "affiliation": "Universidad Nacional de Misiones, Posadas, Argentina"
          }
        ],
        "keywords": [
          "Dry Chaco",
          "endemic species",
          "Humid Chaco",
          "Leptodactylus gualambensis"
        ],
        "related_identifiers": [
          {
            "identifier": "10.3897/vz.75.e159878.figure4",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e159878.figure1",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e159878.figure7",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e159878.figure2",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e159878.figure9",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e159878.figure5",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e159878.figure6",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e159878.figure8",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e159878.figure10",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e159878.figure3",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e159878.suppl3",
            "relation": "hasPart",
            "resource_type": "other",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e159878.suppl1",
            "relation": "hasPart",
            "resource_type": "other",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/vz.75.e159878.suppl2",
            "relation": "hasPart",
            "resource_type": "other",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/molbev/msg028",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/genetics/152.2.763",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1073/pnas.081068098",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s11692-023-09614-3",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/zoolinnean/zlae131",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1095-8312.2006.00581.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/mec.12413",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/978-3-642-02421-4_7",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/zsc.12470",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.3616.1.6",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2988/0006-324X-125.4.317",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3389/fpls.2018.00981",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/bies.20325",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/10635150701701083",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2994/SAJH-D-13-00022.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.2247.1.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/01621459.1961.10482090",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1558-5646.2008.00549.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/10635150390235485",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s11692-011-9128-5",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1006/clad.1996.0008",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.1608.1.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1006/mpev.1999.0643",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/cla.12160",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1096-0031.2008.00217.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1073/pnas.0603562103",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/jhered/89.5.415",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.pone.0127312",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/sysbio/syq010",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2307/1441563",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1163/156853896X00252",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1590/S0001-37652003000100006",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/sysbio/42.2.182",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bib/bbn013",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.4251.1.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/molbev/msw054",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/molbev/msw260",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bioinformatics/btp187",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/mec.16487",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.pone.0212876",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/00222930802254698",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/1755-0998.12648",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1655/HERPMONOGRAPHS-D-19-00012",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3374/014.051.0101",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/mec.15465",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/biolinnean/blad028",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ics.2004.08.061",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2307/1312173",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.quascirev.2019.03.008",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1365-2699.2007.01707.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/genetics/164.4.1645",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/jbi.13468",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/aec.12363",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/biolinnean/blaa167",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1146/annurev.ento.54.110807.090529",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/sysbio/sys029",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.7717/peerj.7869",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.4779.2.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bioinformatics/btac173",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/09524622.2008.9753600",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/jzo.12468",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1590/S1676-06032005000100006",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1096-0031.2010.00329.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1206/910.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11606/issn.2316-9079.v17i1p135-138",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1186/1742-9994-2-5",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/jeb.12292",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2307/1565184",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1365-294X.2005.02471.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.2307/2406450",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/03946975.2001.10531157",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1073/pnas.0913022107",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/molbev/msu279",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Alfaro ME, Zoller S, Lutzoni F (2003) Bayes or bootstrap? A simulation study comparing the performance of Bayesian Markov chain Monte Carlo sampling and bootstrapping in assessing phylogenetic confidence. Molecular Biology and Evolution 20: 255–266. https://doi.org/10.1093/molbev/msg028",
          "Barrio A (1965) Afinidades del canto nupcial de las especies cavícolas del género Leptodactylus (Anura – Leptodactylidae). Physis 25: 401–410.",
          "Beerli P, Felsenstein J (1999) Maximum-likelihood estimation of migration rates and effective population numbers in two populations using a coalescent approach. Genetics 152: 763–773. https://doi.org/10.1093/genetics/152.2.763",
          "Beerli P, Felsenstein J (2001) Maximum likelihood estimation of a migration matrix and effective population sizes in n subpopulations by using a coalescent approach. Proceedings of the National Academy of Sciences 98: 4563–4568. https://doi.org/10.1073/pnas.081068098",
          "Boulenger GA (1882) Catalogue of the Batrachia Salientia s. Ecaudata in the Collection of the British Museum. Second Edition. Taylor and Francis, London, 503 pp.",
          "Brusquetti F, Pupin NC, Haddad CFB (2023) Model-based analyses suggest Pleistocene refugia over ancient divergence as main diversification driver for a Neotropical open-habitat treefrog. Evolutionary Biology 50: 432–446. https://doi.org/10.1007/s11692-023-09614-3",
          "Caballero-Gini A, Brusquetti F, Bueno-Villafañe D, Quinteros-Muñóz O, Jairam R, Rodrígues MT, Haddad CFB, Férnandez Ríos D, Baldo D (2024) New insights on the molecular phylogenetic relationships of paradoxical frogs of the genus Pseudis with emphasis on the systematics of P. platensis Gallardo, 1961 (Anura: Hylidae). Zoological Journal of the Linnean Society 202: zlae131. https://doi.org/10.1093/zoolinnean/zlae131",
          "Camargo A, de Sá RO, Heyer WR (2006) Phylogenetic analyses of mtDNA sequences reveal three cryptic lineages in the widespread neotropical frog Leptodactylus fuscus (Schneider, 1799) (Anura, Leptodactylidae). Biological Journal of the Linnean Society 87: 325–341. https://doi.org/10.1111/j.1095-8312.2006.00581.x",
          "Carstens BC, Pelletier TA, Reid NM, Satler JD (2013) How to fail at species delimitation. Molecular Ecology 22: 4369–4383. https://doi.org/10.1111/mec.12413",
          "Carvalho JE, Navas CA, Pereira IC (2010) Energy and water in aestivating amphibians. In: Navas CA, Carvalho JE (Eds) , Aestivation. Springer, Berlin, 141–169. https://doi.org/10.1007/978-3-642-02421-4_7",
          "Carvalho TR, Seger KR, Magalhaes FM, Lourenco LB, Haddad CFB (2021) Systematics and cryptic diversification of Leptodactylus frogs in the Brazilian campo rupestre. Zoologica Scripta 50: 300–317. https://doi.org/10.1111/zsc.12470",
          "Cassini CS, Orrico VGD, Dias IR, Solé M, Haddad CFB (2013) Phenotypic variation of Leptodactylus cupreus Caramaschi, São Pedro and Feio, 2008 (Anura, Leptodactylidae). Zootaxa 3616: 73–84. https://doi.org/10.11646/zootaxa.3616.1.6",
          "Cei JM (1980) Amphibians of Argentina. Monitore Zoologico Italiano (N.S. ) Monografia 2: 1–609.",
          "Cole CJ, Townsend CR, Reynolds RP, MacCulloch RD, Lathrop A (2013) Amphibians and reptiles of Guyana, South America: Illustrated keys, annotated species accounts, and a biogeographic synopsis. Proceedings of the Biological Society of Washington 125: 317–578. https://doi.org/10.2988/0006-324X-125.4.317",
          "de Oliveira Buzatti RS, Pfeilsticker TS, Magalhães RF de, Bueno ML, Lemos-Filho JP, Lovato MB (2018) Genetic and historical colonization analyses of an endemic savanna tree, Qualea grandiflora, reveal ancient connections between Amazonian savannas and Cerrado core. Frontiers in Plant Science 9: 981. https://doi.org/10.3389/fpls.2018.00981",
          "de Queiroz K (2005) Different species problems and their resolution. BioEssays 27: 1263–1269. https://doi.org/10.1002/bies.20325",
          "de Queiroz K (2007) Species concepts and species delimitation. Systematic Biology 56: 879–886. https://doi.org/10.1080/10635150701701083",
          "de Sá RO, Grant T, Camargo A, Heyer WR, Ponssa ML, Stanley E (2014) Systematics of the neotropical genus Leptodactylus Fitzinger, 1826 (Anura: Leptodactylidae): Phylogeny, the relevance of non-molecular evidence, and species accounts. South American Journal of Herpetology 9: S1–S100. https://doi.org/10.2994/SAJH-D-13-00022.1",
          "Dubois A, Ohler A (2009) The status of the amphibian nomina created by Merrem (1820) and Ritgen (1828). Zootaxa 2247: 1–36. https://doi.org/10.11646/zootaxa.2247.1.1",
          "Duellman WE (1970) The hylid frogs of Middle America. Monograph of the Museum of Natural History, University of Kansas 1: 1–753.",
          "Dunn OJ (1961) Multiple comparisons among means. Journal of American Statistical Association 56: 52–64. https://doi.org/10.1080/01621459.1961.10482090",
          "Edwards SV (2009) Is a new and general theory of molecular systematics emerging? Evolution 63: 1–19. https://doi.org/10.1111/j.1558-5646.2008.00549.x",
          "Erixon P, Svennblad B, Britton T, Oxelman B (2003) Reliability of Bayesian posterior probabilities and bootstrap frequencies in phylogenetics. Systematic Biology 52: 665–673. https://doi.org/10.1080/10635150390235485",
          "Fabrezi M (2011) Heterochrony in growth and development in anurans from the Chaco of South America. Evolutionary Biology 38: 390–411. https://doi.org/10.1007/s11692-011-9128-5",
          "Farris JS, Albert VA, Källersjo M, Lipscomb D, Kluge AG (1996) Parsimony jackknifing outperforms neighbour-joining. Cladistics 12: 99–124. https://doi.org/10.1006/clad.1996.0008",
          "Frost DR (2024) Amphibian Species of the World: An Online Reference. Version 6.2. American Museum of Natural History, New York, NY, https://amphibiansoftheworld.amnh.org/index.php [accessed 10 April 2025].",
          "Gallardo JM (1964) Leptodactylus gracilis (D. et B.) y especies aliadas (Amphibia, Leptodactylidae). Revista del Museo Argentino de Ciencias Naturales \"Bernardino Rivadavia\" Zoología 9: 37–57.",
          "Giaretta AA, Costa HC (2007) A redescription of Leptodactylus jolyi Sazima and Bokermann (Anura, Leptodactylidae) and the recognition of a new closely related species. Zootaxa 1608: 1–10. https://doi.org/10.11646/zootaxa.1608.1.1",
          "Giribet G, Wheeler WC (1999) On gaps. Molecular Phylogenetics and Evolution 13: 132–143. https://doi.org/10.1006/mpev.1999.0643",
          "Goloboff PA, Catalano S (2016) TNT, version 1.5, with a full implementation of phylogenetic morphometrics. Cladistics 32: 221–238. https://doi.org/10.1111/cla.12160",
          "Goloboff PA, Farris J, Nixon K (2003) TNT: Tree Analysis Using New Technology. Program and Documentation. http://www.lillo.org.ar/phylogeny/tnt [accessed 21 March 2025].",
          "Goloboff PA, Farris J, Nixon K (2008) TNT, a free program for phylogenetic analysis. Cladistics 24: 774–786. https://doi.org/10.1111/j.1096-0031.2008.00217.x",
          "Goloboff PA, Pol D (2005) Parsimony and Bayesian phylogenetics. In: Albert VA (Ed.) Parsimony, Phylogeny, and Genomics. Oxford University Press, London, 148–159.",
          "Gómez-Mestre I, Buchholz DR (2006) Developmental plasticity mirrors differences among taxa in spadefoot toads linking plasticity and diversity. Proceedings of the National Academy of Sciences of the USA 103: 19021–19026. https://doi.org/10.1073/pnas.0603562103",
          "Grant WS, Bowen BW (1998) Shallow population histories in deep evolutionary lineages of marine fishes: Insights from sardines and anchovies and lessons for conservation. Journal of Heredity 89: 415–426. https://doi.org/10.1093/jhered/89.5.415",
          "Guarnizo CE, Paz A, Munoz-Ortiz A, Flechas SV, Mendez-Narvaez J, Crawford AJ (2015) DNA barcoding survey of anurans across the Eastern Cordillera of Colombia and the impact of the Andes on cryptic diversity. PLoS One 10: e0127312. https://doi.org/10.1371/journal.pone.0127312",
          "Guindon S, Dufayard JF, Lefort V, Anisimova M, Hordijk W, Gascuel O (2010) New algorithms and methods to estimate maximum-likelihood phylogenies: Assessing the performance of PhyML 3.0. Systematic Biology 59: 307–321. https://doi.org/10.1093/sysbio/syq010",
          "Heyer WR (1968) The proper name for the type-species of the genus Leptodactylus. Copeia 1968: 160–162. https://doi.org/10.2307/1441563",
          "Heyer WR (1969) Studies on the genus Leptodactylus (Amphibia, Leptodactylidae): A redefinition of the genus Leptodactylus and a description of a new genus of Leptodactylid frogs. Contributions in Science 155: 1–14.",
          "Heyer WR (1978) Systematics of the fuscus group of the frog genus Leptodactylus (Amphibia, Leptodactylidae). Natural History Museum of Los Angeles County Science Bulletin 29: 1–85.",
          "Heyer WR (1983) Clarification of the names Rana mystacea Spix, 1824, Leptodactylus amazonicus Heyer, 1978, and a description of a new species, Leptodactylus spixi (Amphibia: Leptodactylidae). Proceedings of the Biological Society of Washington 96: 270–272.",
          "Heyer WR, Diment MJ (1974) The karyotype of Vanzolinius discodactylus and comments on usefulness of karyotypes in determining relationships in the Leptodactylus complex (Amphibia, Leptodactylidae). Proceedings of the Biological Society of Washington 87: 327–336.",
          "Heyer WR, García-Lopez JM, Cardoso AJ (1996) Advertisement call variation in the Leptodactylus mystaceus species complex (Amphibia: Leptodactylidae) with a description of a new sibling species. Amphibia-Reptilia 17: 7–31. https://doi.org/10.1163/156853896X00252",
          "Heyer WR, Rand AS, Cruz CAG, Peixoto OL, Nelson CE (1990) Frogs of Boracéia. Arquivos de Zoologia 31: 231–410.",
          "Heyer WR, Reid YR (2003) Does advertisement call variation coincide with genetic variation in the genetically diverse frog taxon currently known as Leptodactylus fuscus (Amphibia: Leptodactylidae)? Anais da Academia Brasileira de Ciências 75: 39–54. https://doi.org/10.1590/S0001-37652003000100006",
          "Hillis DM, Bull JJ (1993) An empirical test of bootstrapping as a method for assessing confidence in phylogenetic analysis. Systematic Biology 42: 182–192. https://doi.org/10.1093/sysbio/42.2.182",
          "Hoogmoed MS, Gruber U (1983) Spix and Wagler type specimens of reptiles and amphibians in the Natural History Musea in Munich (Germany) and Leiden (The Netherlands). Spixiana 9: 319–415.",
          "Katoh K, Toh H (2008) Recent developments in the MAFFT multiple sequence alignment program. Briefings in Bioinformatics 9: 286–298. https://doi.org/10.1093/bib/bbn013",
          "Köhler J, Jansen M, Rodríguez A, Kok PJR, Toledo LF, Emmrich M, Glaw F, Haddad CFB, Rodel M, Vences M (2017) The use of bioacoustics in anuran taxonomy: Theory, terminology, methods and recommendations for best practice. Zootaxa 4251: 1–124. https://doi.org/10.11646/zootaxa.4251.1.1",
          "Kruskal WH, Wallis WA (1952) Use of ranks in one-criterion variance analysis. Journal of American Statistics Association 47: 583–621.",
          "Kumar S, Stecher G, Tamura K (2016) MEGA 7: Molecular evolutionary genetics analyses version 7.0 for bigger datasets. Molecular Biology and Evolution 33: 1870–1874. https://doi.org/10.1093/molbev/msw054",
          "Kwet A, Di-Bernardo M (1999) Pro-Mata – Anfibios. Amphibien. Amphibians. EDIPUCRS, Porto Alegre, 107 pp.",
          "Lanfear R, Frandsen PB, Wright AM, Senfeld T, Calcott B (2016) PartitionFinder 2: New methods for selecting partitioned models of evolution for molecular and morphological phylogenetic analyses. Molecular Biology and Evolution 34: 772–773. https://doi.org/10.1093/molbev/msw260",
          "Librado P, Rozas J (2009) DnaSP v5: A software for comprehensive analysis of DNA polymorphism data. Bioinformatics 25: 1451–1452. https://doi.org/10.1093/bioinformatics/btp187",
          "Lima AP, Magnusson WE, Menin M, Erdtmann LK, Rodrigues DDJ, Keller C, Hödl W (2012) Guia de sapos da Reserva Adolpho Ducke-Amazônia Central. Áttema Design Editorial, Manaus, 168 pp.",
          "Lima-Rezende CA, Cabanne GS, Rocha AV, Carboni M, Zink RM, Caparroz R (2022) A comparative phylogenomic analysis of birds reveals heterogeneous differentiation processes among Neotropical savannas. Molecular Ecology 31: 3451–3467. https://doi.org/10.1111/mec.16487",
          "Lima-Rezende CA, Rocha AV, Couto AF, Souza Martins É de, Vasconcelos V, Caparroz R (2019) Late Pleistocene climatic changes promoted demographic expansion and population reconnection of a Neotropical savanna-adapted bird, Neothraupis fasciata (Aves: Thraupidae). PLoS One 14: e0212876. https://doi.org/10.1371/journal.pone.0212876",
          "Lucas EM, Brasileiro CA, Oyamaguchi HM, Martins M (2008) The reproductive ecology of Leptodactylus fuscus (Anura, Leptodactylidae): New data from natural temporary ponds in the Brazilian Cerrado and a review throughout its distribution. Journal of Natural History 42: 2305–2320. https://doi.org/10.1080/00222930802254698",
          "Lyra M, Haddad CFB, Azeredo-Espin AM de (2017) Meeting the challenge of DNA barcoding Neotropical amphibians: Polymerase chain reaction optimization and new COI primers. Molecular Ecology Resources 17: 966–980. https://doi.org/10.1111/1755-0998.12648",
          "Magalhães F de M, Lyra ML, Carvalho TR De, Baldo D, Brusquetti F, Burella P, Colli GR, Gehara MC, Giaretta AA, Haddad CFB, Langone JA, López JA, Napoli MF, Santana DJ, de Sá RO, Garda AA (2020) Taxonomic review of South American Butter Frogs: Phylogeny, geographic patterns, and species delimitation in the Leptodactylus latrans species group (Anura: Leptodactylidae). Herpetological Monographs 34: 131–177. https://doi.org/10.1655/HERPMONOGRAPHS-D-19-00012",
          "Martins M (1988) Biologia reprodutiva de Leptodactylus fuscus em Boa Vista, Roraima (Amphibia: Anura). Revista Brasileira de Biologia 48: 969–977.",
          "Maxson LR, Heyer WR (1988) Molecular systematics of the frog genus Leptodactylus (Amphibia: Leptodactylidae). Fieldiana 41: 1–13.",
          "Mittermeier JC, Zyskowski K, Stowe ES, Lai JE (2010) Avifauna of the Sipaliwini savanna (Suriname) with insights into its biogeographic affinities. Bulletin of the Peabody Museum of Natural History 51: 97–122. https://doi.org/10.3374/014.051.0101",
          "Müller L (1927) Amphibien und Reptilien der Ausbeute Prof. Bresslau's in Brasilien 1913–14. Abhandlungen der Senckenbergischen Naturforschenden Gesellschaft 40: 259–304.",
          "Naka LN, Pil MW (2020) Moving beyond the riverine barrier vicariant paradigm. Molecular Ecology 29: 2129–2132. https://doi.org/10.1111/mec.15465",
          "Nali RC, Zamudio KR, Prado CP (2023) Phenotypic differentiation in populations of a gladiator tree frog: Environment, genetic drift and sexual selection. Biological Journal of the Linnean Society 139: 243–256. https://doi.org/10.1093/biolinnean/blad028",
          "Navas CA, Antoniazzi MM, Jared C (2004) A preliminary assessment of anuran physiological and morphological adaptation to the Caatinga, a Brazilian semi-arid environment. International Congress Series 1275: 298–305. https://doi.org/10.1016/j.ics.2004.08.061",
          "Newman RA (1992) Adaptive plasticity in amphibian metamorphosis. Bioscience 42: 671–678. https://doi.org/10.2307/1312173",
          "Palumbi SR, Martin AP, Romano SL, McMillan WO, Stice L, Grabowski G (1991) The Simple Fool's Guide to PCR. Department of Zoology, University of Hawaii, Honolulu, HI, 45 pp.",
          "Peters WCH (1872) Über die von Spix in Brasilien gesammelten Batrachier des Königl. Naturalienkabinets zu München. Monatsberichte der königlich preußischen Akademie der Wissenschaften zu Berlin 1872: 196–227.",
          "Philibosian R, Ruibal R, Shoemaker VH, McClanahan LL (1974) Nesting behavior and early larval life of the frog Leptodactylus bufonius. Herpetologica 30: 381–386.",
          "Pupim FN, Sawakuchi AO, Almeida RP, Ribas CC, Kern AK, Hartmann GA, Chiessi CM, Tamura LN, Mineli TD, Savian JF, Grohmann CH, Bertassoli Jr. DJ, Stern AG, Cruz FW, Cracraft J (2019) Chronology of Terra Firme formation in Amazonian lowlands reveals a dynamic quaternary landscape. Quaternary Science Reviews 210: 154–163. https://doi.org/10.1016/j.quascirev.2019.03.008",
          "Quijada-Mascareñas JA, Ferguson JE, Pook CE, Salomao MDG, Thorpe RS, Wüster W (2007) Phylogeographic patterns of trans-Amazonian vicariants and Amazonian biogeography: The Neotropical rattlesnake (Crotalus durissus complex) as an example. Journal of Biogeography 34: 1296–1312. https://doi.org/10.1111/j.1365-2699.2007.01707.x",
          "R Core Team (2023) R: A Language and Environment for Statistical Computing. R Foundation for Statistical Computing, Vienna, https://www.R-project.org [accessed 31 October 2024].",
          "Rambaut A (2014) FigTree. Tree figure drawing tool. Version 1.4.2. http://tree.bio.ed.ac.uk/software/figtree [accessed 11 December 2024].",
          "Rambaut A, Suchard MA, Xie D, Drummond AJ (2014) Tracer v1.6. http://beast.bio.ed.ac.uk/Tracer [accessed 15 January 2025].",
          "Rannala B, Yang Z (2003) Bayes estimation of species divergence times and ancestral population sizes using DNA sequences from multiple loci. Genetics 164: 1645–1656. https://doi.org/10.1093/genetics/164.4.1645",
          "Resende-Moreira LC, Knowles LL, Thomaz AT, Prado JR, Souto AP, Lemos-Filho JP, Lovato MB (2019) Evolving in isolation: Genetic tests reject recent connections of Amazonian savannas with the central Cerrado. Journal of Biogeography 46: 196–211. https://doi.org/10.1111/jbi.13468",
          "Ribeiro V, Werneck FP, Machado RB (2016) Distribution dynamics of South American savanna birds in response to quaternary climate change. Austral Ecology 41: 768–777. https://doi.org/10.1111/aec.12363",
          "Ritter CD, Coelho LA, Capurucho JM, Borges SH, Cornelius C, Ribas CC (2021) Sister species, different histories: Comparative phylogeography of two bird species associated with Amazonian open vegetation. Biological Journal of the Linnean Society 132: 161–173. https://doi.org/10.1093/biolinnean/blaa167",
          "Ronquist F, Deans A (2010) Bayesian phylogenetics and its influence on insect systematics. Annual Review of Entomology 55: 189–203. https://doi.org/10.1146/annurev.ento.54.110807.090529",
          "Ronquist F, Teslenko M, van der Mark P, Ayres DL, Darling A, Höhna S, Larget B, Liu L, Suchard MA, Huelsenbeck JP (2012) MrBayes 3.2: Efficient Bayesian phylogenetic inference and model choice across a large model space. Systematic Biology 61: 539–542. https://doi.org/10.1093/sysbio/sys029",
          "Schneider RG, Cardozo DE, Brusquetti F, Kolenc F, Borteiro C, Haddad CFB, Basso NG, Baldo D (2019) A new frog of the Leptodactylus fuscus species group (Anura: Leptodactylidae), endemic from the South American Gran Chaco. PeerJ 7: e7869. https://doi.org/10.7717/peerj.7869",
          "Seba A (1734) Locupletissimi Rerum Naturalium Thesauri Accurata Descriptio, et Iconibus Artificiosissimus Expressio, per Universam Physices Historium. Opus, cui in hoc Rerum Genere, Nullum par Exstitit. Volume 1. Janssonio-Waesbergios, Amsterdam, 178 pp.",
          "Shapiro SS, Wilk MB (1965) An analysis of variance test for normality. Biometrika 52: 591–611.",
          "Silva LA, Magalhães FM, Thomassen H, Leite FSF, Garda AA, Brandão RA, Haddad CFB, Giaretta AA, De Carvalho TR (2020) Unraveling the species diversity and relationships in the Leptodactylus mystaceus complex (Anura: Leptodactylidae), with the description of three new Brazilian species. Zootaxa 4779: 151–189. https://doi.org/10.11646/zootaxa.4779.2.1",
          "Šlenker M, Koutecký P, Marhold K (2022) MorphoTools2: An R package for multivariate morphometric analysis. Bioinformatics 38: 2954–2955. https://doi.org/10.1093/bioinformatics/btac173",
          "Spix JB von (1824) Animalia nova sive Species novae Testudinum et Ranarum quas in itinere per Brasiliam annis MDCCCXVII–MDCCCXX jussu et auspiciis Maximiliani Josephi I. Bavariae Regis. F. S. Hübschmann, München, 53 pp.",
          "Sueur J, Aubin T, Simonis C (2008) Seewave, a free modular tool for sound analysis and synthesis. Bioacoustics, 18: 213–226. https://doi.org/10.1080/09524622.2008.9753600",
          "Székely D, Denoël M, Székely P, Cogălniceanu D (2017) Pond drying cues and their effects on growth and metamorphosis in a fast developing amphibian. Journal of Zoology 303: 129–13. https://doi.org/10.1111/jzo.12468",
          "Toledo LF, Castanho LM, Haddad CFB (2005) Recognition and distribution of Leptodactylus mystaceus (Anura; Leptodactylidae) in the State of São Paulo, Southeastern Brazil. Biota Neotropica 5: 57–62. https://doi.org/10.1590/S1676-06032005000100006",
          "Troschel FH (1848) Amphibien. In: Schomburgk R (Ed.) Reisen in Britisch-Guiana in den Jahren 1840–1844. Im Auftrag Sr. Majestät des Königs von Preussen ausgeführt. Theil 3. Versuch einer Zusammenstellung der Fauna und Flora von Britisch-Guiana. J. J. Weber, Leipzig, 645–661.",
          "Vaidya G, Lohman DJ, Meier R (2011) SequenceMatrix: Concatenation software for the fast assembly of multigene datasets with character set and codon information. Cladistics 27: 171–180. https://doi.org/10.1111/j.1096-0031.2010.00329.x",
          "Vanzolini PE (1981) The scientific and political contexts of the Bavarian expedition to Brasil. In: Adler KA (Ed.) Herpetology of Brazil by Johann Baptist von Spix and Johann Georg Wagler. Society for the Study of Amphibians and Reptiles, Ithaca, NY, 818–838.",
          "Vanzolini PE, Myers CW (2015) The herpetological collection of Maximilian, Prince of Wied (1782–1867), with special reference to Brazilian materials. Bulletin of the American Museum of Natural History 2015: 1–155. https://doi.org/10.1206/910.1",
          "Varjão ICG, Ribeiro LB (2018) Field record of aestivation with formation of cocoon in the frog Leptodactylus fuscus (Anura: Leptodactylidae) in a semiarid region of northeastern Brazil. Phyllomedusa 17: 135–138. https://doi.org/10.11606/issn.2316-9079.v17i1p135-138",
          "Vences M, Thomas M, van Der Meijden A, Chiari Y, Vieites DR (2005) Comparative performance of the 16S rRNA gene in DNA barcoding of amphibians. Frontiers in Zoology 2: 1–12. https://doi.org/10.1186/1742-9994-2-5",
          "Vidal-García M, Byrne PG, Roberts JD, Keogh JS (2014) The role of phylogeny and ecology in shaping morphology in 21 genera and 127 species of Australo-Papuan myobatrachid frogs. Journal of Evolutionary Biology 27: 181–192. https://doi.org/10.1111/jeb.12292",
          "Wied MAP [Prinz zu] (1824) Verzeichnis der Amphibien welche in zweiten Bande der Naturgeschichte Brasiliens von Prinz Max von Neuwied werden beschrieben werden. Isis von Oken 14: 661–673.",
          "Wilkinson JA, Masafumi M, Terachi T (1996) Geographic variation in a Japanese tree frog (Rhacophorus arboreus) revealed by PCR-aided restriction site analysis of mtDNA. Journal of Herpetology 30: 418–423. https://doi.org/10.2307/1565184",
          "Wüster W, Ferguson JE, Quijada-Mascareñas JA, Pook CE, Salomão MG, Thorpe RS (2005) Tracing an invasion: Landbridges, refugia, and the phylogeography of the Neotropical rattlesnake (Serpentes: Viperidae: Crotalus durissus). Molecular Ecology 14: 1095–1108. https://doi.org/10.1111/j.1365-294X.2005.02471.x",
          "Wright S (1965) The interpretation of population structure by F-statistics with special regard to systems of mating. Evolution 19: 395–420. https://doi.org/10.2307/2406450",
          "Wynn A, Heyer WR (2001) Do geographically widespread species of tropical amphibians exist? An estimate of genetic relatedness within the neotropical frog Leptodactylus fuscus (Schneider 1799) (Anura Leptodactylidae). Tropical Zoology 14: 255–285. https://doi.org/10.1080/03946975.2001.10531157",
          "Yang Z, Rannala B (2010) Bayesian species delimitation using multilocus sequence data. Proceedings of the National Academy of Sciences 107: 9264–9269. https://doi.org/10.1073/pnas.0913022107",
          "Yang Z, Rannala B (2014) Unguided species delimitation using DNA sequence data from multiple loci. Molecular Biology and Evolution 31: 3125–3135. https://doi.org/10.1093/molbev/msu279"
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "",
          "pages": "325-352",
          "title": "Vertebrate Zoology",
          "volume": "75"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17389416"
              }
            }
          ]
        }
      },
      "title": "Unearthing the names of burrowing frogs: The taxonomic status of the Chacoan populations of Leptodactylus fuscus (Schneider, 1799) (Anura: Leptodactylidae)",
      "links": {
        "self": "https://zenodo.org/api/records/17389417",
        "self_html": "https://zenodo.org/records/17389417",
        "preview_html": "https://zenodo.org/records/17389417?preview=1",
        "doi": "https://doi.org/10.3897/vz.75.e159878",
        "self_doi": "https://doi.org/10.3897/vz.75.e159878",
        "self_doi_html": "https://zenodo.org/doi/10.3897/vz.75.e159878",
        "reserve_doi": "https://zenodo.org/api/records/17389417/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17389416",
        "parent_html": "https://zenodo.org/records/17389416",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17389417/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17389417/sequence/default",
        "files": "https://zenodo.org/api/records/17389417/files",
        "media_files": "https://zenodo.org/api/records/17389417/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17389417:VZ_article_159878.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17389417:VZ_article_159878.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17389417:VZ_article_159878.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17389417:VZ_article_159878.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17389417:VZ_article_159878.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17389417:VZ_article_159878.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17389417/files-archive",
        "archive_media": "https://zenodo.org/api/records/17389417/media-files-archive",
        "latest": "https://zenodo.org/api/records/17389417/versions/latest",
        "latest_html": "https://zenodo.org/records/17389417/latest",
        "versions": "https://zenodo.org/api/records/17389417/versions",
        "draft": "https://zenodo.org/api/records/17389417/draft",
        "access_links": "https://zenodo.org/api/records/17389417/access/links",
        "access_grants": "https://zenodo.org/api/records/17389417/access/grants",
        "access_users": "https://zenodo.org/api/records/17389417/access/users",
        "access_request": "https://zenodo.org/api/records/17389417/access/request",
        "access": "https://zenodo.org/api/records/17389417/access",
        "communities": "https://zenodo.org/api/records/17389417/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17389417/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17389417/request-deletion",
        "requests": "https://zenodo.org/api/records/17389417/requests"
      },
      "updated": "2025-10-19T07:30:58.210122+00:00",
      "recid": "17389417",
      "revision": 5,
      "files": [
        {
          "id": "d8fdf5e2-a0eb-4101-a132-91a36e429164",
          "key": "VZ_article_159878.pdf",
          "size": 7239682,
          "checksum": "md5:c3844354e13133a14e170bdfecdc650c",
          "links": {
            "self": "https://zenodo.org/api/records/17389417/files/VZ_article_159878.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 2,
        "unique_downloads": 1,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 2,
        "version_unique_downloads": 1,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    }
  ]
}