{
  "cache_date": "2025-03-17T02:08:18.958725",
  "data": "# Virus Identification Pipeline (VIP)\n\nQuick Start Guide \n\nVirus Identification Pipeline (VIP) was developed for metagenomic identification of viral pathogen. VIP performs the following steps to achieve its goal: (i) map and filter out background-related reads, (ii) extensive classification of reads on the basis of nucleotide and remote amino acid homology, (iii) multiple k-mer based de novo assembly and phylogenetic analysis to provide evolutionary insight.\n\nThe results of VIP were displayed in HTML format. A demo result was available at http://yang.hukaa.com/1/\n\nPlease feel free to join the mailing list as well to ask any questions about VIP: https://groups.google.com/forum/#!forum/virus-identification-pipeline\n# Introduction\n\nVIP was developed by Department of Core Facility, National Institute for Viral Disease Control and Prevention (IVDC),  China Center for Disease Control and Prevention (China CDC)\n\nVirus Identification Pipeline (VIP) is a one-touch computational pipeline for virus identification and discovery from metagenomic NGS data, rigorously tested across multiple clinical sample types representing a variety of infectious diseases. VIP has been tested on Ubuntu 14.04 and Biolinux 8. Other Linux distribution would be supported but not tested. Currently we are developing a user-friendly graphic interface (GUI).\n\n# VIP-docker version\n\nPeople worldwide paid attention to VIP used very different operating system, from MAC OS to various Linux system, such as Centos, Ubuntu, Redhat. It is a tough task to meet every system. Thanks to docker which can run at every system. So I chose docker as a container for VIP. If you are not familiar with docker, basically you can take it as a very light vitual machine. Please follow the steps to get the vip-docker.\n\nFirst of all, please make sure docker is well installed in your system. You can also check the manual for useful tips.\n\n\tdocker pull yang4li/vip-docker\n\t\n\tdocker run -itd -v /etc/localtime:/etc/localtime:ro -v /tmp/.X11-unix:/tmp/.X11-unix -e DISPLAY=unix$DISPLAY yang4li/vip-docker /bin/bash\n\t\n\t#You will see a string which is the container ID.\n\t\n\tdocker exec -it [Container ID] bash\n\n# Installation\n\nThe steps to install VIP on a machine are as follows:\n\n\t> git clone https://github.com/keylabivdc/VIP\n\t\n\t> cd VIP\n\t\n\t> cd installer\n\t\n\t> chmod 755 *\n\t\n\t> sudo sh dependency_installer.sh\n\t\n\t> sudo sh db_installer.sh -r [PATH]/[TO]/[DATABASE]\n\t\n\n# Usage\n\n\tCreate default config file.\n\t\tVIP.sh -z -i <NGSfile> -p <454/iontor/illumina> -f <fastq/fasta/bam/sam> -r <reference_path>\n\t\t\n\t\tPlease do not include any path information for the NGS file.\n\t\t\n\t\tFor example, Good for VIP.sh -z -i test.fq \n\t\t\t\t\t Bad for VIP.sh -z -i [PATH]/test.fq \n\t\t\n\tRun VIP with the config file:\n\t\tVIP.sh -c <configfile> -i <NGSfile>\n\n\tRun VIP with verification mode\n\t\tVIP.sh -i <NGSfile> -v\n\n\t(Note: The config file includes parameters for VIP to run. Each parameter can be modified based on your situation. Generally the default parameters are suitable for most cases.)\n# Helps\n\nAny questions can be sent to yang_li89@outlook.com\n\n(Previous email address was eliminated. If I did not reply your emails, please send me with above address)\n\n# Notes\n\nWe are working on the installation-scripts for CentOS. \nIt should be noted that ETE module required X server for imaging. Not a good news for server...\nIn addition, we are also working on applying common workflow language (CWL).\n\n# Paper\n\nLi, Y. et al. VIP: an integrated pipeline for metagenomics of virus identification and discovery. Sci. Rep. 6, 23774; doi: 10.1038/srep23774 (2016).\n\n# VIP developer notes\nVersion 0.2.0 19/Feb/2017 <br>\n1, Add the mode switch. <br>\n2, Accesion number could be well processed for taxonomy. <br>\n3, VIP-docker was released. <br>\n\nVersion 0.1.1 26/Apr/2016 <br>\n1, Fix errors of urls for downloading database. <br>\n2, Fix an error while calculating the average depth. <br>\n3, Add a script to parse the database. <br>\n"
}