{
  "cache_date": "2025-04-01T09:28:16.057351",
  "data": "# ATTNETION!!!\n- The program has been updated and moved to [PhaBOX 2](https://github.com/KennthShang/PhaBOX), which is more user-friendly. In the new version, CHERRY is generalized to all kinds of viruses, more than just phages. In addition, the latest CHERRY allows you to use your MAGs as inputs and predict the interactions between your viruses and MAGs. Hope you will enjoy it. This folder will be no longer maintained. \n\n- Our web server for viruses-related tasks (including virus identification, taxonomy classification, lifestyle prediction, host prediction, and protein annotation) is available! You can visit [Web Server](http://phage.ee.cityu.edu.hk/) to use the GUI. We also provided more detailed intermediate files and visualization for further analysis.\n\n\n![CHERRY](logo.png)\nCHERRY is a python library for predicting the interactions between viral and prokaryotic genomes. CHERRY is based on a deep learning model, which consists of a graph convolutional encoder and a link prediction decoder.\n\n\n\n# Overview\nThere are two kind of tasks that CHERRY can work:\n1. Host prediction for virus\n2. Identifying viruses that infect pathogenic bacteria\n\n\n## Required Dependencies\n\n### Easy way to install\n*Note*: we suggest you to install all the package using conda (both miniconda and [Anaconda](https://anaconda.org/) are ok)\n\nAfter cloning this respository, you can use anaconda to install the **CHERRY.yaml**. The command is: `conda env create -f CHERRY.yaml -n cherry`\n\n\n### Prepare the database\nDue to the limited size of the GitHub, we zip the database. Before using CHEERY, you need to unpack them using the following commands.\n\n```\ncd CHEERY\nconda env create -f CHERRY.yaml -n cherry\nconda activate cherry\ncd dataset\nbzip2 -d protein.fasta.bz2\nbzip2 -d nucl.fasta.bz2\ncd ../prokaryote\ngunzip *\ncd ..\n```\n\nYou only need to activate your 'cherry' environment before using CHERRY in the next time.\n\n```\nconda activate cherry\n```\n\n## Usage\n### 1 Predicting host for your viruses\nThe input should be a fasta file containing the viral sequences. We provide an example file named \"test_contigs.fa\". Then, the only command that you need to run is \n\n    python run_Speed_up.py [--contigs INPUT_FA] [--len MINIMUM_LEN] [--model MODEL] [--topk TOPK_PRED]\n    \n**Options**\n\n\n      --contigs INPUT_FA\n                            input fasta file\n      --len MINIMUM_LEN\n                            predict only for sequence >= len bp (default 8000)\n      --model MODEL (pretrain or retrain)\n                            predicting host with pretrained parameters or retrained paramters (default pretrain)\n      --topk TOPK_PRED\n                            The host prediction with topk score (default 1)\n               \n\n**Example**\n\nPrediction on species level with pretrained paramters:\n\n    python run_Speed_up.py --contigs test_contigs.fa --len 8000 --model pretrain --topk 1\n    \n*Note:* Commonly, you do not need to retrain the model, especially when you do not have gpu unit. \n    \n**OUTPUT**\n\nThe format of the output file is a csv file (\"final_prediction.csv\") which contain the prediction of each virus. Column *contig_name* is the accession from the input. \n\nWe will supply a script for you to convert the prediction into a complte taxonmoy tree. Use the following command to generate taxonomy tree:\n\n    python run_Taxonomy_tree.py [--k TOPK_PRED]\n    \nBecause there are k prediction in the \"final_prediction.csv\" file, you need to specify the k to generate the tree. The output of program is 'Top_k_prediction_taxonomy.csv'.\n\n\n### Extension of the virus-prokaryote interactions database\n\nIf you know more virus-prokaryote interactions than our pre-trained model (given in Interactiondata), you can add them to train a custom model. Several steps you need to do to train your model:\n\n1. Add your viral genomes into the *nucl.fasta* file and run the *python refresh.py* to generate new *protein.fasta* and *database_gene_to_genome.csv* files. They will replace the old one in the *dataset/* folder automatically. \n2. Add the entrys of host taxonomy information into *dataset/virus.csv*. The corresponding header of the entry is: Accession (of the virus), Superkingdom, Phylum, Class, Order, Family, Genus, Species. The required field is **Species**. You can left it blank if you do not know other fields. Also, the accession of the virus shall be the same as your fasta entry. \n3. Place your prokaryotic genomes into the the *prokaryote/* folder and add an entry in *dataset/prokaryote.csv*. The guideline is the same as the previous section.\n4. Use **retrain** as the parameter for *--mode* option to run the program.\n\n\n\n\n### 2 Predicting virus infecting prokaryote\nIf you want to predict candidate viruses that infect a set of given bacteria, you need to supply three kinds of inputs:\n1. Place your prokaryotic genomes in *new_prokaryote/* folder.\n2. A fasta file containing the virus squences.\n3. Add the taxa information in 'database/prokaryote.csv'. (The example can be found in the *Extension of the parokaryotic genomes database*)\nThen, the program will output which virus in your fasta file will infect the prkaryotes in the *new_prokaryote/* folder.\n\nThe command is simlar to the previous one but two more paramter is need:\n\n\n    python run_Speed_up.py [--mode MODE] [--t THRESHOLD]\n    \n**Example**\n\n\n    python run_Speed_up.py --contigs test_contigs.fa --mode prokaryote --t 0.98\n\n\n**Options**\n\n\n      --mode MODE (prokaryote or virus)\n                            Switch mode for predicting virus or predicting host\n      --t THRESHOLD\n                            The confident threshold for predicting virus, the higier the threshold the higher the precision. (default 0.98)\n                            \n                   \n**OUTPUT**\n\nThe format of the output file is a csv file which contain the prediction of each virus. Column *prokaryote* is the accession of your given prokaryotic genomes. Column *virus* is the list of viruses that might infect these genomes.\n\n\n\n\n\n### References\nThe paper published in the *Briefings in Bioinformatics*: \n```\nJiayu Shang, Yanni Sun, CHERRY: a Computational metHod for accuratE pRediction of virus–pRokarYotic interactions using a graph encoder–decoder model, Briefings in Bioinformatics, 2022;, bbac182, https://doi.org/10.1093/bib/bbac182\n```\n\nThe arXiv version can be found via: [CHERRY: a Computational metHod for accuratE pRediction of virus-pRokarYotic interactions using a graph encoder-decoder model](https://arxiv.org/abs/2201.01018)\n\n### Contact\nIf you have any questions, please email us: jyshang2-c@my.cityu.edu.hk\n\n\n### Notes\n1. if the program output an error (which is caused by your machine):\n`Error: mkl-service + Intel(R) MKL: MKL_THREADING_LAYER=INTEL is incompatible with libgomp.so.1 library.`\nYou can type in the command `export MKL_SERVICE_FORCE_INTEL=1` before runing *run_Speed_up.py*\n\n\n"
}