{
  "cache_date": "2025-09-01T10:43:31.317587",
  "data": {
    "paperId": "1106865546084a188226c8828c4761a95e2999d0",
    "externalIds": {
      "PubMedCentral": "9805569",
      "DBLP": "journals/bioinformatics/BourasNHPWV23",
      "DOI": "10.1093/bioinformatics/btac776",
      "CorpusId": 254123058,
      "PubMed": "36453861"
    },
    "url": "https://www.semanticscholar.org/paper/1106865546084a188226c8828c4761a95e2999d0",
    "title": "Pharokka: a fast scalable bacteriophage annotation tool",
    "venue": "Bioinform.",
    "year": 2022,
    "referenceCount": 37,
    "citationCount": 223,
    "influentialCitationCount": 38,
    "openAccessPdf": {
      "url": "https://academic.oup.com/bioinformatics/article-pdf/39/1/btac776/48448991/btac776.pdf",
      "status": "GREEN",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC9805569, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2120830861",
        "name": "G. Bouras"
      },
      {
        "authorId": "2145809692",
        "name": "Roshan Nepal"
      },
      {
        "authorId": "2145809683",
        "name": "Ghais Houtak"
      },
      {
        "authorId": "6005372",
        "name": "A. Psaltis"
      },
      {
        "authorId": "107911150",
        "name": "P. Wormald"
      },
      {
        "authorId": "5237016",
        "name": "S. Vreugde"
      }
    ],
    "citations": [
      {
        "paperId": "6782e15dc84b0c9fb642873fa8a4a9c4434e8a78",
        "title": "Evaluation of the effectiveness and safety of bacteriophage vB_Sen-Miriam1 against Salmonella enterica in in vitro and in vivo models"
      },
      {
        "paperId": "6fdd08e69083dd4d5609ae3e8552925095ab4660",
        "title": "Phages infecting the pathobiont\n Escherichia coli\n LF82"
      },
      {
        "paperId": "6bea64205a4191230e1abc8b7eebdc61ebf21ae5",
        "title": "Computational function prediction of bacteria and phage proteins."
      },
      {
        "paperId": "aa7e08c6730904b2d3bde63fffbfccc6cab20082",
        "title": "Complete genome sequences of 14 Enterococcal phages isolated from wastewater."
      },
      {
        "paperId": "35e5c49ab10b031d289d0b46f2fbf24f29600138",
        "title": "Characterization of strictly lytic phages infecting Oenococcus oeni from Merlot wines and proposal of a new genus."
      },
      {
        "paperId": "537a2ece86f13dc50a5510a04894fe011e9db3cf",
        "title": "Therapeutic application of a jumbo bacteriophage against metallo-β-lactamase producing Pseudomonas aeruginosa clinical isolates"
      },
      {
        "paperId": "2105dc7a0743682e51728b4a5133e65dace1dccc",
        "title": "Presence of group II introns in phage genomes"
      },
      {
        "paperId": "fbda73b68eecf1b9fff6cc9ce6e58c04b86a40ad",
        "title": "Distinct shifts in bacteriophage diversity and abundance during various stages of Gouda-type cheese production."
      },
      {
        "paperId": "f26b90b00923677d06c23b5ab00ebd7964f0febf",
        "title": "An update on experimental to large-scale production of bacteriophages against superbugs: a review."
      },
      {
        "paperId": "4000dddb0e63adb4a3ab01095b37f8b0cb964a53",
        "title": "Single cell viral tagging of Faecalibacterium prausnitzii reveals rare bacteriophages omitted by other techniques"
      },
      {
        "paperId": "2de33f85d3656745d9bf54195745d6d65f25257c",
        "title": "Pseudomonas Phage Banzai: Genomic and Functional Analysis of Novel Pbunavirus with Lytic Activity Against Pseudomonas aeruginosa"
      },
      {
        "paperId": "5ba4bfbb4d0289d7f2f571d9e19a093b60eed762",
        "title": "Phage Host Range Expansion Through Directed Evolution on Highly Phage-Resistant Strains of Klebsiella pneumoniae"
      },
      {
        "paperId": "9b94df06649f2772af06781cf88ef2c82ef9b994",
        "title": "Exploring two polyvalent lytic Staphylococcus phages and their application in controlling Staphylococcus spp. in plant-based meat"
      },
      {
        "paperId": "fb1973d755c146d932b7f5e0c454285a58110bcd",
        "title": "Pseudovibrio ascidiaceicola 5337, a marine bacterial symbiont of the ascidian gut with unusual genome features."
      },
      {
        "paperId": "1ea0674dac71c986878d742abf50ad563696742a",
        "title": "Isolation and characterisation of Klebsiella pneumoniae bacteriophages vB_Kpn_Lilla1 and vB_Kpn_Lilla2"
      },
      {
        "paperId": "116971830cb5b392e56cd7b70a5b75663ac26b2a",
        "title": "Discovery of phage CSF, a novel generalist bacteriophage targeting multidrug-resistant and potentially pathogenic Staphylococcus spp. and Mammaliicoccus spp."
      },
      {
        "paperId": "61549ade59a4fb589639b84d304a9c94c1de4fbd",
        "title": "Identification and profiling of novel metagenome assembled uncultivated virus genomes from human gut"
      },
      {
        "paperId": "b637e370b8dcf88c80195bc97217e69214fff49a",
        "title": "Complete genome sequence of Burkholderia cenocepacia bacteriophage Karil-mokiny-1"
      },
      {
        "paperId": "cbcb11663139792eca4b67cb2d2fbe306be44bb3",
        "title": "Revisiting phage tail spike architecture: evidence for undetected receptor-binding proteins in Caudoviricetes with non-contractile tails"
      },
      {
        "paperId": "23e7d5382a630e091c97afff8e72ff395da4717d",
        "title": "Highly stable bacteriophages PIN1 and PIN2 have hallmarks of flagellotropic phages but infect immotile bacteria"
      },
      {
        "paperId": "95e91af4c1c0e2ebff4380ce007f6e9d53559b08",
        "title": "Complete genome of five Acinetobacter baumannii phages"
      },
      {
        "paperId": "9109df49340f85d11d48aaea1ed911df745d439f",
        "title": "Characterization of a novel Phietavirus genus bacteriophage and its potential for efficient transfer of modified shuttle plasmids to Staphylococcus aureus strains of different clonal complexes"
      },
      {
        "paperId": "10edef32a773911cfd81c7b838f32bb376966428",
        "title": "Genome sequencing of Pasteurella multocida phage PMP1 elucidates a possible host resistance mechanism and suggests that it belongs to a new species."
      },
      {
        "paperId": "7fa574acfff8c2e52bdb10bc6e6f8387cb99db0b",
        "title": "Genomic survey reveals no detectable bacteriophage activity in Mycobacterium bovis across a large population"
      },
      {
        "paperId": "4cec69279b2a5ff8a97b5079f1ed9624d193861d",
        "title": "Antagonistic effect of kanamycin on kanamycin-resistant Escherichia coli infection by BtuB-targeting bacteriophages."
      },
      {
        "paperId": "ed4d38f331bc8bdcaef39042c85d8a13de360f80",
        "title": "A novel Serratia marcescens bacteriophage from South Africa – a potential tool to tackle produce-associated antibiotic-resistant Serratia marcescens"
      },
      {
        "paperId": "2925eb50b2988af9d2022aa05562df65483bd07c",
        "title": "Structural and Genetic Diversity of Lysis Modules in Bacteriophages Infecting the Genus Streptococcus"
      },
      {
        "paperId": "f5e8cdc7a3e5bc93f28a8963d3c2d914c3a8aad5",
        "title": "The prototypic crAssphage is a linear phage-plasmid."
      },
      {
        "paperId": "6b88141e2fa84351831f24629907cdc61a7311df",
        "title": "Designing an effective phage cocktail against Klebsiella pneumoniaecovering metallo-β-lactamases producing multi-drug resistant clinical isolates."
      },
      {
        "paperId": "3dba775f6c6d2c26c8bec369859a54a03fb7ec1e",
        "title": "Multi-omics characterization of a lytic phage targeting Listeria monocytogenes"
      },
      {
        "paperId": "c7d74340a71b3d09282509482459a7a058ba9221",
        "title": "Complete genome sequences of Escherichia coli phages Huey, Dewey, and Louie"
      },
      {
        "paperId": "105f414c59bcd325e2f84169c360298e9d5b6a4c",
        "title": "The complete genome and comparative analysis of a new Tequintavirus: Salmonella phage Tennessee Salten"
      },
      {
        "paperId": "7fb7f0d2641e59ee9b1fb890b77d967342360ee4",
        "title": "Predicting clinical outcome of Escherichia coli O157:H7 infections using explainable Machine Learning"
      },
      {
        "paperId": "fc12e1205437168c89c09bbbbc2ec94651f0af68",
        "title": "Resolution of a T1-Like Bacteriophage Outbreak by Receptor Engineering."
      },
      {
        "paperId": "fbab0714b5301b9bf71232751be97028e544b134",
        "title": "Prevalence of Group II Introns in Phage Genomes"
      },
      {
        "paperId": "c3bee0586031b26c40bbaac9a2afb52c66c1fe8e",
        "title": "AcrDB update: Predicted 3D structures of anti‐CRISPRs in human gut viromes"
      },
      {
        "paperId": "04af8c7e6d27015f1ae4939373d37137b205a7d2",
        "title": "NRG-P0074 Viral Sample RU1 from Unclassiﬁed Mosigvirus Genomic Characterization and Host Range Analysis"
      },
      {
        "paperId": "beb88b0dbbf5947d96bfb122deed310836dbc016",
        "title": "Phage-antibiotic synergy to combat multidrug resistant strains of Gram-negative ESKAPE pathogens"
      },
      {
        "paperId": "1fba57fe22756098323a4def05880d1ef78726bb",
        "title": "Characterization of a virulent phage, P12L (genus Drulisvirus), targeting Klebsiella pneumoniae capsule type K2."
      },
      {
        "paperId": "6be7fdd163850dfa2680120b23d8390dfc6cbe81",
        "title": "LicD-Mediated Cell Wall Decoration Governs Phage Sensitivity in Enterococcus faecalis Clinical Isolates"
      },
      {
        "paperId": "0ff39635e8ba881b7c6366bc0a7ca1c34c0e55f4",
        "title": "Discovering Broader Host Ranges and an IS-bound Prophage Class Through Long-Read Metagenomics"
      },
      {
        "paperId": "774dce8e5eba19f2eac4eef2004925fb8366a4a1",
        "title": "Isolation and identification of Klebsiella pneumoniae phage ΦK2046: optimizing its antibacterial potential in combination with chlorhexidine"
      },
      {
        "paperId": "939ec2e6526e9b0ee28c3b673fd339f382a3c941",
        "title": "Treatment of E. coli Infections with T4-Related Bacteriophages Belonging to Class Caudoviricetes: Selecting Phage on the Basis of Their Generalized Transduction Capability"
      },
      {
        "paperId": "394b7ec81c42eea31ce5b5476efc1f2a66f5d698",
        "title": "Genome sequences of two phages active against cystic fibrosis isolates of Pseudomonas aeruginosa"
      },
      {
        "paperId": "5b4ee34e39b2bf63c373e31c9ae210dd2a0a097e",
        "title": "Isolation and genomic characterization of Psychrobacillus isolate L3 and bacteriophage Spoks: a new phage-host pair from Antarctic soil"
      },
      {
        "paperId": "a2c5fa1f05e1d85400a279d3dcf9c98156fa2264",
        "title": "Phollow reveals in situ phage transmission dynamics in the zebrafish gut microbiome at single-virion resolution"
      },
      {
        "paperId": "f49803fc8b298f512d76bc4a5fac90a6ed745a18",
        "title": "Complete Genome Sequence and Analysis of NHSP6, a Broad-Spectrum Bacteriophage Against Staphylococcus Aureus Isolates of Bovine and Human Origin"
      },
      {
        "paperId": "94f137366f3239c630c5e40afd21ef5f672065e4",
        "title": "Characterization and genome analysis of the novel virulent Burkholderia phage Bm1, which is active against pan-drug-resistant Burkholderia multivorans"
      },
      {
        "paperId": "2860b8582ad12b23d9c589cecc34a5e0aadb9f51",
        "title": "Genome sequence of a lytic phage phi1_092060 targeting ST2 KL104-type Acinetobacter baumannii"
      },
      {
        "paperId": "5e2ba4b44881ca69624022f06d724dbed1d9c9d3",
        "title": "Comprehensive genomic and evolutionary analysis of biofilm matrix clusters and proteins in the Vibrio genus"
      },
      {
        "paperId": "3969109bfeb09b78514271cb1ab97b929d6e7bb7",
        "title": "Phage Endolysins as Promising and Effective Candidates for Use Against Uropathogenic Escherichia coli"
      },
      {
        "paperId": "24794e7426d05b94e8953c393ce697c9269e7e5d",
        "title": "Population structure and gene flux of Listeria monocytogenes ST121 reveal prophages as a candidate driver of adaptation and persistence in food production environments"
      },
      {
        "paperId": "d9a38d93b33e1e2c65cd897ceb6c7dfeda779f4e",
        "title": "Proteomic Analysis of Marine Bacteriophages: Structural Conservation, Post‐Translational Modifications, and Phage–Host Interactions"
      },
      {
        "paperId": "f42053d5947da526ebcb29e638fabc2bf437b6da",
        "title": "Genomic variation in Pseudomonas aeruginosa clinical respiratory isolates with de novo resistance to a bacteriophage cocktail"
      },
      {
        "paperId": "6f7dc8dc8d513080a5eee37940caad03977e6fb7",
        "title": "Characterization and therapeutic potential of newly isolated bacteriophages targeting the most common Salmonella serovars in Europe"
      },
      {
        "paperId": "1e6998725d181ec2e36d0b7f541c029ee5d023d2",
        "title": "Weberviruses are gut-associated phages that infect Klebsiella spp"
      },
      {
        "paperId": "a19773e1e0dc530ed08b795901ebfd02199da0e2",
        "title": "Genome sequence of the broad-host-range phage phi1_092033 against Acinetobacter baumannii"
      },
      {
        "paperId": "82a077abcbaac0c0cf859a614416796e661443d2",
        "title": "Genomic and proteomic characterization of four novel Schitoviridae family phages targeting uropathogenic Escherichia coli strain"
      },
      {
        "paperId": "728c22c33e1e2dd5400094425e04f1315b11161d",
        "title": "Targeting Chronic Biofilm Infections With Patient-derived Phages: An In Vitro and Ex Vivo Proof-of-concept Study in Patients With Left Ventricular Assist Devices"
      },
      {
        "paperId": "5511a3e5cd82ebc212ad31a5079a72cc885f3baa",
        "title": "Complete genome sequence of Escherichia coli phage Eryne"
      },
      {
        "paperId": "f08a12db437c3f332d472a6cfed9a14c095eac02",
        "title": "VIRGO2: Unveiling the Functional and Ecological Complexity of the Vaginal Microbiome with an Enhanced Non-Redundant Gene Catalog"
      },
      {
        "paperId": "f073eb9f0e310c4e5a365c2f8111305644ca0ba6",
        "title": "Isolation and Optimization of Phages Infecting Members of the Streptococcus bovis/Streptococcus equinus Complex"
      },
      {
        "paperId": "990731ed06f943c15f042418aac113d284b0f85d",
        "title": "Infection and Genomic Properties of Single- and Double-Stranded DNA Cellulophaga Phages"
      },
      {
        "paperId": "cff99049d8b8ac6a8596b4b168df4046cb92604b",
        "title": "Genomic and phenotypic characterization of staphylococci isolated from the skin of non-human primates"
      },
      {
        "paperId": "0bd313aa5e879504dd5afb65d013c2e7e03960d4",
        "title": "Global phylogenomic analysis of Staphylococcus pseudintermedius reveals genomic and prophage diversity in multidrug-resistant lineages"
      },
      {
        "paperId": "0abd65f413e6651e718202f7aeae7f522bcd4d4d",
        "title": "Beneath the surface: Unsolved questions in soil virus ecology"
      },
      {
        "paperId": "c883875e0d8cf421de0fe68d45834ea425048d69",
        "title": "Isolation of phages infecting the zoonotic pathogen Streptococcus suis reveals novel structural and genomic characteristics."
      },
      {
        "paperId": "29fbf44f5a736aec7bd5af7c3e737f692ce6f688",
        "title": "Isolation, Characterization, and Application of a Novel Vibrio parahaemolyticus Bacteriophage from Retail Shrimp in Sarawak, Malaysia."
      },
      {
        "paperId": "938e660df8e07afee5682d7d4ba287e76fb0c2e8",
        "title": "Strain-level and phenotypic stability contrasts with plasmid and phage variability in water kefir communities"
      },
      {
        "paperId": "be49e2773424d6ef11d73b7268427658813f7124",
        "title": "High-Performance Genome Annotation for a Safer and Faster-Developing Phage Therapy"
      },
      {
        "paperId": "7a4a47dca33cd30a4f2aef8eaf6731b02e20a735",
        "title": "Complete genome sequences of 14 lytic bacteriophages against Acinetobacter baumannii from Kenya belonging to the genera Obolenskvirus and Friunavirus"
      },
      {
        "paperId": "7f20c0793e429823a5a3e6714625a7719a19d028",
        "title": "A Novel Bacteriophage Targeting mcr-9 Enterobacter kobei with Potential Application in Fresh Leafy Greens"
      },
      {
        "paperId": "5f76f3dce6872a5de06d8ef25c3623ce7c2b700d",
        "title": "LoVis4u: a locus visualization tool for comparative genomics and coverage profiles"
      },
      {
        "paperId": "7be612eb40bb52fd62a23d448e10fe1ea5ace4ed",
        "title": "Cutting-edge deep-learning based tools for metagenomic research"
      },
      {
        "paperId": "88ac3d3536fafd51581932fb878a613045cdd8c9",
        "title": "Phage therapy"
      },
      {
        "paperId": "f6a1653faaa4eb8e7757a3c65efa73bb009a946a",
        "title": "Discovery, structural characteristics and evolutionary analyses of functional domains in Acinetobacter baumannii phage tail fiber/spike proteins"
      },
      {
        "paperId": "76d1c5e88aa4109f88c6a6d65dec8c65ba38586a",
        "title": "The rapid detection of a neonatal unit outbreak of a wild-type Klebsiella variicola using decentralized Oxford Nanopore sequencing"
      },
      {
        "paperId": "4e7f259ff44ca7ffabfac5c66983776778ddfeb5",
        "title": "Genome sequences of Klebsiella pneumoniae bacteriophages SF_KL2 and SF_KL25"
      },
      {
        "paperId": "9c73e901ef22067a36d51fb4e5961657015e4081",
        "title": "Complete genome sequences of three Pseudomonas aeruginosa phages of the genus Phikmvvirus"
      },
      {
        "paperId": "ecb700d6bffe1fba5d4d4eaf850063de328155cf",
        "title": "Completing the BASEL phage collection to unlock hidden diversity for systematic exploration of phage–host interactions"
      },
      {
        "paperId": "0e1ef91c7d199cb3885342e0c02b551176b28df0",
        "title": "Isolation, characterization and genomic analysis of bacteriophages for biocontrol of vibriosis caused by Vibrio alginolyticus"
      },
      {
        "paperId": "8c0d76b459b7ae51be84f9007076a8a52c1b15eb",
        "title": "Isolation, Characterization, and Anti-Biofilm Activity of a Novel Kaypoctavirus Against K24 Capsular Type, Multidrug-Resistant Klebsiella pneumoniae Clinical Isolates"
      },
      {
        "paperId": "e6932b6b05673d50970997c89e63771ce2ef2472",
        "title": "Phage cocktail against Vibrio parahaemolyticus causing acute hepatopancreatic necrosis disease (AHPND) in Penaeus vannamei: genomic, biological, and pathological characterization."
      },
      {
        "paperId": "8be1389f9099815c5ca9f5c4e895fa7676596957",
        "title": "Identification of Diverse Bacteriophages Associated with Bees and Hoverflies"
      },
      {
        "paperId": "625dfe7098e9919d12299488a8556b3982785ec4",
        "title": "Geographic variation in abundance and diversity of Acinetobacter baumannii Vieuvirus bacteriophages"
      },
      {
        "paperId": "fc76af103f84549ce49437648da23594f8d58bfd",
        "title": "Structural conservation and functional role of TfpY-like proteins in type IV pilus assembly"
      },
      {
        "paperId": "9f8abe1ec11476ddf6cb597fbf2dfc098b03c995",
        "title": "Isolation and complete genome sequence of Citrobacter bacteriophage Ursula"
      },
      {
        "paperId": "10ce7b8bbb533eea20bff9d1748f05179e8fd243",
        "title": "Combinatorial phenotypic landscape enables bacterial resistance to phage infection"
      },
      {
        "paperId": "3dce2bd13afa9bc6a1aeb840d53a8566fd0eeffc",
        "title": "Vic9 mycobacteriophage: the first subcluster B2 phage isolated in Russia"
      },
      {
        "paperId": "c4f791a1a3f9b4a12a8d80b89b9287405931aa2a",
        "title": "“Sichuanvirus”, a novel bacteriophage viral genus, able to lyse carbapenem-resistant Klebsiella pneumoniae"
      },
      {
        "paperId": "ad12dfa5b23d052a3e4625c765898d2960564658",
        "title": "Virseqimprover: an integrated pipeline for viral contig error correction, extension, and annotation"
      },
      {
        "paperId": "5205879165ddd15039c57b9c2b8f1360a9c6c788",
        "title": "Exploration of the feasibility of clinical application of phage treatment for multidrug-resistant Serratia marcescens-induced pulmonary infection"
      },
      {
        "paperId": "b94ec8c697f05d1261bf834afe9990f35044b66e",
        "title": "A novel vibriophage vB_Vp_PvVp04 against pathogenic Vibrio parahaemolyticus and its formulation for inclusion in shrimp feed"
      },
      {
        "paperId": "4719954d78db90352d4166f37517a555d336cff9",
        "title": "Exploring viral diversity in fermented vegetables through viral metagenomics."
      },
      {
        "paperId": "9698ac9f4f0c8a2fd31708b3e21e79d4c0503084",
        "title": "Isolation of an E. coli flagellotrophic Jumbophage SHEFM2K that replicates in cytoplasmic putative assembly areas."
      },
      {
        "paperId": "91a51bab377c2ccfcc68493a803c4c35483766d7",
        "title": "Virome assembly reveals draft genomes of native Pseudomonas phages isolated from a paediatric bronchoalveolar lavage sample"
      },
      {
        "paperId": "10c6402d12ae8c13161b8f12798dbf55b7254e6d",
        "title": "Complete genome sequence of lytic bacteriophage BAU.Micro_SLP-22 infecting avian Salmonella spp."
      },
      {
        "paperId": "fb16c66a85423e7c657ac1d9f0169cf424913063",
        "title": "Complete genome sequence of Salmonella enterica bacteriophage SeKF_80, isolated from wastewater in British Columbia"
      },
      {
        "paperId": "1f0bd81f5533ddfd54865b97f44f472e937bb859",
        "title": "Genome sequences of bacteriophages that infect Salmonella Typhi from Bangladesh"
      },
      {
        "paperId": "f938624074f6ddc596c2967dd19a1dea05eddfec",
        "title": "High activity and specificity of bacteriophage cocktails against carbapenem-resistant Klebsiella pneumoniae belonging to the high-risk clones CG258 and ST307"
      },
      {
        "paperId": "03df3502209a57e669b08186f68d7452d55085ff",
        "title": "Comparative Analysis of Spacer Targets in CRISPR-Cas Systems of Starter Cultures"
      },
      {
        "paperId": "6240af897f3bd05082f894fe0e0fec510724467a",
        "title": "In vitro characterization and genome sequencing of two novel lytic phages against Salmonella Infantis isolated from poultry feces"
      },
      {
        "paperId": "0788c632de296e60bcdfa12fc1beea180ef471b5",
        "title": "Sxt1, Isolated from a Therapeutic Phage Cocktail, Is a Broader Host Range Relative of the Phage T3"
      },
      {
        "paperId": "7c2c76c15989acd090483951fdee869f0fd38cad",
        "title": "Potential of a newly isolated lytic bacteriophage to control Pseudomonas coronafaciens pv. garcae in coffee plants: Molecular characterization with in vitro and ex vivo experiments."
      },
      {
        "paperId": "d2b99c8d4ef20aad19fddcb701c155fcec764c87",
        "title": "Isolation and characterization of Acinetobacter phage vAbaIN10 active against carbapenem Resistant Acinetobacter baumannii (CRAB) isolates from healthcare-associated infections in Dakar, Senegal."
      },
      {
        "paperId": "1f523f5527b57951dcc8906815199719615f8211",
        "title": "Isolation and Characterization of Lytic Bacteriophages Capable of Infecting Diverse Multidrug-Resistant Strains of Pseudomonas aeruginosa: PaCCP1 and PaCCP2"
      },
      {
        "paperId": "8ae4acf2cb15156b9e4321539a39336c356fa66c",
        "title": "Complete genome sequences of six coliphages isolated from local water systems in the Philippines"
      },
      {
        "paperId": "e39062d0585ff1bde6a930ba65409d74e37a3ca0",
        "title": "Isolation, Characterization, and Unlocking the Potential of Mimir124 Phage for Personalized Treatment of Difficult, Multidrug-Resistant Uropathogenic E. coli Strain"
      },
      {
        "paperId": "0bba39a9c4fd5c46355bda1f52e43e83664dbb8f",
        "title": "Genome sequences of five Klebsiella bacteriophages that belong to the genus Jiaodavirus"
      },
      {
        "paperId": "cbc986efbd65b77b66cf02b0678805fa1ffd611e",
        "title": "A Klebsiella-phage cocktail to broaden the host range and delay bacteriophage resistance both in vitro and in vivo"
      },
      {
        "paperId": "83c1950c7ba2b49365526c75b9609c16beceadef",
        "title": "Characterization of two Friunavirus phages and their inhibitory effects on biofilms of extremely drug resistant Acinetobacter baumannii in Dakar, Senegal"
      },
      {
        "paperId": "665f85cef0b040bef8a2ace7a538499881d1a9fa",
        "title": "The genomic and phylogenetic characterization of lytic Pseudomonas aeruginosa PAK bacteriophages BL4, BL6, and BL7 collected from aquatic samples"
      },
      {
        "paperId": "96ad2d378607abacf9d251c68491445e87238864",
        "title": "Evolutionary strategies of Klebsiella phages in a host-diverse environment"
      },
      {
        "paperId": "da0ee7ffc8dc0b56d4c7baeb8ab86f9efead0787",
        "title": "Isolation and Characterization of Infection of Four New Bacteriophages Infecting a Vibrio parahaemolyticus Strain"
      },
      {
        "paperId": "4f741027c22e6910239752141826c5e14bcb7909",
        "title": "Genomic analysis and characterization of a new Salmonella phage vB_Sen_ST2 infecting Salmonella enterica serovars Typhi and Typhimurium."
      },
      {
        "paperId": "77da75baa78f2ceded43bb48753bba629d53c19b",
        "title": "A long-context language model for deciphering and generating bacteriophage genomes"
      },
      {
        "paperId": "68df8597e7a7d793a042c9c3e5a06facb4379ad3",
        "title": "Directed evolution of bacteriophages: thwarted by prolific prophage"
      },
      {
        "paperId": "0af96242c8f168a06d5a8449f72ea2fa344dcb83",
        "title": "Phosphate amendment drives bloom of RNA viruses after soil wet-up"
      },
      {
        "paperId": "c0e074ea5c006c9204f574a3a12237266138a45f",
        "title": "A near-complete genome of the uncultured Staphylococcus aureus phage COMBAT-CF_PAR1 isolated from the lungs of an infant with cystic fibrosis"
      },
      {
        "paperId": "543a1dab84139a22db43cc7adda0867c1bb5aaa7",
        "title": "Genomic insight on Klebsiella variicola isolated from wastewater treatment plant has uncovered a novel bacteriophage"
      },
      {
        "paperId": "62d994d2f1b70f95e8c43d6a66ff025ca840c27e",
        "title": "Synoptic Variation Drives Genetic Diversity and Transmission Mode of Airborne DNA Viruses in Urban Space"
      },
      {
        "paperId": "95389902d4df98197d59a2b1fd87bf8e28d2a79a",
        "title": "Novel bacteriophages targeting wheat phyllosphere bacteria carry DNA modifications and single-strand breaks"
      },
      {
        "paperId": "3cd375cc9968a85ab7d26daf611aa123122d7864",
        "title": "Characterization of bacteriophage vB_AbaS_SA1 and its synergistic effects with antibiotics against clinical multidrug-resistant Acinetobacter baumannii isolates"
      },
      {
        "paperId": "2c2297c8fb64d561c267cd62c0babe7d4c18808d",
        "title": "Complete genome sequences of three Pseudomonas aeruginosa jumbo bacteriophages discovered in Kenya"
      },
      {
        "paperId": "8b172fcd4b71f9976e1d60e636176b6ad92e37ea",
        "title": "Viromes vs. mixed community metagenomes: choice of method dictates interpretation of viral community ecology"
      },
      {
        "paperId": "b42cd1649291862e8b4016b7902e0a542bd7cdb4",
        "title": "Characteristics of the Enterococcus Phage vB_EfS_SE, and the Properties of Its Chimeric Endolysins Harboring a PlySE-Carbohydrate-Binding Domain and a Synthetic Enzymatic Domain"
      },
      {
        "paperId": "ef9f08bbce50437288f5767f036333fa2a880229",
        "title": "Rapid design of bacteriophage cocktails to suppress the burden and virulence of gut-resident carbapenem-resistant Klebsiella pneumoniae."
      },
      {
        "paperId": "a52ed3b573fc80c284bf2b45b0b4e91719b23309",
        "title": "Construction and characterization of DNA libraries from cultured phages and environmental viromes"
      },
      {
        "paperId": "15bd38e47bed29089eccc0a9c16e07b4d607434c",
        "title": "Ackermannviridae bacteriophage against carbapenem-resistant Klebsiella pneumoniae of capsular type 64"
      },
      {
        "paperId": "153df3ebd759fb62be6acaa8dca596137c7a0227",
        "title": "LoVis4u: Locus Visualisation tool for comparative genomics"
      },
      {
        "paperId": "07a016d1e0861f6d20b757dad1b71815832a555c",
        "title": "Complete genome sequences of 12 lytic phages against multidrug-resistant Enterococcus faecalis"
      },
      {
        "paperId": "5295487ccd473a6068ffdd9dbcd0e2707af1fb1a",
        "title": "Complete genome sequence of E. coli lytic bacteriophage BAU.Micro_ELP-22, isolated from sewage water, Bangladesh"
      },
      {
        "paperId": "07adf60fb32ca27cc1e98799ca062089f7746afd",
        "title": "Complete genome sequences of four lytic bacteriophages against multidrug-resistant Enterococcus faecium"
      },
      {
        "paperId": "6ee32e41a4dbb13a75dbd8be25fa52a72c957527",
        "title": "Complete Genome Sequence of Six Pseudomonas aeruginosa Bacteriophages aim for research and treatments"
      },
      {
        "paperId": "4b4e4638bba8b7d77fcdb6def9042a64b07e09f1",
        "title": "Comprehensive Genomic and Evolutionary Analysis of Biofilm Matrix Clusters and Proteins in the Vibrio Genus"
      },
      {
        "paperId": "b63bfb4e2f03d7147fb32931e37cc98333a69b27",
        "title": "New Viruses Infecting Hyperthermophilic Bacterium Thermus thermophilus"
      },
      {
        "paperId": "1cc830c9c42bc5b133b7bdae88d19411cd4e3682",
        "title": "Incomplete lytic cycle of a widespread Bacteroides bacteriophage leads to the formation of defective viral particles"
      },
      {
        "paperId": "a2ee130f10d9daa146d42a1f14a453e3f11b09a2",
        "title": "Adapting nature's own solution: The effect of rhamnolipid and lytic bacteriophage cocktail on enteric pathogens that proliferate in mucilage."
      },
      {
        "paperId": "02c80853e08fb0bc56c8a0e3c206786d41228f74",
        "title": "Antibacterial activity evaluation of a novel K3-specific phage against Acinetobacter baumannii and evidence for receptor-binding domain transfer across morphologies"
      },
      {
        "paperId": "662a412f8ba5fa62566fab93232c1d2dbe3ad7f1",
        "title": "Characterization and Anti-Biofilm Activity of Lytic Enterococcus Phage vB_Efs8_KEN04 against Clinical Isolates of Multidrug-Resistant Enterococcus faecalis in Kenya"
      },
      {
        "paperId": "5fe062a39a60a8f5dc7a5b85d868296a62623d22",
        "title": "Genomic characterization of prophage elements in Clostridium clostridioforme: an understudied component of the intestinal microbiome"
      },
      {
        "paperId": "b5d60ed08daccc1d0991df0ecf25e62aae8d28d8",
        "title": "Pulsed Blue Light and Phage Therapy: A Novel Synergistic Bactericide"
      },
      {
        "paperId": "484b380a7e0bbd24de317918fffba78404a42659",
        "title": "Designing a simple and efficient phage biocontainment system using the amber suppressor initiator tRNA"
      },
      {
        "paperId": "ae1bbb97763bd68c4ce1da3975763013eb2d3f54",
        "title": "Phylogeny and disease associations of a widespread and ancient intestinal bacteriophage lineage"
      },
      {
        "paperId": "2205b98cda9a24fe4be34c98eefcb93a8fe820c0",
        "title": "Complete genome sequence of Escherichia coli O157:H7 phage Φ241"
      },
      {
        "paperId": "87536f059e88fbd1f418b7b13d6d7a7f7e195ce8",
        "title": "Physiochemical characterization of a potential Klebsiella phage MKP-1 and analysis of its application in reducing biofilm formation"
      },
      {
        "paperId": "2cdb9247ce3b14210f8d28b311f0375413d4d95c",
        "title": "Comparative genomics reveals diversity and taxonomic relationships among Clostridioides difficile phages"
      },
      {
        "paperId": "9fa814faa8c6727d035c287c426691a4fbc371b8",
        "title": "Bacteriophage resistance evolution in a honey bee pathogen"
      },
      {
        "paperId": "4ced8339cdce39c542be0010581d5c3a20309e7d",
        "title": "A novel genus of Pectobacterium bacteriophages display broad host range by targeting several species of Danish soft rot isolates"
      },
      {
        "paperId": "cebcc6c7f172ec7402be809add0c84bf0d48ef67",
        "title": "Rapid identification and subsequent contextualization of an outbreak of methicillin-resistant Staphylococcus aureus in a neonatal intensive care unit using nanopore sequencing"
      },
      {
        "paperId": "8e3747b09b8b086752d848e2ad8223da4240d1c3",
        "title": "Simultaneous clonal spread of NDM-1–producing Pseudomonas aeruginosa ST773 from Ukrainian patients in the Netherlands and Spain"
      },
      {
        "paperId": "02cb5b90136b7a0272bcc665f0a108dcef726a05",
        "title": "Optimizing bacteriophage treatment of resistant Pseudomonas"
      },
      {
        "paperId": "be0e7880f5910080d4ccaa81aec9e073f0f9b81c",
        "title": "Screening of the PA14NR Transposon Mutant Library Identifies Genes Involved in Resistance to Bacteriophage Infection in Pseudomomas aeruginosa"
      },
      {
        "paperId": "e3b4d4785b42c1f501107aa2fcec15470dd4acbf",
        "title": "Combinations of Bacteriophage Are Efficacious against Multidrug-Resistant Pseudomonas aeruginosa and Enhance Sensitivity to Carbapenem Antibiotics"
      },
      {
        "paperId": "0a344956885ab5706505914cd22e65d87f0e3004",
        "title": "In vivo efficacy of phage cocktails against carbapenem resistance Acinetobacter baumannii in the rat pneumonia model"
      },
      {
        "paperId": "84608e978a7cb3e5a5ccb7346425cc0e1e43fc6f",
        "title": "Complete genome sequence of the Exiguobacterium bacteriophage"
      },
      {
        "paperId": "813d4c3e27862808d1a687b7bb395ed820b73506",
        "title": "Complete genome sequence of a Pseudomonas fluorescens bacteriophage UNO-G1W1 isolated from freshwater ice in Nebraska"
      },
      {
        "paperId": "010c2898f6044eacc9fc87e415fa67f642a0aaa9",
        "title": "Genomic and taxonomic evaluation of 38 Treponema prophage sequences"
      },
      {
        "paperId": "3841ce819b06ee312ce6fe65d79089878995f2f5",
        "title": "Neutralizing antibodies after nebulized phage therapy in cystic fibrosis patients."
      },
      {
        "paperId": "f6405bf6ad9dfc158abc738f3456d0be4b1e42f5",
        "title": "Viral chronotypes and their role in shaping seasonal viral dynamics in the Western English Channel"
      },
      {
        "paperId": "5042ca6af5ceceb79131ce2fc50ff4b9b7535baf",
        "title": "Fighting Salmonella Infantis: bacteriophage-driven cleaning and disinfection strategies for broiler farms"
      },
      {
        "paperId": "6b88ce83845089ceaf9d5e6d54c73e3f769520ed",
        "title": "Isolation and Characterization of Six Novel Fusobacterium necrophorum Phages."
      },
      {
        "paperId": "ec06717a1854087c8b77c7b47fd96e3748bec8d0",
        "title": "Making the leap from technique to treatment — genetic engineering is paving the way for more efficient phage therapy"
      },
      {
        "paperId": "e5b643698f3dd0d9686b6e28d75a6348725e1c2a",
        "title": "Early identification of a ward-based outbreak of Clostridioides difficile using prospective multilocus sequence type-based Oxford Nanopore genomic surveillance"
      },
      {
        "paperId": "894216acf867c88876e0829ccab7f504f3dc763e",
        "title": "Complete genome sequence of the Microbacterium enclense bacteriophage phiMiGM15"
      },
      {
        "paperId": "dac864c5d29a2a7290ce70a7cf8ca50335536693",
        "title": "Resistance to bacteriophage incurs a cost to virulence in drug-resistant Acinetobacter baumannii"
      },
      {
        "paperId": "ae909a2ad91f25104ce31efa12389a8a551b73af",
        "title": "Retron-Eco1 assembles NAD+-hydrolyzing filaments that provide immunity against bacteriophages."
      },
      {
        "paperId": "9bcfa76164b627a60ce9f11d462d99098b0ce831",
        "title": "Genome sequences of two Arthrobacter phages isolated from soil"
      },
      {
        "paperId": "ac84d88e465bc7d9b9ccb61390778db5dd70f4d1",
        "title": "Identification of Lytic Phages Against Multidrug-Resistant Klebsiella pneumoniae: Illuminating Hope on Antimicrobial-Resistance."
      },
      {
        "paperId": "f3de8611118db1affc286d941af6b12951db85a9",
        "title": "Valp1, a Newly Identified Temperate Phage Facilitating Coexistence of Lysogenic and Non-Lysogenic Populations of Vibrio anguillarum"
      },
      {
        "paperId": "a70fd12f78b90ef9c62ca8b95b37b6a56faa8fa1",
        "title": "Genome sequence of Erwinia amylovora bacteriophage Omen"
      },
      {
        "paperId": "9582a1a7ffd421073c52dc09275efe085935fb2f",
        "title": "Preclinical characterization and in silico safety assessment of three virulent bacteriophages targeting carbapenem-resistant uropathogenic Escherichia coli"
      },
      {
        "paperId": "dae3385fbb20f06b0c18c59b3da97c0e7dbf5212",
        "title": "Analyses of Xenorhabdus griffiniae genomes reveal two distinct sub-species that display intra-species variation due to prophages"
      },
      {
        "paperId": "97c93605693844db41cbc99062c395e6ae5a0b91",
        "title": "Isolation and genomic characterization of Staphylococcus aureus bacteriophages from Chennai, India"
      },
      {
        "paperId": "3ec00ca1de4cfa2c44ef49f6c8108507647bc23e",
        "title": "Xanthomonas Phage PBR31: Classifying the Unclassifiable"
      },
      {
        "paperId": "b864348291bc51e5b8661208be9ee1fd22cf13f7",
        "title": "Pathogenomic analysis and characterization of Pasteurella multocida strains recovered from human infections"
      },
      {
        "paperId": "d7fecbcc21970d4bb6bb38c74602cd1e47e64df8",
        "title": "The genome sequences of lytic Pseudomonas aeruginosa bacteriophages BL1, BL2, and BL3 isolated from the environment"
      },
      {
        "paperId": "0c1028599d787e843bd1f7d00170aa32838251dc",
        "title": "MetaCerberus: distributed highly parallelized HMM-based processing for robust functional annotation across the tree of life"
      },
      {
        "paperId": "31cc7822ba93ce7f4eac913cc65dc5c9b74eac6d",
        "title": "Complete genome sequence of Pseudomonas aeruginosa phage Knedl"
      },
      {
        "paperId": "15c66017cf16ce0be109c88bff89d496a89e5f66",
        "title": "Complete genome sequences of two Klebsiella pneumoniae phages from Dakar, Senegal"
      },
      {
        "paperId": "22642496d8c88fd3291b02c450554adfb1c18158",
        "title": "Expanding the phage galaxy: Isolation and characterization of five novel Streptomyces siphoviruses Ankus, Byblos, DekoNeimoidia, Mandalore, and Naboo"
      },
      {
        "paperId": "f5948c681912f985139bff0e3731981142d118be",
        "title": "Phage susceptibility determinants of the opportunistic pathogen Staphylococcus epidermidis."
      },
      {
        "paperId": "29246db05972873464d3ff01cef94e059387ff55",
        "title": "Potential of an Isolated Bacteriophage to Inactivate Klebsiella pneumoniae: Preliminary Studies to Control Urinary Tract Infections"
      },
      {
        "paperId": "f31afddcd7309bbc12b988285a9a04b27cec2e55",
        "title": "Meeting Report of the Second Symposium of the Belgian Society for Viruses of Microbes and Launch of the Phage Valley"
      },
      {
        "paperId": "b36632921fe426151c46cc028a6f0484cd1f6e07",
        "title": "Characterisation of New Foxunavirus Phage Murka with the Potential of Xanthomonas campestris pv. campestris Control"
      },
      {
        "paperId": "414a5585d1f323cf7f38460223bba2f2fa053672",
        "title": "Characterization and complete genome analysis of Klebsiella phage Kp109 with lytic activity against Klebsiella pneumoniae."
      },
      {
        "paperId": "97febe121a214cfee6da854ff3f313d9bfba3e4c",
        "title": "The Citizen Phage Library: Rapid Isolation of Phages for the Treatment of Antibiotic Resistant Infections in the UK"
      },
      {
        "paperId": "59bfc2aa2ce5ea5e3b28e5ebb7d87e9ac7b03ca4",
        "title": "Isolation and sequencing of a novel inovirus, “Copypasta,” from Rhine River water"
      },
      {
        "paperId": "4c3d494c21733a8d3dbaef961a6394450c9e314a",
        "title": "Seed coating with phages for sustainable plant biocontrol of plant pathogens and influence of the seed coat mucilage"
      },
      {
        "paperId": "b9f3d00d6493c4ed5848f5df8770bd2b94db90c9",
        "title": "Discovery and characterisation of new phage targeting uropathogenic Escherichia coli"
      },
      {
        "paperId": "0b75bf736d20b4485520da353cef6e4d3347cd5c",
        "title": "Dnaapler: A tool to reorient circular microbial genomes"
      },
      {
        "paperId": "9690758556f529043bef17223fb7c2090137d17c",
        "title": "Phage Paride can kill dormant, antibiotic-tolerant cells of Pseudomonas aeruginosa by direct lytic replication"
      },
      {
        "paperId": "8c3aca59d793859628fb3fba813fd654afe218c3",
        "title": "Hecatomb: an integrated software platform for viral metagenomics"
      },
      {
        "paperId": "19c7cc9165dc46e053e1ff0ff8bea78dadb8a36a",
        "title": "PhageGE: an interactive web platform for exploratory analysis and visualization of bacteriophage genomes"
      },
      {
        "paperId": "bc6bd9bf11bd6a591d809309527b4c8f093c81e7",
        "title": "Molecular Characterization and Genome Mechanical Features of Two Newly Isolated Polyvalent Bacteriophages Infecting Pseudomonas syringae pv. garcae"
      },
      {
        "paperId": "4482b0f14d2d1243d118103a42c9bb7eb52881a5",
        "title": "Driving through stop signs: predicting stop codon reassignment improves functional annotation of bacteriophages"
      },
      {
        "paperId": "dc213dc5c7358640e39b1687863e4ed6def15faf",
        "title": "Active prokaryotic and eukaryotic viral ecology across spatial scale in a deep-sea brine pool"
      },
      {
        "paperId": "5afd76ac578147f32fac726c4dab71859fbfe69e",
        "title": "Effective Isolation and Characterization of Mycobacteriophages with the Ability to Lyse Mycobacterium avium subsp. paratuberculosis"
      },
      {
        "paperId": "9a13dd0358c86f61ff8b14478d74789b75bd563b",
        "title": "Campylobacter prophage diversity reveals pervasive recombination between prophages from different Campylobacter species"
      },
      {
        "paperId": "db71d124c0d14d4eea3ef9ed7dd1debd032cb323",
        "title": "Investigating the Human Intestinal DNA Virome and Predicting Disease-Associated Virus–Host Interactions in Severe Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS)"
      },
      {
        "paperId": "78be516b8dd490995ee0dc1f320f80a782a6593e",
        "title": "Depolymerisation of the Klebsiella pneumoniae Capsular Polysaccharide K21 by Klebsiella Phage K5"
      },
      {
        "paperId": "6ac48260d095a509eb7ece851f2f673e665a8853",
        "title": "Genome sequence of the Klebsiella quasipneumoniae bacteriophage EKq1 with activity against Klebsiella pneumoniae"
      },
      {
        "paperId": "2a09ca20eeb278eb396c236eabcca0fbfb2e68fc",
        "title": "Identification of Huge Phages from Wastewater Metagenomes"
      },
      {
        "paperId": "b3d484b619050fcdad5fe5a126d2ffb3e576074e",
        "title": "Viral Diversity in Benthic Abyssal Ecosystems: Ecological and Methodological Considerations"
      },
      {
        "paperId": "c3aefcf3bdca76051b43513c5d887193b1923c2a",
        "title": "Phylogeny and disease links of a widespread and ancient gut phage lineage"
      },
      {
        "paperId": "99f741db9f240549bd849aa35b2467efc216eaf2",
        "title": "Human Complement Inhibits Myophages against Pseudomonas aeruginosa"
      },
      {
        "paperId": "592ec273f335267bbd574003b500f54628e0276d",
        "title": "Knowing and Naming: Phage Annotation and Nomenclature for Phage Therapy"
      },
      {
        "paperId": "d03f92c9cefb9beca7eba3a4f9841198123442db",
        "title": "Novel insights into phage biology of the pathogen Clostridioides difficile based on the active virome"
      },
      {
        "paperId": "75f6e6808ade879d831fa6a1a73bbbe40068ebfc",
        "title": "Genomic insights into the phage-defense systems of Stenotrophomonas maltophilia clinical isolates."
      },
      {
        "paperId": "a2483c4fa71e24400e45bbe3f208292d0b7b1741",
        "title": "Complete genome sequence of the broad host range Acinetobacter baumannii phage EAb13"
      },
      {
        "paperId": "1c38ff0f0ad84e403439bea5882a77568ee47420",
        "title": "Isolation, characterization, and evaluation of putative new bacteriophages for controlling bacterial spot on tomato in Brazil"
      },
      {
        "paperId": "4e11b8e4031abeab7fcdf0aedf110ddd816f2c95",
        "title": "Unveiling the hidden role of aquatic viruses in hydrocarbon pollution bioremediation."
      },
      {
        "paperId": "8f3d3ab3ed664c97b77dd5e0eb7ac2d3ecd9229c",
        "title": "Eco-evolutionary dynamics of massive, parallel bacteriophage outbreaks in compost communities"
      },
      {
        "paperId": "25a7b476c5efe85e117dcdbab24b181d14a34006",
        "title": "Genome sequences of 11 Alkalihalobacillus clausii, Bacillus safensis, and Escherichia coli bacteriophages isolated from bovine rumen and vagina"
      },
      {
        "paperId": "cba92e63661214d7c94520f8f57e23274a23934f",
        "title": "A hybrid and poly-polish workflow for the complete and accurate assembly of phage genomes: a case study of ten przondoviruses"
      },
      {
        "paperId": "2af576ffaef6ffcb4d45c5c9f21f293e5e5a5a39",
        "title": "Genome Sequence of Staphylococcus aureus Phage ESa2"
      },
      {
        "paperId": "1ba7a5c6da81d9c83adc1ddf40daf155bda2ea1e",
        "title": "Prophage acquisition by Staphylococcus aureus contributes to the expansion of Staphylococcal immune evasion"
      },
      {
        "paperId": "47d3af2fb9dbf75845deab1e6209078f3855c618",
        "title": "Complete Genome Sequence of Citrobacter braakii GW-Imi-1b1, Isolated from Hospital Wastewater in Greifswald, Germany"
      },
      {
        "paperId": "3d00f55fa8b130ad0c08de0918e43aedeeb6cac5",
        "title": "A hybrid and poly-polish workflow for the complete and accurate assembly of phage genomes: a case study of ten przondoviruses"
      },
      {
        "paperId": "2655ff61285bc37527768800408974530c6fa114",
        "title": "Horizontal gene transfer and CRISPR targeting drive phage-bacterial host interactions and co-evolution in pink berry marine microbial aggregates"
      },
      {
        "paperId": "b7eeaa761e9e06b3d20c33d1be9183d875dee675",
        "title": "Gauge your phage: benchmarking of bacteriophage identification tools in metagenomic sequencing data"
      },
      {
        "paperId": "76b1df23586962328be03f9978552071d7a597ca",
        "title": "Coevolutionary phage training expands phage host range: Driven by tail fiber mutations in Pseudomonas aeruginosa lytic phage?"
      },
      {
        "paperId": "c7db3de199825d97624464cbd48ab54fdde611f7",
        "title": "Comprehensive Genomic and Evolutionary 1 Analysis of Biofilm Matrix Clusters and 2 Proteins in the Vibrio Genus 3"
      }
    ],
    "abstract": "Abstract Summary In recent years, there has been an increasing interest in bacteriophages, which has led to growing numbers of bacteriophage genomic sequences becoming available. Consequently, there is a need for a rapid and consistent genomic annotation tool dedicated for bacteriophages. Existing tools either are not designed specifically for bacteriophages or are web- and email-based and require significant manual curation, which makes their integration into bioinformatic pipelines challenging. Pharokka was created to provide a tool that annotates bacteriophage genomes easily, rapidly and consistently with standards compliant outputs. Moreover, Pharokka requires only two lines of code to install and use and takes under 5 min to run for an average 50-kb bacteriophage genome. Availability and implementation Pharokka is implemented in Python and is available as a bioconda package using ‘conda install -c bioconda pharokka’. The source code is available on GitHub (https://github.com/gbouras13/pharokka). Pharokka has been tested on Linux-64 and MacOSX machines and on Windows using a Linux Virtual Machine.",
    "references": [
      {
        "paperId": "9d40c61c03fb63a1844c3c71653c3f7417e6f74a",
        "title": "Experimental validation that human microbiome phages use alternative genetic coding"
      },
      {
        "paperId": "582a46806cb67eaa1595a6d954b56d4a92d74340",
        "title": "Genetic determinants of host tropism in Klebsiella phages"
      },
      {
        "paperId": "37c98d79164ceef41012031185fa02b32bf0e26c",
        "title": "Thousands of small, novel genes predicted in global phage genomes."
      },
      {
        "paperId": "18d06940622411287bc712059f3fad85e27a4486",
        "title": "Genomic characterization of lytic bacteriophages targeting genetically diverse Pseudomonas aeruginosa clinical isolates"
      },
      {
        "paperId": "1fdff6f551a36d633a749d0643e410cd6972be42",
        "title": "MetaPhage: an Automated Pipeline for Analyzing, Annotating, and Classifying Bacteriophages in Metagenomics Sequencing Data"
      },
      {
        "paperId": "565ab253344517d6dce96dae3d23424b30adb20d",
        "title": "Phage Genome Annotation: Where to Begin and End."
      },
      {
        "paperId": "d490f685b251a815d9856dbe9a5c05476462aa66",
        "title": "INfrastructure for a PHAge REference Database: Identification of Large-Scale Biases in the Current Collection of Cultured Phage Genomes."
      },
      {
        "paperId": "3862129d486b8a812527659d8e426c84fc1d9f0b",
        "title": "PHROG: families of prokaryotic virus proteins clustered using remote homology"
      },
      {
        "paperId": "ad1c7ce71e571c7a806bad7d4924ae8a2cdd213f",
        "title": "MultiPhATE2: code for functional annotation and comparison of phage genomes"
      },
      {
        "paperId": null,
        "title": "Analysis of metagenome-assembled viral genomes from the human gut reveals diverse putative CrAss-like phages with unique genomic features"
      },
      {
        "paperId": "fb2bd0079fa8118c4aa02c69cac6888e94c58d44",
        "title": "VirSorter2: a multi-classifier, expert-guided approach to detect diverse DNA and RNA viruses"
      },
      {
        "paperId": "bff639f7b02be17dca93ee0d8515144fbd79944e",
        "title": "Sustainable data analysis with Snakemake"
      },
      {
        "paperId": "b344e0643b3bb1242ecf3a1aa80158361edfba6b",
        "title": "Galaxy and Apollo as a biologist-friendly interface for high-quality cooperative phage genome annotation"
      },
      {
        "paperId": "01e48a18067d3931c34a4bc5187fbaa735bc8828",
        "title": "Cenote-Taker 2 Democratizes Virus Discovery and Sequence Annotation"
      },
      {
        "paperId": "7a334fe9a87695a2cf912c9e2f5cc37b750d2268",
        "title": "Clades of huge phages from across Earth’s ecosystems"
      },
      {
        "paperId": "7a257aac09681ed94a374f1f1ed1b670b95901ec",
        "title": "Producing polished prokaryotic pangenomes with the Panaroo pipeline"
      },
      {
        "paperId": "7d7735582cfa14efb00d967e9af4d725579e8746",
        "title": "The PATRIC Bioinformatics Resource Center: expanding data and analysis capabilities"
      },
      {
        "paperId": "7b1d8dfb9e6260685d9fbb8c41bfc0a35710fe41",
        "title": "CARD 2020: antibiotic resistome surveillance with the comprehensive antibiotic resistance database"
      },
      {
        "paperId": "f51947bc44c0f0ad05fcbf765a3cc8ad0647aa10",
        "title": "tRNAscan-SE 2.0: improved detection and functional classification of transfer RNA genes"
      },
      {
        "paperId": "2344cf876fa6dd6910475e3ff70cd97525cfba22",
        "title": "PHANOTATE: a novel approach to gene identification in phage genomes"
      },
      {
        "paperId": "6f78ef8d48fddeff8552f26e8b43cd6739850dfc",
        "title": "VFDB 2019: a comparative pathogenomic platform with an interactive web interface"
      },
      {
        "paperId": "ff0e5feae9cd46191f19451b29068c1efad7c8dd",
        "title": "MMseqs2 desktop and local web server app for fast, interactive sequence searches"
      },
      {
        "paperId": "a14e460c890596c02df137634f118f87ef0f30bf",
        "title": "MMseqs2: sensitive protein sequence searching for the analysis of massive data sets"
      },
      {
        "paperId": "aa02474345b8601509b607ef015ba1d7c7ed7af2",
        "title": "Nextflow enables reproducible computational workflows"
      },
      {
        "paperId": "3fad1a42ba6b5acaacbea2e967115d2a5bd89689",
        "title": "Phages rarely encode antibiotic resistance genes: a cautionary tale for virome analyses"
      },
      {
        "paperId": "c008e7ac3a0a09e10fc9bca1f62d7f09c4391400",
        "title": "PHASTER: a better, faster version of the PHAST phage search tool"
      },
      {
        "paperId": "e64728f38ddeb4a134e92610f280a546c82bda91",
        "title": "Roary: rapid large-scale prokaryote pan genome analysis"
      },
      {
        "paperId": "4b57f72ae7d091863dc87b852cd01823e7644223",
        "title": "Prokka: rapid prokaryotic genome annotation"
      },
      {
        "paperId": "60182e32a99959f185236f2bafea3a817a96df8a",
        "title": "Importance of prophages to evolution and virulence of bacterial pathogens"
      },
      {
        "paperId": "9b9f575e6a3a594763caa46b152057f37771401e",
        "title": "HMMER web server: interactive sequence similarity searching"
      },
      {
        "paperId": "535e3dd8ff4ae2ddcb7d1053913ffa09ee3f913c",
        "title": "The RAST Server: Rapid Annotations using Subsystems Technology"
      },
      {
        "paperId": "f8c682febf0b44c943927a1a4c3cc30ad6eea005",
        "title": "CRISPR Recognition Tool (CRT): a tool for automatic detection of clustered regularly interspaced palindromic repeats"
      },
      {
        "paperId": "9a2fdaaa7166cfada4018f06e288df945f1136ce",
        "title": "ARAGORN, a program to detect tRNA genes and tmRNA genes in nucleotide sequences."
      },
      {
        "paperId": "f50d9fceab33a092798acc1e07d42896d3420d00",
        "title": "Hecatomb: An End-to-End Research Platform for Viral Metagenomics"
      },
      {
        "paperId": null,
        "title": "2020) CARD 2020: antibiotic resistome surveillance"
      },
      {
        "paperId": "f8ef4906784598947c08b9f23fa03a82a5157d9c",
        "title": "Trace: Tennessee Research and Creative Exchange Prodigal: Prokaryotic Gene Recognition and Translation Initiation Site Identification Recommended Citation Prodigal: Prokaryotic Gene Recognition and Translation Initiation Site Identification"
      },
      {
        "paperId": null,
        "title": "PHAGE ANNOTATION WITH PHROGS"
      }
    ]
  }
}