{
  "cache_date": "2025-04-01T09:28:22.039876",
  "data": {
    "paperId": "e973b00f50b1a441e8ef6e76c8fa3d64eea06b2a",
    "externalIds": {
      "DBLP": "journals/corr/abs-2201-01018",
      "PubMedCentral": "9487644",
      "ArXiv": "2201.01018",
      "DOI": "10.1093/bib/bbac182",
      "CorpusId": 245668991,
      "PubMed": "35595715"
    },
    "url": "https://www.semanticscholar.org/paper/e973b00f50b1a441e8ef6e76c8fa3d64eea06b2a",
    "title": "CHERRY: a Computational metHod for accuratE pRediction of virus–pRokarYotic interactions using a graph encoder–decoder model",
    "abstract": "Abstract Prokaryotic viruses, which infect bacteria and archaea, are key players in microbial communities. Predicting the hosts of prokaryotic viruses helps decipher the dynamic relationship between microbes. Experimental methods for host prediction cannot keep pace with the fast accumulation of sequenced phages. Thus, there is a need for computational host prediction. Despite some promising results, computational host prediction remains a challenge because of the limited known interactions and the sheer amount of sequenced phages by high-throughput sequencing technologies. The state-of-the-art methods can only achieve 43% accuracy at the species level. In this work, we formulate host prediction as link prediction in a knowledge graph that integrates multiple protein and DNA-based sequence features. Our implementation named CHERRY can be applied to predict hosts for newly discovered viruses and to identify viruses infecting targeted bacteria. We demonstrated the utility of CHERRY for both applications and compared its performance with 11 popular host prediction methods. To our best knowledge, CHERRY has the highest accuracy in identifying virus–prokaryote interactions. It outperforms all the existing methods at the species level with an accuracy increase of 37%. In addition, CHERRY’s performance on short contigs is more stable than other tools.",
    "venue": "Briefings Bioinform.",
    "year": 2022,
    "referenceCount": 56,
    "citationCount": 40,
    "influentialCitationCount": 3,
    "openAccessPdf": {
      "url": "https://academic.oup.com/bib/article-pdf/23/5/bbac182/45937664/bbac182.pdf",
      "status": "HYBRID",
      "license": "CCBYNC",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://arxiv.org/abs/2201.01018, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "30143534",
        "name": "Jiayu Shang"
      },
      {
        "authorId": "1790053",
        "name": "Yanni Sun"
      }
    ],
    "citations": [
      {
        "paperId": "f36f8dd40a01cfed640af3fc00e5f32ea40d0546",
        "title": "Unveiling the role of phages in shaping the periodontal microbial ecosystem."
      },
      {
        "paperId": "c0c160b0aa7e8b15e7749d5feaff196f178636ab",
        "title": "Red Mud Potentially Alleviates Ammonia Nitrogen Inhibition in Swine Manure Anaerobic Digestion by Enhancing Phage-Mediated Ammonia Assimilation"
      },
      {
        "paperId": "b4d093de73befbc46f74f80819c31c896574252b",
        "title": "Gut phages and their interactions with bacterial and mammalian hosts"
      },
      {
        "paperId": "a41efe45281c5ac1d0a8d121f56131448f203b31",
        "title": "Revisiting therapeutic options against resistant klebsiella pneumoniae infection: Phage therapy is key."
      },
      {
        "paperId": "e3d3b915c9f373090a5952b723ff82a307f6b907",
        "title": "ViPER: Virus-Prokaryote intEraction prediction using foundation model with hieraRchical contrastive learning"
      },
      {
        "paperId": "6a28689ac89c6a41f2dd7b677bb2b4d61699f069",
        "title": "Predicting phage–host interactions via feature augmentation and regional graph convolution"
      },
      {
        "paperId": "979336d4a122185681a22a9c5b42a2e9b588dd08",
        "title": "A novel framework for phage-host prediction via logical probability theory and network sparsification"
      },
      {
        "paperId": "480ade2c68ca8b1b04f0a1d66642ba1f56f8395e",
        "title": "PHPGAT: predicting phage hosts based on multimodal heterogeneous knowledge graph with graph attention network"
      },
      {
        "paperId": "c4578acb1a333280741a548699994f357d342e3c",
        "title": "Virus-bacterium interaction involved in element cycles in biological treatment of coking wastewater."
      },
      {
        "paperId": "f56aa3c9db7b187273aa1553fef65d1e634dbc0b",
        "title": "Seasonal dynamics of the phage-bacterium linkage and associated antibiotic resistome in airborne PM2.5 of urban areas."
      },
      {
        "paperId": "d93a0c2db792feb1607de737822274104b748877",
        "title": "Multi-view attention graph convolutional networks for the host prediction of phages"
      },
      {
        "paperId": "5ac2f91a40bddf0fbea78aa4be20192825691b2f",
        "title": "Investigating potential auxiliary anaerobic digestion activity of phage under polyvinyl chloride microplastic stress."
      },
      {
        "paperId": "64494a35930bf9ca6db881ab6487fcb7d102d88c",
        "title": "Unveiling the overlooked small-sized microbiome in river ecosystems."
      },
      {
        "paperId": "83262d72f8311fe39a093e10d364af8c93c83488",
        "title": "Isolation and identification of specific Enterococcus faecalis phage C-3 and G21-7 against Avian pathogenic Escherichia coli and its application to one-day-old geese"
      },
      {
        "paperId": "c08f4dcdb5f5bb3175e80d3ed2dde5f4b9d16815",
        "title": "Characterizing the gut phageome and phage-borne antimicrobial resistance genes in pigs"
      },
      {
        "paperId": "2111f8950167e57204b7ce50c6cdea4dac600d97",
        "title": "Prediction of Klebsiella phage-host specificity at the strain level"
      },
      {
        "paperId": "a03368d68860d65fb38776f6db9dea61603425ee",
        "title": "Phylogenomics of novel clones of Aeromonas veronii recovered from a freshwater lake reveals unique biosynthetic gene clusters"
      },
      {
        "paperId": "ad3db90ea1773bc58c9639388d74a279cb7bfa35",
        "title": "Insights into phage-bacteria interaction in cold seep Gigantidas platifrons through metagenomics and transcriptome analyses"
      },
      {
        "paperId": "68ead5dab2b9c225fa4400f14c5bfd0d523515ae",
        "title": "The gut ileal mucosal virome is disturbed in patients with Crohn’s disease and exacerbates intestinal inflammation in mice"
      },
      {
        "paperId": "7043ee1a3c6dfe1a31ef7e8b6914fe88d856209e",
        "title": "ViraLM: empowering virus discovery through the genome foundation model"
      },
      {
        "paperId": "c43ed14f3b3c5330f0d9c754718ca973e5864d21",
        "title": "Identification and classification of the genomes of novel microviruses in poultry slaughterhouse"
      },
      {
        "paperId": "5a988343a60115ab76729b81adaa43ed414d0a04",
        "title": "Biological and bioinformatic tools for the discovery of unknown phage-host combinations."
      },
      {
        "paperId": "4273518b7e60041d99bb495718f1f01a87d925c8",
        "title": "IPEV: identification of prokaryotic and eukaryotic virus-derived sequences in virome using deep learning"
      },
      {
        "paperId": "260174721444474ae960e15ebbde6775d3274a44",
        "title": "Computational host range prediction—The good, the bad, and the ugly"
      },
      {
        "paperId": "ea4cfaf575bc6e33d26e16e1af59492a8fc1c738",
        "title": "Prokaryotic virus host prediction with graph contrastive augmentaion"
      },
      {
        "paperId": "41d9ab3370491484113b59adb228ba201f7e1ad3",
        "title": "Enhancing plant growth in biofertilizer-amended soil through nitrogen-transforming microbial communities"
      },
      {
        "paperId": "bb374ff42921822c07cfb92250f0e7665da2f2ad",
        "title": "Enhanced Bacterium-Phage Symbiosis in Attached Microbial Aggregates on a Membrane Surface Facing Elevated Hydraulic Stress."
      },
      {
        "paperId": "87b4f40de4b78b046e3dad2272cf8850d8bf884d",
        "title": "Virus-host interactions predictor (VHIP): Machine learning approach to resolve microbial virus-host interaction networks"
      },
      {
        "paperId": "aa58f48fa0f10ed186ec34301187491bf9004f30",
        "title": "Bacteriophages: Vectors of or weapons against the transmission of antibiotic resistance genes in hospital wastewater systems?"
      },
      {
        "paperId": "6ab4bcfbc7c1665295e29bcbc621afd07e42b12d",
        "title": "Correlation between the gut microbiome and neurodegenerative diseases: a review of metagenomics evidence"
      },
      {
        "paperId": "bf64bab82d3fb9985ea1bd08019383acb496112c",
        "title": "The gut virome and the relevance of temperate phages in human health"
      },
      {
        "paperId": "8ef9e8d7ff44511802c7902dcb5d9292b4bf630e",
        "title": "Zero-shot-capable identification of phage–host relationships with whole-genome sequence representation by contrastive learning"
      },
      {
        "paperId": "fdc0e34dcb7921d392071647394a27d493d49357",
        "title": "iPHoP: An integrated machine learning framework to maximize host prediction for metagenome-derived viruses of archaea and bacteria"
      },
      {
        "paperId": "32219f2dd5f1d39bc5ba9eaf7c08ee3cf0871694",
        "title": "PhaBOX: a web server for identifying and characterizing phage contigs in metagenomic data"
      },
      {
        "paperId": "521dc90c8a84d181963d6dfa9f925b4384adc7cd",
        "title": "PhaVIP: Phage VIrion Protein classification based on chaos game representation and Vision Transformer"
      },
      {
        "paperId": "9308a3491bedc250c7ac6e8cef7a5771c9d6b9c8",
        "title": "Advances in the field of phage-based therapy with special emphasis on computational resources"
      },
      {
        "paperId": "7a8688ad5a214a9c2d46867c1bb9bf1c4520f9a1",
        "title": "Expansion of Colorectal Cancer Biomarkers Based on Gut Bacteria and Viruses"
      },
      {
        "paperId": "b484a956226a01753e2c24170c35739f37c47aec",
        "title": "iPHoP: an integrated machine-learning framework to maximize host prediction for metagenome-assembled virus genomes"
      },
      {
        "paperId": "e1dc19d0e62f1ab78b8fa184b74530f2e6b65d1d",
        "title": "Comparative Genomics of Closely-Related Gordonia Cluster DR Bacteriophages"
      },
      {
        "paperId": "9e2759d86d29186cb0da71d6526abc63921a902e",
        "title": "PhaTYP: predicting the lifestyle for bacteriophages using BERT"
      }
    ],
    "references": [
      {
        "paperId": "63bcfa38087b6235358418ea69d67b712af20fda",
        "title": "DeepHost: phage host prediction with convolutional neural network"
      },
      {
        "paperId": "879f0a9c82d11ebc688d6bfa8a97892055c82a47",
        "title": "PHIST: fast and accurate prediction of prokaryotic hosts from metagenomic viral sequences"
      },
      {
        "paperId": "b629ae93d5e1051e22f06f4df17a4ccff838c1a5",
        "title": "PHIAF: prediction of phage-host interactions with GAN-based data augmentation and sequence-based feature fusion"
      },
      {
        "paperId": "0198e1cf123d75b0815608679fb4e7d11276b953",
        "title": "HoPhage: an ab initio tool for identifying hosts of phage fragments from metaviromes"
      },
      {
        "paperId": "6cc5b38200c34e79361015c111d1fbff17a4c9d0",
        "title": "AlphaFold2 and the future of structural biology"
      },
      {
        "paperId": "23fa22fbf0d1ede95baf326f1cd67328eea31685",
        "title": "Glacier ice archives nearly 15,000-year-old microbes and phages"
      },
      {
        "paperId": "6a44bbec3ed16ad074dc9901f15b35ed6d9241bd",
        "title": "RaFAH: Host prediction for viruses of Bacteria and Archaea based on protein content"
      },
      {
        "paperId": "6ea15fc14b8e7d2c2fe409fc9d987d353bfcbdd8",
        "title": "Global overview and major challenges of host prediction methods for uncultivated phages."
      },
      {
        "paperId": "ca162e209850511bd2ac8a0a8858690a4a061d7f",
        "title": "MetaHiC phage-bacteria infection network reveals active cycling phages of the healthy human gut"
      },
      {
        "paperId": "afadb78c97ef97a9981af49639cc18347a80d7dd",
        "title": "Bacteriophage classification for assembled contigs using graph convolutional network"
      },
      {
        "paperId": "0d337f0dff6ba3155dc8e8c3f14ef5f0a515461b",
        "title": "VPF-Class: taxonomic assignment and host prediction of uncultivated viruses based on viral protein families"
      },
      {
        "paperId": "b5be5ec8216095d082edf1db4771bcd86d76ba6e",
        "title": "Predicting bacteriophage hosts based on sequences of annotated receptor-binding proteins"
      },
      {
        "paperId": "3da41fb4e3b6b5180913e561f0cec0eee21988e8",
        "title": "vHULK, a new tool for bacteriophage host prediction based on annotated genomic features and deep neural networks"
      },
      {
        "paperId": "52946fe89cb5a563423cb67ad44472a14ada05b4",
        "title": "Prokaryotic virus host predictor: a Gaussian model for host prediction of prokaryotic viruses in metagenomics"
      },
      {
        "paperId": "7a59cfe72fc069cf0bf8bcef13e70f79e1b24092",
        "title": "Thousands of previously unknown phages discovered in whole-community human gut metagenomes"
      },
      {
        "paperId": "1da9074739c0c89d8c09c770eb1eb20db415a7e3",
        "title": "A Deep Learning-Based Method for Identification of Bacteriophage-Host Interaction"
      },
      {
        "paperId": "ac454a0f79f36a060324adc46e1e066db2975364",
        "title": "A network-based integrated framework for predicting virus–prokaryote interactions"
      },
      {
        "paperId": "811d35c4650a62319ca4e0ed7d0e2def48963d6f",
        "title": "Metaviral SPAdes: assembly of viruses from metagenomic data"
      },
      {
        "paperId": "c832272a2f4290c2809011b16db68cb312286a85",
        "title": "Seeker: Alignment-free identification of bacteriophage genomes by deep learning"
      },
      {
        "paperId": "4e2613f5e069c7cc85caba62363b5e06fec38603",
        "title": "Phage therapy as a renewed therapeutic approach to mycobacterial infections: a comprehensive review"
      },
      {
        "paperId": "65aee20afdc5e0d93744060a644ac26cb1616a01",
        "title": "Defining the human gut host–phage network through single-cell viral tagging"
      },
      {
        "paperId": "6fcb96867b9b1eec861c9b3e5265fba75639ad35",
        "title": "Dashing: fast and accurate genomic distances with HyperLogLog"
      },
      {
        "paperId": "53d65c809d276538f8ad5cb09a1f581eadb216ed",
        "title": "In Vitro Characteristics of Phages to Guide ‘Real Life’ Phage Therapy Suitability"
      },
      {
        "paperId": "b553afb495abf56736cb737758be2a5aa7879b9d",
        "title": "WIsH: who is the host? Predicting prokaryotic hosts from metagenomic phage contigs"
      },
      {
        "paperId": "a14e460c890596c02df137634f118f87ef0f30bf",
        "title": "MMseqs2: sensitive protein sequence searching for the analysis of massive data sets"
      },
      {
        "paperId": "6238d46f738e0a25f4b71cbe2ce67864a3facfda",
        "title": "vConTACT: an iVirus tool to classify double-stranded DNA viruses that infect Archaea and Bacteria"
      },
      {
        "paperId": "1ba8a6dfb1bd09bdb7c9bafaba92a2cd565e9c42",
        "title": "Klebsiella pneumoniae: a major worldwide source and shuttle for antibiotic resistance"
      },
      {
        "paperId": "e24cdf73b3e7e590c2fe5ecac9ae8aa983801367",
        "title": "Neural Message Passing for Quantum Chemistry"
      },
      {
        "paperId": "e41cb4cf38826d4e4ef3b6ec9c813723d7f8e4c2",
        "title": "Phage-host interactions in Streptococcus thermophilus: Genome analysis of phages isolated in Uruguay and ectopic spacer acquisition in CRISPR array"
      },
      {
        "paperId": "64a0b8588c0cab7fc96700cb91e2c0e556f7dae4",
        "title": "Characterization of two polyvalent phages infecting Enterobacteriaceae"
      },
      {
        "paperId": "d3966e884f5b7f5ea7fceffa67dae2795c73bbd7",
        "title": "Prokaryotic Virus Orthologous Groups (pVOGs): a resource for comparative genomics and protein family annotation"
      },
      {
        "paperId": "13116757b56edaea0844471249af6aadb278af95",
        "title": "Ecogenomics and potential biogeochemical impacts of globally abundant ocean viruses"
      },
      {
        "paperId": "c41eb895616e453dcba1a70c9b942c5063cc656c",
        "title": "Convolutional Neural Networks on Graphs with Fast Localized Spectral Filtering"
      },
      {
        "paperId": "2218e2e1df2c3adfb70e0def2e326a39928aacfc",
        "title": "Complex Embeddings for Simple Link Prediction"
      },
      {
        "paperId": "34e43afc3a6c0173653a11053d792f4ff9f822a7",
        "title": "Major bacterial lineages are essentially devoid of CRISPR-Cas viral defence systems"
      },
      {
        "paperId": "8ba1532f29a2ad058772273da0aaebf7946da723",
        "title": "Computational approaches to predict bacteriophage–host relationships"
      },
      {
        "paperId": "a6cb366736791bcccc5c8639de5a8f9636bf87e8",
        "title": "Adam: A Method for Stochastic Optimization"
      },
      {
        "paperId": "c3380127c45af3833ae5d1d6f8f0856d97838ea5",
        "title": "Fast and sensitive protein alignment using DIAMOND"
      },
      {
        "paperId": "c98044cabe7d857f572336f8804ed52eaf05819f",
        "title": "A highly abundant bacteriophage discovered in the unknown sequences of human faecal metagenomes"
      },
      {
        "paperId": "87f40e6f3022adbc1f1905e3e506abad05a9964f",
        "title": "Distributed Representations of Words and Phrases and their Compositionality"
      },
      {
        "paperId": "a66b2486a1ae6580944eabb8a6fc9449caa205c0",
        "title": "BLAST+: architecture and applications"
      },
      {
        "paperId": "3149a915f738f044778e3decdb4278e2bad17808",
        "title": "Gephi: An Open Source Software for Exploring and Manipulating Networks"
      },
      {
        "paperId": "84ae10c7b36a113970ab846c8edb73eaff1ebca3",
        "title": "NCBI BLAST: a better web interface"
      },
      {
        "paperId": "56d1576f86e7d6e6cf8dc658e9b0d4e3acf9019b",
        "title": "Codon Bias is a Major Factor Explaining Phage Evolution in Translationally Biased Hosts"
      },
      {
        "paperId": "f8c682febf0b44c943927a1a4c3cc30ad6eea005",
        "title": "CRISPR Recognition Tool (CRT): a tool for automatic detection of clustered regularly interspaced palindromic repeats"
      },
      {
        "paperId": "adf421b7a0a5eed821f053f27da3f200559c4af9",
        "title": "The CRISPRdb database and tools to display CRISPRs and to generate dictionaries of spacers and repeats"
      },
      {
        "paperId": "8f7b758798b00364e6304e4d0d168ef997398949",
        "title": "Phage-Host Interaction: an Ecological Perspective"
      },
      {
        "paperId": "111d3dc102a485e69520ba730a5575597734b04f",
        "title": "Codon usage in bacteria: correlation with gene expressivity."
      },
      {
        "paperId": "b914ba6abb69072274cff1b91b9d0137016b9d11",
        "title": "Detecting the hosts of bacteriophages using GCN-based semi-supervised learning"
      },
      {
        "paperId": null,
        "title": "Alignment-free oligonucleotide frequency dissimilarity measure improves prediction of hosts from metagenomically-derived viral sequences"
      },
      {
        "paperId": null,
        "title": "A global marine viral metagenome"
      },
      {
        "paperId": "413240adfbcb801b5eb186b8a9e67fe77588733c",
        "title": "Link prediction using supervised learning"
      },
      {
        "paperId": null,
        "title": "SDM06: workshop on link analysis, counter-terrorism and security"
      },
      {
        "paperId": "e9250b92f607421eacb754e391fab347ec3ce1c1",
        "title": "Viral metagenomics"
      },
      {
        "paperId": "a1dc62ebec4811133d72713a2929358e29627c00",
        "title": "Distributed under Creative Commons Cc-by 4.0 Virsorter: Mining Viral Signal from Microbial Genomic Data"
      },
      {
        "paperId": "f8ef4906784598947c08b9f23fa03a82a5157d9c",
        "title": "Trace: Tennessee Research and Creative Exchange Prodigal: Prokaryotic Gene Recognition and Translation Initiation Site Identification Recommended Citation Prodigal: Prokaryotic Gene Recognition and Translation Initiation Site Identification"
      }
    ]
  }
}