{
  "cache_date": "2025-05-01T12:53:52.769053",
  "data": {
    "paperId": "53efbbf0815829a32880ba2e999d40844b320ec6",
    "externalIds": {
      "PubMedCentral": "10199479",
      "DBLP": "journals/bmcbi/MagillS23",
      "DOI": "10.1186/s12859-023-05341-w",
      "CorpusId": 258788327,
      "PubMed": "37208612"
    },
    "url": "https://www.semanticscholar.org/paper/53efbbf0815829a32880ba2e999d40844b320ec6",
    "title": "DePolymerase Predictor (DePP): a machine learning tool for the targeted identification of phage depolymerases",
    "abstract": "Biofilm production plays a clinically significant role in the pathogenicity of many bacteria, limiting our ability to apply antimicrobial agents and contributing in particular to the pathogenesis of chronic infections. Bacteriophage depolymerases, leveraged by these viruses to circumvent biofilm mediated resistance, represent a potentially powerful weapon in the fight against antibiotic resistant bacteria. Such enzymes are able to degrade the extracellular matrix that is integral to the formation of all biofilms and as such would allow complementary therapies or disinfection procedures to be successfully applied. In this manuscript, we describe the development and application of a machine learning based approach towards the identification of phage depolymerases. We demonstrate that on the basis of a relatively limited number of experimentally proven enzymes and using an amino acid derived feature vector that the development of a powerful model with an accuracy on the order of 90% is possible, showing the value of such approaches in protein functional annotation and the discovery of novel therapeutic agents.",
    "venue": "BMC Bioinformatics",
    "year": 2023,
    "referenceCount": 31,
    "citationCount": 20,
    "influentialCitationCount": 1,
    "openAccessPdf": {
      "url": "https://bmcbioinformatics.biomedcentral.com/counter/pdf/10.1186/s12859-023-05341-w",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC10199479, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "153639612",
        "name": "Damian J. Magill"
      },
      {
        "authorId": "5193265",
        "name": "T. Skvortsov"
      }
    ],
    "citations": [
      {
        "paperId": "6f7dc8dc8d513080a5eee37940caad03977e6fb7",
        "title": "Characterization and therapeutic potential of newly isolated bacteriophages targeting the most common Salmonella serovars in Europe"
      },
      {
        "paperId": "6aca2efbd216b12c9c8e7ed3e510a7178dd47251",
        "title": "PhageDPO: A machine-learning based computational framework for identifying phage depolymerases."
      },
      {
        "paperId": "a95d29d316f33fcbcaa5a00ec64212d1f37bf088",
        "title": "Phage‐derived proteins: Advancing food safety through biocontrol and detection of foodborne pathogens"
      },
      {
        "paperId": "1105beead4aedb8afe558279755f60099ed27382",
        "title": "Isolation and Characterization of Lytic Phages Infecting Clinical Klebsiella pneumoniae from Tunisia"
      },
      {
        "paperId": "c434e314aeb9a9dd4c8f20702c7ad4eae8aa0ebf",
        "title": "Phage-encoded depolymerases as a strategy for combating multidrug-resistant Acinetobacter baumannii"
      },
      {
        "paperId": "33fc7a4b83850b3f6175b97569c26189dd2be312",
        "title": "Biological and genomic characterization of the novel bacteriophage vB_VpM-pA2SJ1, which infects Vibrio parahaemolyticus associated with acute hepatopancreatic necrosis disease."
      },
      {
        "paperId": "ce93e7093914790727bb247582fbb5890757c3b6",
        "title": "Genomic surveillance as a scalable framework for precision phage therapy against antibiotic-resistant pathogens"
      },
      {
        "paperId": "b354da9e834e3f9af731c53a04716ccd0edde369",
        "title": "Renewed insights into Ackermannviridae phage biology and applications"
      },
      {
        "paperId": "5e0ffb52562f9aa474e7784995915188f43ecae7",
        "title": "Pathogen genomic surveillance as a scalable framework for precision phage therapy"
      },
      {
        "paperId": "3b491df1f1a2a8c882e69ab5a04112733f5907e4",
        "title": "Newly isolated Drexlerviridae phage LAPAZ is physically robust and fosters eradication of Klebsiella pneumoniae in combination with meropenem"
      },
      {
        "paperId": "5042ca6af5ceceb79131ce2fc50ff4b9b7535baf",
        "title": "Fighting Salmonella Infantis: bacteriophage-driven cleaning and disinfection strategies for broiler farms"
      },
      {
        "paperId": "c8f444f6f25b1570a7baa649796326cc195ca2eb",
        "title": "Phage therapy combats pandrug-resistant Acinetobacter baumannii infection safely and efficiently."
      },
      {
        "paperId": "28a2e929594135327da8c103f0f48d37aef8c2c1",
        "title": "Tackling the Antimicrobial Resistance “Pandemic” with Machine Learning Tools: A Summary of Available Evidence"
      },
      {
        "paperId": "06dcf3514516222d761c3bd81574404d89499424",
        "title": "A novel phage putative depolymerase, Depo16, has specific activity against K1 capsular-type Klebsiella pneumoniae"
      },
      {
        "paperId": "22642496d8c88fd3291b02c450554adfb1c18158",
        "title": "Expanding the phage galaxy: Isolation and characterization of five novel Streptomyces siphoviruses Ankus, Byblos, DekoNeimoidia, Mandalore, and Naboo"
      },
      {
        "paperId": "3c54489df147810243dad0d44f26f7fbc5898de1",
        "title": "DepoScope: Accurate phage depolymerase annotation and domain delineation using large language models"
      },
      {
        "paperId": "eb0d637c609466f060628cc33009c7021ead885b",
        "title": "Large-scale genomic survey with deep learning-based method reveals strain-level phage specificity determinants."
      },
      {
        "paperId": "d33ee35e2ac4bb89b2a87c59550f5ccfa60dd0c0",
        "title": "Exploiting phage-antibiotic synergies to disrupt Pseudomonas aeruginosa PAO1 biofilms in the context of orthopedic infections"
      },
      {
        "paperId": "80d80953daaf0e7bb74da056329ead7f6cf81773",
        "title": "Generation of Chemical Space of Compounds for Prostate Cancer Treatment: Biological Activity Prediction, Clustering, and Visualization of Chemical Space"
      },
      {
        "paperId": "bcb067b8039025899c6702c110cbd4dcae1e5f52",
        "title": "Advancing understanding of microbial biofilms through machine learning-powered studies"
      }
    ],
    "references": [
      {
        "paperId": "9c7de3092533604cf0e35a5a4787b3303bd5687d",
        "title": "Isolation and Characterization of Two Novel Siphoviruses Novomoskovsk and Bolokhovo, Encoding Polysaccharide Depolymerases Active against Bacillus pumilus"
      },
      {
        "paperId": "db31c9cffab43c9c8b87ca61a39fed373e355a7a",
        "title": "Exploiting phage-derived carbohydrate depolymerases for combating infectious diseases."
      },
      {
        "paperId": "2f360d7c66672e1c200b624742a89ca7daaeedca",
        "title": "Identification of Phage Receptor-Binding Protein Sequences with Hidden Markov Models and an Extreme Gradient Boosting Classifier"
      },
      {
        "paperId": "fc66d0083eccdd6aaadee690ec54fa26e5bcb40b",
        "title": "Novel Phage-Derived Depolymerase with Activity against Proteus mirabilis Biofilms"
      },
      {
        "paperId": "80d9f0eb47b712988d19cbe29a7bfa63f2a175d0",
        "title": "A guide to machine learning for biologists"
      },
      {
        "paperId": "940ca9be19cf58c12fa48954f0d48cfc036374b2",
        "title": "Application of machine learning in bacteriophage research"
      },
      {
        "paperId": "ed91b72a57febe337585a48ef3f5c544891be556",
        "title": "PhaLP: A Database for the Study of Phage Lytic Proteins and Their Evolution"
      },
      {
        "paperId": "115834ab94e1b6ff9c918e902505c14818480e09",
        "title": "Phage φAB6-Borne Depolymerase Combats Acinetobacter baumannii Biofilm Formation and Infection"
      },
      {
        "paperId": "b5be5ec8216095d082edf1db4771bcd86d76ba6e",
        "title": "Predicting bacteriophage hosts based on sequences of annotated receptor-binding proteins"
      },
      {
        "paperId": "935d6b94ffa0ca5b952df9ad0eeb6e2283cedcb3",
        "title": "Biofilms as Promoters of Bacterial Antibiotic Resistance and Tolerance"
      },
      {
        "paperId": "2a34e682713ecc00a7e6788f2bec829cf3a5dabf",
        "title": "Dataset for: \"BACPHLIP: Predicting bacteriophage lifestyle from conserved protein domains\""
      },
      {
        "paperId": "1c5a985b73b191a3d0784c959946eb17d285b0e2",
        "title": "PhANNs, a fast and accurate tool and web server to classify phage structural proteins"
      },
      {
        "paperId": "5583888d18cd1d23aefe3e7afbbb0bd3f06f46c2",
        "title": "Diversity and Function of Phage Encoded Depolymerases"
      },
      {
        "paperId": "7b65a238bd404f1ff0c2b34c4cc281e59d301443",
        "title": "Modeling the Architecture of Depolymerase-Containing Receptor Binding Proteins in Klebsiella Phages"
      },
      {
        "paperId": "c34fac2563d17e2291cbb73a5a1fee86d6fd3d56",
        "title": "Bacteria and archaea on Earth and their abundance in biofilms"
      },
      {
        "paperId": "aa9c9674bcd8d7e8c1b3e69b4e60575556f530c7",
        "title": "Diversity-Generating Machines: Genetics of Bacterial Sugar-Coating"
      },
      {
        "paperId": "0cb800dc113834c10b3291c21f56854692781314",
        "title": "The O-specific polysaccharide lyase from the phage LKA1 tailspike reduces Pseudomonas virulence"
      },
      {
        "paperId": "06902adfd78e1eab0581b4443301ec4e988ab9be",
        "title": "Pf16 and phiPMW: Expanding the realm of Pseudomonas putida bacteriophages"
      },
      {
        "paperId": "0d38f2bc5adaef388ded885e77abf563206a6149",
        "title": "Bacteriophage-encoded virion-associated enzymes to overcome the carbohydrate barriers during the infection process"
      },
      {
        "paperId": "5025637f8508b4039aa831b55bca9cabf6bbee69",
        "title": "Capsule-Targeting Depolymerase, Derived from Klebsiella KP36 Phage, as a Tool for the Development of Anti-Virulent Strategy"
      },
      {
        "paperId": "5ae13604e5493f83aa7ae446a0d136d3f5bce491",
        "title": "Phage mobility is a core determinant of phage–bacteria coexistence in biofilms"
      },
      {
        "paperId": "23a32f5c7b554a1a65b1038340b3d2c09bd2d5df",
        "title": "Bacteriophage-encoded depolymerases: their diversity and biotechnological applications"
      },
      {
        "paperId": "ad4fd2c149f220a62441576af92a8a669fe81246",
        "title": "Scikit-learn: Machine Learning in Python"
      },
      {
        "paperId": "86f235ce73aa525294c6f1b5a8f02358a9f172ec",
        "title": "The K5 Lyase KflA Combines a Viral Tail Spike Structure with a Bacterial Polysaccharide Lyase Mechanism*"
      },
      {
        "paperId": "90485e0ce54c1ad12a2d01362a007ab107d71063",
        "title": "Biopython: freely available Python tools for computational molecular biology and bioinformatics"
      },
      {
        "paperId": "2073044e22532b512e787c09bbece93290492963",
        "title": "The HHpred interactive server for protein homology detection and structure prediction"
      },
      {
        "paperId": "0dffbb1e01b4beb1923a5189a9c3d28d9fd31863",
        "title": "Complete Nucleotide Sequence of the 27-Kilobase Virulence Related Locus (vrl) of Dichelobacter nodosus: Evidence for Extrachromosomal Origin"
      },
      {
        "paperId": "4aaa30769ca49875f45670970130c088136986d1",
        "title": "A training algorithm for optimal margin classifiers"
      },
      {
        "paperId": "dd5bf433c4c4722872cbc7c96ea1b8afa025b473",
        "title": "An enzyme produced by a phage-host cell system. II. The properties of the polysaccharide depolymerase."
      },
      {
        "paperId": "8e0be569ea77b8cb29bb0e8b031887630fe7a96c",
        "title": "Random Forests"
      },
      {
        "paperId": null,
        "title": "PhageDPO: phage depolymerase finder; 2023. bioRxiv"
      }
    ]
  }
}