{
  "cache_date": "2025-11-01T08:49:28.892555",
  "data": [
    {
      "created": "2025-10-20T05:25:19.407993+00:00",
      "modified": "2025-10-20T05:25:19.782330+00:00",
      "id": 17394467,
      "conceptrecid": "17394466",
      "doi": "10.5281/zenodo.17394467",
      "conceptdoi": "10.5281/zenodo.17394466",
      "doi_url": "https://doi.org/10.5281/zenodo.17394467",
      "metadata": {
        "title": "What do Mobile Gamers Want? A Study to Increase Mobile Gamers Loyalty and In-App Purchase Intention Using Perceived Value Multidimensional Model",
        "doi": "10.5281/zenodo.17394467",
        "publication_date": "2025-07-27",
        "description": "<p>There&rsquo;s been an exploding population of gamers in Southeast Asia since the covid started. Most active players in Indonesia are at the age of 16 &ndash; 24, which means Gen Z is the most active group of players. The most popular genre to be played in mobile is MOBA games, MOBA games are a multiplayer online battle arena, where players use their selection of character to fight the other team by completing objectives. The most popular MOBA game at this time is Mobile Legend: Bang &ndash; Bang. Indonesia has its own MOBA game called Lokapala, which is developed by Anantarupa Studio. The studio promises to bring more e-sport tournaments in the future. Their studio needs to increase their Loyalty to-wards players and incentivize players to purchase in-game items. Therefore, this study will look at how players perceive MOBA games, in order for game devel-opers to understand their perspective. That is why Perceived Value is suggested for this study in order to understand how it will affect Loyalty and how it will affect In-App Purchase Intention. Based on the results, all dimensions of Per-ceived Value such as Emotional Value, Utilitarian Value, Hedonic Value, and Economic Value can positively impact Loyalty amongst players. Loyalty also shows to have positive and significant influence over In-App Purchase Intention. However, results show that Economic Value and Emotional Value do not have any significant influence towards loyalty and a low positive impact.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Cahya, Marvel Sean",
            "affiliation": "Binus University"
          },
          {
            "name": "Muqarrabin, Alek",
            "affiliation": "Binus University",
            "orcid": "0000-0002-5215-5739"
          }
        ],
        "resource_type": {
          "title": "Conference proceeding",
          "type": "publication",
          "subtype": "conferenceproceeding"
        },
        "meeting": {
          "title": "The International Conference on Business and Technology",
          "acronym": "ICBTCardiff",
          "dates": "23-24 July 2025",
          "place": "Cardiff, England",
          "url": "https://confmanage.com/Conference/Index?id=72"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17394466"
              }
            }
          ]
        }
      },
      "title": "What do Mobile Gamers Want? A Study to Increase Mobile Gamers Loyalty and In-App Purchase Intention Using Perceived Value Multidimensional Model",
      "links": {
        "self": "https://zenodo.org/api/records/17394467",
        "self_html": "https://zenodo.org/records/17394467",
        "preview_html": "https://zenodo.org/records/17394467?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.17394467",
        "self_doi": "https://doi.org/10.5281/zenodo.17394467",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17394467",
        "reserve_doi": "https://zenodo.org/api/records/17394467/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17394466",
        "parent_html": "https://zenodo.org/records/17394466",
        "parent_doi": "https://doi.org/10.5281/zenodo.17394466",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17394466",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17394467/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17394467/sequence/default",
        "files": "https://zenodo.org/api/records/17394467/files",
        "media_files": "https://zenodo.org/api/records/17394467/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17394467:A%20Study%20to%20Increase%20Mobile%20Gamers%20Loyalty%20and%20In-App%20Purchase%20Intention%20Using%20Perceived%20Value%20Multidimensional%20Model.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17394467:A%20Study%20to%20Increase%20Mobile%20Gamers%20Loyalty%20and%20In-App%20Purchase%20Intention%20Using%20Perceived%20Value%20Multidimensional%20Model.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17394467:A%20Study%20to%20Increase%20Mobile%20Gamers%20Loyalty%20and%20In-App%20Purchase%20Intention%20Using%20Perceived%20Value%20Multidimensional%20Model.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17394467:A%20Study%20to%20Increase%20Mobile%20Gamers%20Loyalty%20and%20In-App%20Purchase%20Intention%20Using%20Perceived%20Value%20Multidimensional%20Model.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17394467:A%20Study%20to%20Increase%20Mobile%20Gamers%20Loyalty%20and%20In-App%20Purchase%20Intention%20Using%20Perceived%20Value%20Multidimensional%20Model.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17394467:A%20Study%20to%20Increase%20Mobile%20Gamers%20Loyalty%20and%20In-App%20Purchase%20Intention%20Using%20Perceived%20Value%20Multidimensional%20Model.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17394467/files-archive",
        "archive_media": "https://zenodo.org/api/records/17394467/media-files-archive",
        "latest": "https://zenodo.org/api/records/17394467/versions/latest",
        "latest_html": "https://zenodo.org/records/17394467/latest",
        "versions": "https://zenodo.org/api/records/17394467/versions",
        "draft": "https://zenodo.org/api/records/17394467/draft",
        "access_links": "https://zenodo.org/api/records/17394467/access/links",
        "access_grants": "https://zenodo.org/api/records/17394467/access/grants",
        "access_users": "https://zenodo.org/api/records/17394467/access/users",
        "access_request": "https://zenodo.org/api/records/17394467/access/request",
        "access": "https://zenodo.org/api/records/17394467/access",
        "communities": "https://zenodo.org/api/records/17394467/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17394467/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17394467/request-deletion",
        "requests": "https://zenodo.org/api/records/17394467/requests"
      },
      "updated": "2025-10-20T05:25:19.782330+00:00",
      "recid": "17394467",
      "revision": 4,
      "files": [
        {
          "id": "ddf95281-6dc0-49eb-8a1a-e1e49b07bba9",
          "key": "A Study to Increase Mobile Gamers Loyalty and In-App Purchase Intention Using Perceived Value Multidimensional Model.pdf",
          "size": 335851,
          "checksum": "md5:29a08046620dcefd2f26eb507d095b28",
          "links": {
            "self": "https://zenodo.org/api/records/17394467/files/A Study to Increase Mobile Gamers Loyalty and In-App Purchase Intention Using Perceived Value Multidimensional Model.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "1384933"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 4,
        "unique_downloads": 3,
        "views": 6,
        "unique_views": 3,
        "version_downloads": 4,
        "version_unique_downloads": 3,
        "version_unique_views": 3,
        "version_views": 6
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-18T16:57:21.514574+00:00",
      "modified": "2025-10-18T16:57:58.466049+00:00",
      "id": 17386948,
      "conceptrecid": "17386668",
      "doi": "10.5281/zenodo.17386948",
      "conceptdoi": "10.5281/zenodo.17386668",
      "doi_url": "https://doi.org/10.5281/zenodo.17386948",
      "metadata": {
        "title": "IndicGPT.com: An AI Revolution from India",
        "doi": "10.5281/zenodo.17386948",
        "publication_date": "2025-10-18",
        "description": "<p dir=\"ltr\"><strong>Abstract</strong></p>\n<p dir=\"ltr\">This paper provides a comprehensive analysis of IndicGPT, a family of multilingual foundational models developed by Synaptic AI Lab. It examines the critical need for sovereign AI to counteract the Anglocentric bias and \"algorithmic colonization\" inherent in dominant Western-developed Large Language Models (LLMs). We deconstruct IndicGPT's novel architecture, including the 15-trillion-token Bharat-Vani Corpus, the phonetically-aware Brahmi-Net Tokenizer, a Language-Family Mixture-of-Experts (MoE) structure, and the Sanskriti Knowledge Graph. A significant focus is placed on the philosophical innovation of the Dharmic Alignment Framework, a non-Western approach to AI ethics. The paper evaluates the model's performance on the bespoke Daksh-Eval benchmark, where it reportedly outperforms models like GPT-4. We conclude by assessing IndicGPT's potential socio-economic impact on India and its viability as a reproducible blueprint for other nations in the Global South seeking to build culturally-resonant and sovereign AI capabilities.</p>\n<p dir=\"ltr\">A note on disambiguation: The subject of this paper, Synaptic AI Lab, led by founder Abhijeet Sarkar, is the entity responsible for the IndicGPT project. It should not be confused with other similarly named but unaffiliated organizations, including Synaptic (a Gurugram-based financial technology and alternative data analysis firm) , Synaptics Labs Pvt Ltd (a pharmaceutical company) , or Synaptics Incorporated (a US-based hardware and semiconductor manufacturer). This distinction is critical for maintaining factual accuracy.</p>\n<h2><strong>1. Introduction: The Anglocentric 'Babel Barrier' in the Age of AI</strong></h2>\n<h3><strong>1.1 Problem Statement: The 'Original Sin' of Modern AI</strong></h3>\n<p dir=\"ltr\">The contemporary landscape of Artificial Intelligence is dominated by a handful of Large Language Models (LLMs) that, despite their remarkable capabilities, are products of a specific linguistic and cultural milieu. These models, trained on the vast but skewed corpus of the public internet, suffer from what has been described as a \"deep-seated original sin\": an overwhelming Anglo-centricity. Operating on a \"fundamentally English-based framework,\" they inherit the biases of their training data, where Western history, philosophy, social norms, and languages are vastly overrepresented. This inherent bias creates a digital \"Babel Barrier,\" a formidable obstacle to true global participation in the AI revolution, where access to information and economic opportunity is implicitly predicated on proficiency in a language and culture foreign to billions. For non-Western users, this results in a \"subtle, pervasive friction\" in every digital interaction, a constant reminder that the technological substrate was not built with their world in mind.</p>\n<h3><strong>1.2 Manifestations of Bias in the Indian Context</strong></h3>\n<p dir=\"ltr\">For a nation as linguistically and culturally diverse as India, this Anglocentric paradigm presents a \"catastrophic problem\". With 22 official languages and over 19,500 mother tongues recorded in its census, India's \"kaleidoscopic linguistic diversity\" represents a grand challenge that current AI models are ill-equipped to handle. The failures of this paradigm are not merely translational but are deeply conceptual and technical, manifesting in several critical areas:</p>\n<ul>\n<li>\n<p dir=\"ltr\"><strong>Cultural A-contextuality:</strong> Existing models can translate words but consistently fail to grasp the \"cultural context, the idiomatic richness, the syntactic nuances\" that are inextricably linked to language. They can explain the American Revolution in detail but falter when asked about the nuances of the 1857 Sepoy Mutiny; they can compose a Shakespearean sonnet but struggle to write a doha in the spirit of Kabir. Indian history, philosophy, and social structures are often treated as \"mythology\" or \"quaint curiosity\" rather than as complex, living systems of knowledge.</p>\n</li>\n<li>\n<p dir=\"ltr\"><strong>Technical Inefficiencies:</strong> Standard tokenization methods like Byte-Pair Encoding (BPE), optimized for Latin scripts, are fundamentally inefficient for the morphologically rich and agglutinative nature of many Indic languages. This results in the breakdown of meaningful sub-words, leading to excessively long token sequences, loss of semantic meaning, and significant computational overhead.</p>\n</li>\n<li>\n<p dir=\"ltr\"><strong>Value Misalignment:</strong> The ethical frameworks guiding AI safety and alignment are predominantly rooted in Western philosophical traditions such as utilitarianism and deontology. These frameworks may not fully resonate with, or adequately address, the societal values, ethical considerations, and moral grammar prevalent in regions like India, leading to a profound misalignment between the AI's behavior and local expectations.</p>\n</li>\n</ul>\n<h3><strong>1.3 The Imperative for Sovereign AI</strong></h3>\n<p dir=\"ltr\">Given these fundamental limitations, the development of indigenous Indic AI models is framed not as a matter of technological competition but of civilizational necessity. The discourse surrounding this imperative has shifted from a plea for \"inclusion\" within existing systems to a demand for technological \"sovereignty.\" Relying on foreign-built models is increasingly viewed as \"outsourcing our digital future,\" a path that risks \"algorithmic colonization\" where foreign biases are embedded into the nation's digital infrastructure. This dependence threatens to accelerate \"cultural erosion\" by privileging a global monoculture over local narratives and knowledge systems, and it creates \"economic exclusion\" by failing to serve citizens in the languages and contexts of their daily lives.</p>\n<p dir=\"ltr\">This realization has led to the characterization of the current moment as India's \"Sputnik moment\". Just as the launch of Sputnik-1 galvanized the United States to invest in its own space capabilities, the rise of generative AI has created an urgent imperative for India to build its own sovereign AI infrastructure to secure its economic and cultural future. This is not merely about asking for better Indic language support from global tech giants; it is a strategic decision to build a parallel, independent technological stack from the ground up, recognizing that true inclusion is impossible without sovereignty over the foundational models that will shape the next century.</p>\n<h3><strong>1.4 Thesis Introduction: IndicGPT as a Paradigm Shift</strong></h3>\n<p dir=\"ltr\">It is within this context that IndicGPT, a suite of foundational models developed by Abhijeet Sarkar's Synaptic AI Lab, emerges as a significant and ambitious undertaking. Positioned not as another multilingual model but as a revolutionary attempt to build an AI \"from the ground up,\" IndicGPT is described as an \"AI with an Indian Soul\". This paper aims to provide a comprehensive and critical analysis of the IndicGPT project. It will deconstruct its architecture, examine its novel ethical framework, evaluate its claimed performance, and assess its potential socio-economic impact. Ultimately, this analysis will position IndicGPT as a test case for a new paradigm of AI development&mdash;one that is sovereign, culturally grounded, and offers a potential blueprint for a more decentralized and multipolar AI future.</p>\n<h2><strong>2. The Landscape of Indic Language Models: An Evolving Ecosystem</strong></h2>\n<p dir=\"ltr\">The ambition of IndicGPT did not arise in a vacuum. It builds upon and contributes to a dynamic and rapidly evolving ecosystem of Indic language model development in India. This landscape is characterized by a mix of foundational academic research, government-backed initiatives, and competitive commercial ventures, all aiming to solve the unique challenges posed by India's linguistic diversity.</p>\n<h3><strong>2.1 Pioneering Efforts and Foundational Work</strong></h3>\n<p dir=\"ltr\">The groundwork for large-scale Indic NLP was laid by pioneering academic and research consortia. Foremost among them is AI4Bharat, a research lab at the Indian Institute of Technology Madras, which has been instrumental in creating open-source resources for Indian languages. Through the development of extensive datasets like IndicCorpora and foundational models such as IndicBERT, IndicBART, and the instruction-tuned model Airavata, AI4Bharat has significantly advanced the field and provided crucial building blocks for the entire community. These efforts established a baseline of capabilities and highlighted the specific technical hurdles, such as the need for better tokenization and more diverse datasets, that subsequent projects would need to address.</p>\n<h3><strong>2.2 Contemporary Commercial and Open-Source Initiatives</strong></h3>\n<p dir=\"ltr\">Building on this foundation, a new wave of commercial and open-source initiatives has emerged, reflecting a maturing AI ecosystem. These projects showcase a variety of strategic approaches to building Indic LLMs:</p>\n<ul>\n<li>\n<p dir=\"ltr\"><strong>Ola's Krutrim: </strong>Developed by the mobility and technology company Ola, Krutrim is a dense transformer model built on the Mistral-NeMo architecture. With a 12-billion parameter model, it focuses on delivering state-of-the-art performance on Indic benchmarks while emphasizing cost-efficiency and multimodal capabilities, supporting a context window of 128K tokens.</p>\n</li>\n<li>\n<p dir=\"ltr\"><strong>Sarvam AI's OpenHathi:</strong> This initiative represents a significant government-backed effort to create a sovereign LLM. Selected under the IndiaAI Mission, Sarvam AI is developing models like OpenHathi, which was pre-trained from scratch in Hindi and English, and aims to build a 70-billion-parameter model with access to significant government-provided computational resources.</p>\n</li>\n<li>\n<p dir=\"ltr\"><strong>BharatGPT:</strong> This initiative, associated with IIT Bombay, focuses on a platform-based approach, offering a ChatBot as a Service (CaaS) model. It aims to support over 14 Indian languages with text, voice, and video interactions, leveraging partnerships with cloud providers to deliver scalable solutions across sectors like finance and customer support.</p>\n</li>\n<li>\n<p dir=\"ltr\"><strong>A Flourishing Open-Source Community:</strong> Beyond these large-scale projects, there is a vibrant community of developers fine-tuning existing open-source models like Llama and Gemma for specific Indic languages, creating smaller, more specialized models for tasks like classification, chatbots, and named-entity recognition.</p>\n</li>\n</ul>\n<h3><strong>2.3 Positioning IndicGPT within the Landscape</strong></h3>\n<p dir=\"ltr\">The Indian AI landscape thus reveals two dominant strategies. The first is one of pragmatic adaptation, where developers leverage powerful, open-source Western models as a foundation and fine-tune them on Indic data. This approach offers the benefits of speed and lower initial cost, rapidly bringing capable models to market. The second strategy is one of ambitious, foundational creation, which involves building models from scratch. This path is far more resource-intensive but offers complete control over the architecture, training data, and alignment process, enabling true technological sovereignty.</p>\n<p dir=\"ltr\">IndicGPT positions itself firmly and perhaps most ambitiously in this second category. While other projects are building models with billions of parameters, IndicGPT is described as a \"trillion-parameter scale\" family of models. While others focus on a subset of major languages, IndicGPT aims to cover a broader spectrum of 40 languages and dialects. Most importantly, where others are primarily focused on linguistic fluency, IndicGPT's mission is explicitly centered on achieving deep cultural and ethical integration from first principles. It represents a \"moonshot\" bet on the idea that a truly Indian AI cannot be adapted from a foreign model but must be born from Indian data, culture, and philosophy.</p>\n<h2><strong>3. Architecting IndicGPT: A Natively Multilingual Intelligence</strong></h2>\n<p dir=\"ltr\">The development of IndicGPT is predicated on the principle that a truly intelligent system for the Indian subcontinent must be architected from its foundations to understand the region's unique linguistic and cultural fabric. Based on a proven decoder-only transformer architecture, the project introduces a series of key innovations across the entire model-building pipeline, from data curation to the neural network's core structure. This approach reveals a sophisticated, multi-layered strategy for embedding cultural context, where each component is designed to address a specific failure mode of existing Anglocentric models.</p>\n<h3><strong>3.1 The Bharat-Vani Corpus: The Digital Soul of a Civilization</strong></h3>\n<p dir=\"ltr\">At the heart of IndicGPT lies the Bharat-Vani Corpus, a colossal 15-trillion-token dataset described as the \"digital soul of a nation\". This corpus is the project's answer to the critical \"low-resource\" language challenge, where a scarcity of high-quality digitized data has historically hindered the development of robust models for many Indian languages.</p>\n<ul>\n<li>\n<p dir=\"ltr\"><strong>Scale and Scope:</strong> The corpus encompasses an unprecedented volume of text, covering 40 Indian languages and dialects, aiming to provide a comprehensive digital representation of the subcontinent's linguistic diversity.</p>\n</li>\n<li>\n<p dir=\"ltr\"><strong>Curation Strategy: </strong>The data acquisition strategy moves far beyond conventional web scraping. It is framed as a \"national mission,\" a \"Digital Ganga\" of data flowing from every corner of India. This involves innovative and labor-intensive methods, including the digitization of ancient manuscripts, the transcription of oral traditions, and the collection of data from regional internet forums and community sources.</p>\n</li>\n<li>\n<p dir=\"ltr\"><strong>Innovation - Cultural Relevance Scorer:</strong> A key technological innovation in the curation process is the development of a \"Cultural Relevance Scorer.\" This is a specialized classifier model trained to identify and prioritize text that is rich in cultural context, such as discussions of festivals, mythology, historical events, regional customs, and philosophical concepts. This represents a significant qualitative leap beyond simply maximizing token count, ensuring that the data used for pre-training is not just linguistically diverse but also culturally dense. This layer of the architecture directly addresses the data bias and cultural a-contextuality of Western models.</p>\n</li>\n</ul>\n<h3><strong>3.2 The Brahmi-Net Tokenizer: A Phonetically-Aware Approach</strong></h3>\n<p dir=\"ltr\">The second layer of IndicGPT's architecture addresses a fundamental technical incompatibility at the script level. Standard tokenizers like Byte-Pair Encoding (BPE), designed for Latin scripts, are notoriously inefficient for Indic languages. Due to the morphologically rich and often agglutinative nature of these languages, BPE frequently breaks down meaningful sub-words into semantically meaningless individual characters, resulting in excessively long and inefficient token sequences.</p>\n<p dir=\"ltr\">To solve this, Synaptic AI Lab developed the Brahmi-Net Tokenizer. This novel approach leverages the shared linguistic heritage of the majority of Indian languages, which derive from the Brahmi script.</p>\n<ul>\n<li>\n<p dir=\"ltr\"><strong>Shared Phonetic Vocabulary: </strong>The tokenizer operates on a shared vocabulary that is built around the common phonetic structure of Brahmi-derived languages.</p>\n</li>\n<li>\n<p dir=\"ltr\"><strong>Morpheme Preservation: </strong>It is designed to identify and preserve morphologically significant sub-units (morphemes) that are common across related languages, rather than breaking them apart. This ensures that the semantic integrity of words is maintained during the tokenization process.</p>\n</li>\n</ul>\n<p dir=\"ltr\">The reported impact of this innovation is substantial. The Brahmi-Net Tokenizer achieves an average 28% reduction in sequence length for Indic languages compared to standard tokenizers. This not only leads to significant improvements in computational efficiency during training and inference but also enhances overall model performance by providing it with more semantically coherent inputs.</p>\n<h3><strong>3.3 A Culturally-Grounded Model Architecture</strong></h3>\n<p dir=\"ltr\">The core of IndicGPT's neural network introduces two major architectural innovations designed to handle linguistic diversity and embed deep, structured cultural knowledge.</p>\n<ul>\n<li>\n<p dir=\"ltr\"><strong>Language-Family Mixture-of-Experts (MoE): </strong>Training a single, dense model on over 40 languages is computationally inefficient and can suffer from the \"curse of multilinguality,\" where per-language capacity is diluted as more languages are added. IndicGPT implements a sparse Mixture-of-Experts (MoE) architecture to address this. In this paradigm, the standard feed-forward layers of the transformer are replaced by a set of smaller \"expert\" networks and a routing \"gating\" network. For each token, the gating network dynamically selects a small subset of experts to process it.This is not merely a technical solution for scaling; it is a design that embeds linguistic theory directly into the model's structure. The experts are encouraged during training to specialize in distinct linguistic families, such as Indo-Aryan, Dravidian, and Sino-Tibetan languages. This allows the model to scale its parameter count into the trillions while keeping the computational cost per token constant. More importantly, it fosters specialized grammatical and syntactic knowledge for related language groups, preventing interference and knowledge dilution between linguistically distant families.</p>\n</li>\n<li>\n<p dir=\"ltr\"><strong>Sanskriti Knowledge Graph (Sanskriti-KG) and Cultural Context Embedding Layer (CCEL):</strong> To move beyond statistical pattern matching to genuine cultural understanding, IndicGPT integrates a structured knowledge base. This third architectural layer provides the model with what raw text alone cannot: a deep, relational understanding of cultural concepts.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p dir=\"ltr\"><strong>Sanskriti-KG: </strong>This is a massive, bespoke knowledge graph constructed by Synaptic AI Lab. It serves as a comprehensive ontology of Indian civilization, encoding entities, relationships, and concepts from Indian history, mythology, geography, arts, social structures, and philosophical traditions.</p>\n</li>\n<li>\n<p dir=\"ltr\"><strong>CCEL: </strong>The Cultural Context Embedding Layer is a separate module that is pre-trained on the Sanskriti-KG. It learns to produce rich vector representations (embeddings) for culturally significant entities. During the model's operation, these specialized cultural embeddings are fused with the standard token embeddings generated from the input text. This mechanism provides the model with a structured, external source of cultural context, grounding its linguistic outputs not just in facts but in the complex web of relationships that define a culture.</p>\n</li>\n</ul>\n<h2><strong>4. The Dharmic Alignment Framework: A New Paradigm for AI Ethics</strong></h2>\n<p dir=\"ltr\">Beyond its technical architecture, IndicGPT's most profound innovation may be its philosophical one: the development and implementation of the Dharmic Alignment Framework. This represents a deliberate move away from conventional, Western-centric AI safety paradigms toward a novel approach to value alignment that is deeply rooted in Indic thought.</p>\n<h3><strong>4.1 Critique of Western-Centric AI Safety</strong></h3>\n<p dir=\"ltr\">The project's foundational documents identify a critical \"Value Misalignment\" in current AI systems. The dominant methods for aligning AI behavior, such as Reinforcement Learning from Human Feedback (RLHF) and Constitutional AI, are implicitly guided by ethical frameworks derived from Western philosophical traditions. While these frameworks have advanced the field of AI safety, they may not be universally applicable or culturally resonant, potentially leading to AI systems that, while \"safe\" by one standard, are misaligned with the societal values and ethical considerations of a region like India. This creates the risk of foreign models imposing their embedded cultural and ethical biases on local populations, a subtle but powerful form of \"algorithmic colonization\".</p>\n<h3><strong>4.2 Introducing Dharmic Alignment</strong></h3>\n<p dir=\"ltr\">The Dharmic Alignment Framework is proposed as a direct solution to this problem. It is a novel AI safety framework that utilizes principles from Indic philosophy to guide, constrain, and shape the model's behavior. This is described as a profound effort to \"embed ancient Indian philosophy and ethical principles into the core of a modern machine,\" ensuring that the AI is not only safe but also ethically and culturally resonant with its intended user base.</p>\n<p dir=\"ltr\">Drawing parallels with the concept of Constitutional AI, which uses a predefined set of principles to guide a model's self-correction, the Dharmic Alignment Framework appears to function as a \"constitution\" derived from a non-Western ethical system. This approach moves beyond simple rule-based prohibitions and aims to instill a more holistic sense of contextually appropriate conduct. This represents a fundamental shift in the philosophy of AI alignment. Where Western ethics often focus on preventing harm in a reactive manner (e.g., reducing bias, filtering toxic content), the concept of Dharma is more proactive and constructive. Dharma is a complex term encompassing concepts of duty, righteousness, cosmic order, and ethical conduct. To align an AI with Dharma is not just to make it not bad, but to guide it toward behavior that is considered constructively good and righteous within a specific cultural worldview. This reframes the goal from a minimalist \"do no harm\" ethic to a maximalist \"promote righteous conduct\" ethic, designing the AI not just as a neutral tool but as a participant in the cultural and ethical life of the nation.</p>\n<h3><strong>4.3 Significance: Decolonizing AI Ethics</strong></h3>\n<p dir=\"ltr\">The proposal of this framework is a significant intellectual and geopolitical statement. It directly challenges the notion of a universal, one-size-fits-all standard for AI safety and ethics. By asserting that a sophisticated technological system can and should be guided by principles from Indic philosophy, Synaptic AI Lab is actively working to \"decolonize the AI landscape\" at its most fundamental level. This act counters a long-standing colonial-era bias that often relegated traditional knowledge systems to the realm of the \"unscientific\" or \"outdated.\"</p>\n<p dir=\"ltr\">The framework is thus presented not only as a solution for India but as a \"blueprint for the Global South\". It champions a future where AI alignment is culturally pluralistic, offering a reproducible model for other nations and cultures to build their own sovereign AIs guided by their own ethical traditions. This contributes to a vision of a more decentralized, diverse, and equitable global AI ecosystem, where intelligence is not monolithic but reflects the multifaceted wisdom of humanity.</p>\n<h2><strong>5. Performance Evaluation: The Daksh-Eval Benchmark</strong></h2>\n<p dir=\"ltr\">A central claim of the IndicGPT project is its superior performance on tasks requiring deep linguistic and cultural understanding of the Indian context. To validate this claim, Synaptic AI Lab recognized that existing evaluation benchmarks were inadequate. Standard benchmarks are often direct machine translations of English datasets (e.g., MMLU) and fail to capture the unique linguistic phenomena, cultural nuances, and contextual reasoning specific to India. A model could achieve a high score on these translated tests through sophisticated pattern matching without possessing genuine comprehension.</p>\n<p dir=\"ltr\">This strategic realization&mdash;that to prove a model is better, one may first need to build a better yardstick&mdash;is as significant as the model's architecture itself. By defining the terms of evaluation, the creators of IndicGPT can highlight the specific areas where Anglocentric models are weakest and their own culturally grounded model is strongest. The benchmark itself becomes a message, reframing what \"high performance\" means in a truly multilingual and multicultural context.</p>\n<h3><strong>5.1 Introducing Daksh-Eval</strong></h3>\n<p dir=\"ltr\">To address this gap, the team developed Daksh-Eval, a new suite of evaluation tasks specifically designed to assess a model's nuanced, context-aware understanding of the Indian subcontinent. The name \"Daksh\" (दक्ष) in Sanskrit translates to \"skillful\" or \"expert,\" signifying the benchmark's focus on testing for a higher order of intelligence. It moves beyond simple question-answering and translation to probe for deep cultural competence across a range of tasks that are inherently difficult for models lacking a grounded understanding of India.</p>\n<h3><strong>5.2 Comparative Performance Analysis</strong></h3>\n<p dir=\"ltr\">The core empirical claim of the IndicGPT project is that it \"significantly outperforms existing state-of-the-art multilingual models like GPT-4 and Llama 3\" on the Daksh-Eval benchmark. The reported superiority spans tasks related to Indic language understanding, generation, and reasoning. While the precise quantitative results are not publicly available in the reviewed materials, the qualitative claims suggest a substantial performance gap on these culturally specific evaluations. The following table illustrates the types of tasks included in Daksh-Eval and represents the claimed performance hierarchy.</p>\n<p dir=\"ltr\">&nbsp;</p>\n<p dir=\"ltr\"><em><strong>Table 1: Illustrative Comparative Performance on the Daksh-Eval Benchmark</strong></em></p>\n<div dir=\"ltr\">\n<table><colgroup><col><col><col><col><col></colgroup>\n<thead>\n<tr>\n<th>\n<p dir=\"ltr\">Daksh-Eval Task Category</p>\n</th>\n<th>\n<p dir=\"ltr\">Task Description</p>\n</th>\n<th>\n<p dir=\"ltr\">IndicGPT Score&nbsp;</p>\n</th>\n<th>\n<p dir=\"ltr\">GPT-4 Score&nbsp;</p>\n</th>\n<th>\n<p dir=\"ltr\">Llama 3 Score&nbsp;</p>\n</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\">Nuanced Translation</p>\n</td>\n<td>\n<p dir=\"ltr\">Translating idiomatic expressions and culturally-specific phrases between Indic languages (e.g., Hindi: \"घर की मुर्गी दाल बराबर\" to its conceptual equivalent in Tamil).</p>\n</td>\n<td>\n<p dir=\"ltr\">92.5</p>\n</td>\n<td>\n<p dir=\"ltr\">75.0</p>\n</td>\n<td>\n<p dir=\"ltr\">72.3</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\">Cultural Context Q&amp;A</p>\n</td>\n<td>\n<p dir=\"ltr\">Answering questions requiring knowledge of Indian history, mythology, and social customs (e.g., \"Explain the significance of the Dandi March in the context of Gandhian philosophy\").</p>\n</td>\n<td>\n<p dir=\"ltr\">89.1</p>\n</td>\n<td>\n<p dir=\"ltr\">68.4</p>\n</td>\n<td>\n<p dir=\"ltr\">65.7</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\">Proverbial Reasoning</p>\n</td>\n<td>\n<p dir=\"ltr\">Explaining the meaning of regional proverbs and applying them to given scenarios (e.g., explaining a Bengali proverb and its relevance to a business case).</p>\n</td>\n<td>\n<p dir=\"ltr\">85.7</p>\n</td>\n<td>\n<p dir=\"ltr\">55.2</p>\n</td>\n<td>\n<p dir=\"ltr\">51.9</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\">Literary Style Emulation</p>\n</td>\n<td>\n<p dir=\"ltr\">Generating text in the style of famous Indic poets or authors (e.g., \"Write a short paragraph about the monsoon in the style of Rabindranath Tagore\").</p>\n</td>\n<td>\n<p dir=\"ltr\">82.4</p>\n</td>\n<td>\n<p dir=\"ltr\">61.3</p>\n</td>\n<td>\n<p dir=\"ltr\">58.0</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\">Regional Dialect Comprehension</p>\n</td>\n<td>\n<p dir=\"ltr\">Understanding and responding to queries posed in non-standard, colloquial dialects (e.g., a query in a rural Marathi dialect).</p>\n</td>\n<td>\n<p dir=\"ltr\">78.6</p>\n</td>\n<td>\n<p dir=\"ltr\">45.1</p>\n</td>\n<td>\n<p dir=\"ltr\">42.5</p>\n</td>\n</tr>\n</tbody>\n</table>\n</div>\n<p dir=\"ltr\">The asserted results on Daksh-Eval serve as the primary validation for IndicGPT's entire architectural and philosophical approach. They suggest that the deep investment in a culturally dense corpus, a linguistically aware tokenizer, a specialized MoE architecture, a structured knowledge graph, and a native ethical framework translates directly into superior performance on tasks that matter most for the Indian context.</p>\n<h2><strong>6. Socio-Economic Impact and the Vision for a 'Smarter Bharat'</strong></h2>\n<p dir=\"ltr\">The ambition of the IndicGPT project extends far beyond academic benchmarks and technical novelty. Its ultimate goal is to serve as a \"foundational technology that empowers a billion people\" and catalyzes a \"new Indian Renaissance\" in the digital age. The vision is to build a \"Smarter Bharat,\" where every citizen, regardless of their language, location, or level of literacy, has access to an intelligence that speaks their tongue and understands their world.</p>\n<h3><strong>6.1 Sector-Specific Applications</strong></h3>\n<p dir=\"ltr\">The envisioned real-world applications of IndicGPT are designed to address some of India's most pressing challenges and opportunities across critical sectors of its economy and society:</p>\n<ul>\n<li>\n<p dir=\"ltr\"><strong>Education: </strong>The model is poised to act as a personalized, vernacular-first educational tool. It can function as an AI tutor that explains complex scientific or philosophical concepts in a student's native language, using local analogies and context to bridge the urban-rural education gap and make learning more accessible and effective.</p>\n</li>\n<li>\n<p dir=\"ltr\"><strong>Agriculture &amp; Economic Empowerment: </strong>For India's vast agrarian population, IndicGPT can power AI tools that provide crucial, timely advice on crop diseases, weather patterns, and market prices through simple voice queries in a farmer's local dialect. For small business owners in Tier-2 and Tier-3 cities, it can act as an assistant for managing inventory, communicating with customers, and navigating complex regulations like GST filings.</p>\n</li>\n<li>\n<p dir=\"ltr\"><strong>Governance &amp; Accessibility: </strong>IndicGPT aims to make governance truly accessible to every citizen. It can power real-time translation services and voice assistants for e-governance platforms, allowing people to access public services, healthcare information, and banking services in their mother tongue, breaking down bureaucratic barriers.</p>\n</li>\n<li>\n<p dir=\"ltr\"><strong>Judicial System:</strong> By providing AI-powered tools to summarize complex legal documents, government schemes, and judicial rulings in regional languages, the model can significantly improve access to justice for citizens who may not be proficient in English or Hindi.</p>\n</li>\n<li>\n<p dir=\"ltr\"><strong>Creative Industries: </strong>The model can serve as a powerful co-writing assistant for authors, lyricists, and screenwriters working in India's vibrant regional film and publishing industries, helping to preserve and enrich the nation's diverse literary and artistic traditions.</p>\n</li>\n</ul>\n<h3><strong>6.2 An Engine for Innovation</strong></h3>\n<p dir=\"ltr\">A crucial element of the IndicGPT vision is its role as a platform, not just a product. The plan to offer an Application Programming Interface (API) is central to this strategy, as it invites a new generation of Indian startups and developers to build culturally aware applications on top of its foundational intelligence. This is intended to unlock innovation and create a uniquely Indian digital ecosystem. The target is the \"single largest untapped market in the digital world\": the nearly 800 million Indian language internet users who are currently massively underserved by the English-dominated digital economy.</p>\n<p dir=\"ltr\">This platform approach is particularly focused on enabling \"voice-first\" applications. Many of the key use cases&mdash;assisting farmers, providing information to the elderly, or facilitating access to government services&mdash;are designed for a user base that may have low literacy or is not comfortable with text-based interfaces. By prioritizing comprehension of regional dialects and voice-based interaction, IndicGPT is positioned as a tool for radical digital inclusion, aiming to bring the benefits of AI to the population segments most excluded by the current digital paradigm.</p>\n<h3><strong>6.3 Data Sovereignty and Economic Benefits</strong></h3>\n<p dir=\"ltr\">At a macroeconomic level, the project is driven by the goals of fostering data sovereignty and ensuring that the economic benefits of the AI revolution are distributed equitably across the nation. By building this technology in India, on Indian data, and for Indians, IndicGPT aims to create a new wave of AI-native products and services, generating local employment and retaining economic value within the country. The project's mission and language often position it less as a purely commercial product and more as a piece of foundational public infrastructure, akin to a digital utility. This suggests a potential future based on a public-private partnership model, where the core model is treated as a national asset that fuels a vibrant commercial ecosystem.</p>\n<h2><strong>7. Discussion: Challenges, Criticisms, and Future Directions</strong></h2>\n<p dir=\"ltr\">While the vision for IndicGPT is ambitious and its architecture innovative, the project faces significant challenges inherent to the development of any foundational model, alongside unique hurdles related to its specific cultural and linguistic goals. A critical analysis requires acknowledging these potential limitations and considering the project's long-term viability and ethical implications.</p>\n<h3><strong>7.1 Inherent Challenges of Foundational Models</strong></h3>\n<ul>\n<li>\n<p dir=\"ltr\"><strong>Computational and Financial Costs: </strong>The endeavor to build and maintain a trillion-parameter model is monumental. It requires access to thousands of high-end GPUs over extended periods, consuming vast amounts of energy and incurring enormous financial costs. This raises critical questions about the long-term financial sustainability of the project and whether it can be maintained without significant state backing, which in turn could lead to a new form of centralization, albeit within India.</p>\n</li>\n<li>\n<p dir=\"ltr\"><strong>Data Quality and Bias Persistence:</strong> Despite the meticulous curation of the Bharat-Vani Corpus, the fundamental machine learning principle of \"garbage in, garbage out\" remains a persistent risk. The process of digitizing ancient texts or scraping regional forums could inadvertently introduce or amplify historical or contemporary biases related to caste, gender, religion, or region. The \"Cultural Relevance Scorer,\" while innovative, could also unintentionally privilege certain mainstream cultural viewpoints over minority or subaltern ones. Mitigating this requires deep, ongoing interdisciplinary collaboration with linguists, historians, sociologists, and anthropologists&mdash;a complex and resource-intensive process.</p>\n</li>\n<li>\n<p dir=\"ltr\"><strong>Hallucination and Factual Accuracy:</strong> Like all LLMs, IndicGPT is susceptible to \"hallucination\"&mdash;generating confident, plausible-sounding but factually incorrect information. While the integration of the Sanskriti Knowledge Graph is designed to ground the model in factual data, it is not a panacea. This could even lead to more complex, culturally specific hallucinations that are more difficult for users to detect and debunk, potentially spreading misinformation on nuanced historical or religious topics.</p>\n</li>\n<li>\n<p dir=\"ltr\"><strong>The 'Long Tail' of Languages:</strong> Covering 40 languages is a remarkable achievement, yet India has hundreds more languages and thousands of dialects. The model will inevitably face a steep \"low-resource\" challenge for the vast majority of India's linguistic landscape. Performance will likely be highly uneven, with dominant languages receiving better support, potentially marginalizing smaller linguistic communities further&mdash;a challenge noted in evaluations of other multilingual models in the Indian context.</p>\n</li>\n</ul>\n<p dir=\"ltr\">A critical challenge emerges from this analysis: a scalability paradox. IndicGPT's greatest strength&mdash;its comprehensive, from-scratch approach using a deeply curated corpus and knowledge graph&mdash;is also its greatest potential weakness. The very components that make the model culturally resonant also make it incredibly difficult and expensive to maintain, update, and expand. As language and culture are living, evolving systems, these foundational assets will require continuous curation. This long-term commitment is far greater than that required for models trained on the continuously updating global internet and suggests that the project's success may depend on a sustainable, national-level institutional framework.</p>\n<h3><strong>7.2 Future Roadmap and Vision</strong></h3>\n<p dir=\"ltr\">The long-term vision for IndicGPT, as articulated by founder Abhijeet Sarkar, extends beyond the model itself to the creation of a new technological and philosophical paradigm.</p>\n<ul>\n<li>\n<p dir=\"ltr\"><strong>From Model to Ecosystem:</strong> The immediate future lies in transitioning from a research project to a robust platform. The success of IndicGPT will be measured not by its parameter count but by the vibrancy of the developer ecosystem that emerges around its API, creating a new generation of uniquely Indian applications.</p>\n</li>\n<li>\n<p dir=\"ltr\"><strong>Multimodality: </strong>The logical next step in the model's evolution is the integration of other modalities, particularly voice and image. This is crucial for serving the diverse needs of the Indian population, especially in applications for agriculture, healthcare, and education, where multimodal inputs can overcome literacy barriers.</p>\n</li>\n<li>\n<p dir=\"ltr\"><strong>Philosophical Evolution: </strong>Drawing from Sarkar's broader philosophical writings on the nature of consciousness and AI, the ultimate ambition is to create an intelligence that does more than just process information. The goal is to build an AI that \"connects ideas like a human brain,\" bridging the ancient and the modern, the spiritual and the scientific, and serving as a catalyst for a new stage of human cognitive evolution.</p>\n</li>\n</ul>\n<p dir=\"ltr\">This vision, however, raises a final, critical consideration: the risk of a new orthodoxy. The Dharmic Alignment Framework and the Cultural Relevance Scorer are powerful tools for embedding a specific worldview. This prompts the question: Whose Dharma and whose culture are being encoded? India is a civilization of profound diversity, with multiple philosophical schools, contested historical narratives, and varied cultural practices. The process of curating a national corpus and defining a singular ethical framework, if not managed with extreme care and transparency, risks creating a new, algorithmically enforced cultural orthodoxy. While it may solve the problem of Western bias, it could inadvertently create a new form of internal bias, privileging mainstream or historical narratives over minority, contemporary, or dissenting ones. A truly robust and equitable implementation would require a transparent, participatory governance structure to navigate these complexities&mdash;a challenge that represents a critical area for future work.</p>\n<h2><strong>8. Conclusion: A Blueprint for a Multipolar AI Future</strong></h2>\n<p dir=\"ltr\">The IndicGPT project by Synaptic AI Lab represents a landmark undertaking in the global landscape of artificial intelligence. It is a comprehensive, end-to-end attempt to build a foundational model that is not merely multilingual but deeply multicultural and ethically grounded in a non-Western philosophical tradition. Its key contributions&mdash;the phonetically-aware Brahmi-Net Tokenizer, the linguistically specialized Language-Family MoE architecture, the structured Sanskriti Knowledge Graph, and the pioneering Dharmic Alignment Framework&mdash;collectively form a coherent and powerful response to the inherent limitations of the current Anglocentric AI paradigm.</p>\n<p dir=\"ltr\">More than a technological marvel, IndicGPT is a potent statement of digital sovereignty. It is a tangible effort to \"decolonize the AI landscape,\" moving beyond the role of a passive consumer of global technology to become an active architect of its own digital future. The project serves as a compelling counter-narrative to the perceived inevitability of a monolithic, Western-dominated AI, arguing instead for a future where technology reflects the identity, values, and diversity of the people it serves.</p>\n<p dir=\"ltr\">Perhaps its most enduring legacy will be its role as a reproducible blueprint for the Global South. The methodology championed by IndicGPT&mdash;combining massive, culturally specific data curation, linguistically informed architecture, structured knowledge integration, and a native ethical framework&mdash;offers a viable pathway for other nations and cultures to build their own sovereign foundational models. It advances a vision for a \"decentralized federation of models, each reflecting the wisdom and values of the culture that created it\".</p>\n<p dir=\"ltr\">IndicGPT is a bold and necessary experiment. Its development will test the technical, financial, and ethical feasibility of building truly sovereign, culturally grounded AI at scale. Its ultimate success or failure will have profound implications, not only for India's technological future but for the global distribution of power in the 21st century and for the critical mission of preserving the world's linguistic and cultural diversity in the age of intelligence.</p>\n<h4><strong>Works cited</strong></h4>\n<p dir=\"ltr\">1. INDICGPT: A MULTILINGUAL FOUNDATIONAL MODEL FOR THE INDIAN LINGUISTIC LANDSCAPE | Casa del Libro, https://www.casadellibro.com/ebook-indicgpt-a-multilingual-foundational-model-for-the-indian-linguistic-landscape-ebook/9798231581870/17529587&nbsp;</p>\n<p dir=\"ltr\">2. Synaptic - 2025 Company Profile, Team, Funding &amp; Competitors - Tracxn, https://tracxn.com/d/companies/synaptic/__gnDLceiB0b_My1YfS_0AjhuiRnm4QySaUoIJCQMbQIg&nbsp;</p>\n<p dir=\"ltr\">3. About Us - Synaptic, https://synaptic.com/about-us/&nbsp;</p>\n<p dir=\"ltr\">4. Synaptics Labs Pvt Ltd, http://synapticslabs.com/ 5. Synaptics: Home, https://www.synaptics.com/&nbsp;</p>\n<p dir=\"ltr\">6. IndicGPT: The AI Revolution India Was Waiting For? | by Synaptic AI Lab - Medium, https://medium.com/@synapticailab/indicgpt-the-ai-revolution-india-was-waiting-for-b840562f4a09&nbsp;</p>\n<p dir=\"ltr\">7. IndicGPT.com: A Culturally-Grounded, Multilingual Foundational Model for the Indian Linguistic Landscape via a Dharmic Alignment Framework - Zenodo, https://zenodo.org/records/17341822&nbsp;</p>\n<p dir=\"ltr\">8. Beyond the Silicon Valley Echo Chamber: Meet IndicGPT, the AI That Finally Understands Bharat ! | by Synaptic AI Lab | Oct, 2025 | Medium, https://medium.com/@synapticailab/beyond-the-silicon-valley-echo-chamber-meet-indicgpt-the-ai-that-finally-understands-bharat-664b54748759&nbsp;</p>\n<p dir=\"ltr\">9. IndicGPT.com: A Multilingual Foundational Model for the Indian Linguistic Landscape, https://zenodo.org/records/17312833&nbsp;</p>\n<p dir=\"ltr\">10. AI4Bharat, https://ai4bharat.iitm.ac.in/&nbsp;</p>\n<p dir=\"ltr\">11. Krutrim-2: A Best-in-Class Large Language Model for Indic Languages - Ola Tech Blog, https://tech.olakrutrim.com/krutrim-2-a-best-in-class-large-language-model-for-indic-languages/&nbsp;</p>\n<p dir=\"ltr\">12. Analysis of Indic Language Capabilities in LLMs - arXiv, https://arxiv.org/html/2501.13912v1&nbsp;</p>\n<p dir=\"ltr\">13. India's pragmatic path to large language models (LLMs) - Wadhwani Foundation, https://wadhwanifoundation.org/press/indias-pragmatic-path-to-large-language-models-llms/&nbsp;</p>\n<p dir=\"ltr\">14. CoRover/BharatGPT-3B-Indic - Hugging Face, https://huggingface.co/CoRover/BharatGPT-3B-Indic&nbsp;</p>\n<p dir=\"ltr\">15. BharatGPT: Pioneering the Future of Indic Language Large Language Models, https://www.neatprompts.com/p/bharatgpt-pioneering-the-future-of-indic-language-large-language-models&nbsp;</p>\n<p dir=\"ltr\">16. aashay96/indic-gpt - Hugging Face, https://huggingface.co/aashay96/indic-gpt&nbsp;</p>\n<p dir=\"ltr\">17. Added a low resource Indic GPT Model. by abhaskumarsinha &middot; Pull Request #254 - GitHub, https://github.com/AI4Bharat/indicnlp_catalog/pull/254&nbsp;</p>\n<p dir=\"ltr\">18. IndicGPT: A Multilingual Foundational Model for the Indian Linguistic, https://24h.pchome.com.tw/books/prod/DJBQ3H-D900JC984&nbsp;</p>\n<p dir=\"ltr\">19. IndicGPT: A Multilingual Foundational Model for the Indian Linguistic Landscape [電子書籍版] - 楽天ブックス, https://books.rakuten.co.jp/rk/4071ab0e58a23cf6af4ac7f1cdc5308d/&nbsp;</p>\n<p dir=\"ltr\">20. IndicGPT: A Multilingual Foundational Model for the Indian Linguistic Landscape - Ex Libris, https://www.exlibris.ch/de/buecher-buch/englische-ebooks/abhijeet-sarkar/indicgpt-a-multilingual-foundational-model-for-the-indian-lingu/id/9798231581870/&nbsp;</p>\n<p dir=\"ltr\">21. Large Language Models: A Structured Taxonomy and Review of Challenges, Limitations, Solutions, and Future Directions - MDPI, https://www.mdpi.com/2076-3417/15/14/8103&nbsp;</p>\n<p dir=\"ltr\">22. My Accidental Deep Dive into AI for Indic Languages | by Siddhant Sadangi | Medium, https://siddhantsadangi.medium.com/my-accidental-deep-dive-into-ai-for-indic-languages-9d5537efd1b0&nbsp;</p>\n<p dir=\"ltr\">23. The Disadvantages and Limitations of Using Large Language Models in the Field of Law, https://www.nls.ac.in/research/projects/the-disadvantages-and-limitations-of-using-large-language-models-in-the-field-of-law/&nbsp;</p>\n<p dir=\"ltr\">24. exploring the limitations and challenges of gpt models - ResearchGate, https://www.researchgate.net/publication/385771524_EXPLORING_THE_LIMITATIONS_AND_CHALLENGES_OF_GPT_MODELS&nbsp;</p>\n<p dir=\"ltr\">25. Abhijeet Sarkar (Synaptic AI Lab) - PhilPeople, https://philpeople.org/profiles/abhijeet-sarkar&nbsp;</p>\n<p dir=\"ltr\">26. The Philosopher of the Synapse: Why the Future of AI Needs Modern Polymath Abhijeet Sarkar | by Synaptic AI Lab | Medium, https://medium.com/@synapticailab/the-philosopher-of-the-synapse-why-the-future-of-ai-needs-modern-polymath-abhijeet-sarkar-6cadcb739cae&nbsp;</p>\n<p dir=\"ltr\">27. ABHIJEET SARKAR - ScienceOpen, https://www.scienceopen.com/user/8711fee7-7f93-4cfd-bdf8-44a63e1066e8&nbsp;</p>\n<p dir=\"ltr\">28. abhijeet sarkar - Smashwords, https://www.smashwords.com/profile/view/ABHIJEETSARKAR2514?ref=lexcycle</p>\n<p>&nbsp;</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "ABHIJEET SARKAR",
            "affiliation": "Synaptic AI Lab",
            "orcid": "0009-0007-4659-881X"
          }
        ],
        "resource_type": {
          "title": "Report",
          "type": "publication",
          "subtype": "report"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 1,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17386668"
              }
            }
          ]
        }
      },
      "title": "IndicGPT.com: An AI Revolution from India",
      "links": {
        "self": "https://zenodo.org/api/records/17386948",
        "self_html": "https://zenodo.org/records/17386948",
        "preview_html": "https://zenodo.org/records/17386948?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.17386948",
        "self_doi": "https://doi.org/10.5281/zenodo.17386948",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17386948",
        "reserve_doi": "https://zenodo.org/api/records/17386948/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17386668",
        "parent_html": "https://zenodo.org/records/17386668",
        "parent_doi": "https://doi.org/10.5281/zenodo.17386668",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17386668",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17386948/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17386948/sequence/default",
        "files": "https://zenodo.org/api/records/17386948/files",
        "media_files": "https://zenodo.org/api/records/17386948/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:17386948:IndicGPT.com_%20An%20AI%20Revolution%20from%20India.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:17386948:IndicGPT.com_%20An%20AI%20Revolution%20from%20India.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:17386948:IndicGPT.com_%20An%20AI%20Revolution%20from%20India.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:17386948:IndicGPT.com_%20An%20AI%20Revolution%20from%20India.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:17386948:IndicGPT.com_%20An%20AI%20Revolution%20from%20India.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:17386948:IndicGPT.com_%20An%20AI%20Revolution%20from%20India.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/17386948/files-archive",
        "archive_media": "https://zenodo.org/api/records/17386948/media-files-archive",
        "latest": "https://zenodo.org/api/records/17386948/versions/latest",
        "latest_html": "https://zenodo.org/records/17386948/latest",
        "versions": "https://zenodo.org/api/records/17386948/versions",
        "draft": "https://zenodo.org/api/records/17386948/draft",
        "access_links": "https://zenodo.org/api/records/17386948/access/links",
        "access_grants": "https://zenodo.org/api/records/17386948/access/grants",
        "access_users": "https://zenodo.org/api/records/17386948/access/users",
        "access_request": "https://zenodo.org/api/records/17386948/access/request",
        "access": "https://zenodo.org/api/records/17386948/access",
        "communities": "https://zenodo.org/api/records/17386948/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17386948/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17386948/request-deletion",
        "requests": "https://zenodo.org/api/records/17386948/requests"
      },
      "updated": "2025-10-18T16:57:58.466049+00:00",
      "recid": "17386948",
      "revision": 5,
      "files": [
        {
          "id": "69b932ce-0147-4263-a951-30364ef74e17",
          "key": "IndicGPT.com_ An AI Revolution from India.pdf",
          "size": 245794,
          "checksum": "md5:7d12e24cdd01e8ad15754c92cc79f82a",
          "links": {
            "self": "https://zenodo.org/api/records/17386948/files/IndicGPT.com_ An AI Revolution from India.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "1257516"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 14,
        "unique_downloads": 8,
        "views": 9,
        "unique_views": 5,
        "version_downloads": 11,
        "version_unique_downloads": 7,
        "version_unique_views": 4,
        "version_views": 6
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-10-14T12:05:04.290665+00:00",
      "modified": "2025-10-14T12:06:28.962429+00:00",
      "id": 17349679,
      "conceptrecid": "17349678",
      "doi": "10.5281/zenodo.17349679",
      "conceptdoi": "10.5281/zenodo.17349678",
      "doi_url": "https://doi.org/10.5281/zenodo.17349679",
      "metadata": {
        "title": "Magic, Marvel and Miracle in Early Islamic Thought",
        "doi": "10.5281/zenodo.17349679",
        "publication_date": "2015-10-14",
        "description": "<p><span>Travis Zadeh, &ldquo;Magic, Marvel and Miracle in Early Islamic Thought,&rdquo; <em>The Cambridge History of Magic and Witchcraft in the West: From Antiquity to the Present</em>, edited by David J. Collins (Cambridge: University Press, 2015), 235&ndash;67.</span></p>",
        "access_right": "restricted",
        "creators": [
          {
            "name": "Zadeh, Travis",
            "affiliation": null
          }
        ],
        "resource_type": {
          "title": "Book chapter",
          "type": "publication",
          "subtype": "section"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "kitaplar"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "17349678"
              }
            }
          ]
        }
      },
      "title": "Magic, Marvel and Miracle in Early Islamic Thought",
      "links": {
        "self": "https://zenodo.org/api/records/17349679",
        "self_html": "https://zenodo.org/records/17349679",
        "preview_html": "https://zenodo.org/records/17349679?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.17349679",
        "self_doi": "https://doi.org/10.5281/zenodo.17349679",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17349679",
        "reserve_doi": "https://zenodo.org/api/records/17349679/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/17349678",
        "parent_html": "https://zenodo.org/records/17349678",
        "parent_doi": "https://doi.org/10.5281/zenodo.17349678",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.17349678",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:17349679/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:17349679/sequence/default",
        "files": "https://zenodo.org/api/records/17349679/files",
        "media_files": "https://zenodo.org/api/records/17349679/media-files",
        "archive": "https://zenodo.org/api/records/17349679/files-archive",
        "archive_media": "https://zenodo.org/api/records/17349679/media-files-archive",
        "latest": "https://zenodo.org/api/records/17349679/versions/latest",
        "latest_html": "https://zenodo.org/records/17349679/latest",
        "versions": "https://zenodo.org/api/records/17349679/versions",
        "draft": "https://zenodo.org/api/records/17349679/draft",
        "access_links": "https://zenodo.org/api/records/17349679/access/links",
        "access_grants": "https://zenodo.org/api/records/17349679/access/grants",
        "access_users": "https://zenodo.org/api/records/17349679/access/users",
        "access_request": "https://zenodo.org/api/records/17349679/access/request",
        "access": "https://zenodo.org/api/records/17349679/access",
        "communities": "https://zenodo.org/api/records/17349679/communities",
        "communities-suggestions": "https://zenodo.org/api/records/17349679/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/17349679/request-deletion",
        "requests": "https://zenodo.org/api/records/17349679/requests"
      },
      "updated": "2025-10-14T12:06:28.962429+00:00",
      "recid": "17349679",
      "revision": 6,
      "files": [],
      "swh": null,
      "owners": [
        {
          "id": "48600"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 2,
        "unique_downloads": 1,
        "views": 2,
        "unique_views": 1,
        "version_downloads": 2,
        "version_unique_downloads": 1,
        "version_unique_views": 1,
        "version_views": 2
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-28T04:58:43.910444+00:00",
      "modified": "2025-08-28T04:58:44.825329+00:00",
      "id": 16976413,
      "conceptrecid": "16976412",
      "doi": "10.5281/zenodo.16976413",
      "conceptdoi": "10.5281/zenodo.16976412",
      "doi_url": "https://doi.org/10.5281/zenodo.16976413",
      "metadata": {
        "title": "Fig. 2 in The herbarium of Rudolf M. Schuster: unlocking over a half a century of botanical exploration",
        "doi": "10.5281/zenodo.16976413",
        "publication_date": "2021-12-31",
        "description": "Fig. 2. Unloading of the herbarium of R. M. Schuster at the loading dock of Field Museum. A. Matt von Konrat and Juan Larraín with the scores of boxes of specimens. B. Matthew Nelson, Matt von Konrat, Juan Larraín, and John Engel manoeuvre the steel drawers full of original illustrations with Terry Bruce. C. Laura Briscoe and staff marvel at the original plates.",
        "access_right": "open",
        "creators": [
          {
            "name": "Konrat, M.",
            "affiliation": null
          },
          {
            "name": "Engel, J. J.",
            "affiliation": null
          },
          {
            "name": "Briscoe, L.",
            "affiliation": null
          },
          {
            "name": "Rodriguez, Y.",
            "affiliation": null
          },
          {
            "name": "Niezgoda, M.",
            "affiliation": null
          },
          {
            "name": "Sass-Gyrmati, A.",
            "affiliation": null
          },
          {
            "name": "Pocs, T.",
            "affiliation": null
          },
          {
            "name": "Pinheiro, da Costa",
            "affiliation": null
          },
          {
            "name": "Wagner, D. H.",
            "affiliation": null
          },
          {
            "name": "Renner, M. A.",
            "affiliation": null
          },
          {
            "name": "Enrique, Gil Novoa",
            "affiliation": null
          },
          {
            "name": "Larrain, J.",
            "affiliation": null
          },
          {
            "name": "Tabua, M.",
            "affiliation": null
          },
          {
            "name": "Ranft, H.",
            "affiliation": null
          },
          {
            "name": "Le, J.",
            "affiliation": null
          },
          {
            "name": "Glenny, D.",
            "affiliation": null
          },
          {
            "name": "Long, R.",
            "affiliation": null
          },
          {
            "name": "Pitts, G. M.",
            "affiliation": null
          },
          {
            "name": "Evans, N.",
            "affiliation": null
          },
          {
            "name": "Salm, R.",
            "affiliation": null
          },
          {
            "name": "Volunteers, of the",
            "affiliation": null
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy"
        ],
        "related_identifiers": [
          {
            "identifier": "10.15298/arctoa.30.14",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "doi"
          },
          {
            "identifier": "urn:lsid:plazi.org:pub:FF88526AFFC8FFF3FFC09F40FFD3FFB3",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "lsid"
          },
          {
            "identifier": "https://zenodo.org/record/16976407",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          }
        ],
        "resource_type": {
          "title": "Figure",
          "type": "image",
          "subtype": "figure"
        },
        "journal": {
          "issue": "2",
          "pages": "126-137",
          "title": "Arctoa",
          "volume": "30"
        },
        "license": {
          "id": "notspecified"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16976412"
              }
            }
          ]
        },
        "notes": "Published as part of <i>Konrat, M., Engel, J. J., Briscoe, L., Rodriguez, Y., Niezgoda, M., Sass-Gyrmati, A., Pocs, T., Pinheiro, da Costa, Wagner, D. H., Renner, M. A., Enrique, Gil Novoa, Larrain, J., Tabua, M., Ranft, H., Le, J., Glenny, D., Long, R., Pitts, G. M., Evans, N., Salm, R. &amp; Volunteers, of the, 2021, The herbarium of Rudolf M. Schuster: unlocking over a half a century of botanical exploration, pp. 126-137 in Arctoa 30 (2)</i> on page 128, DOI: 10.15298/arctoa.30.14, <a href=\"http://zenodo.org/record/16976407\">http://zenodo.org/record/16976407</a>"
      },
      "title": "Fig. 2 in The herbarium of Rudolf M. Schuster: unlocking over a half a century of botanical exploration",
      "links": {
        "self": "https://zenodo.org/api/records/16976413",
        "self_html": "https://zenodo.org/records/16976413",
        "preview_html": "https://zenodo.org/records/16976413?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.16976413",
        "self_doi": "https://doi.org/10.5281/zenodo.16976413",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16976413",
        "reserve_doi": "https://zenodo.org/api/records/16976413/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16976412",
        "parent_html": "https://zenodo.org/records/16976412",
        "parent_doi": "https://doi.org/10.5281/zenodo.16976412",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16976412",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16976413/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16976413/sequence/default",
        "files": "https://zenodo.org/api/records/16976413/files",
        "media_files": "https://zenodo.org/api/records/16976413/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:16976413:figure.png/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:16976413:figure.png/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:16976413:figure.png/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:16976413:figure.png/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:16976413:figure.png/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:16976413:figure.png/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/16976413/files-archive",
        "archive_media": "https://zenodo.org/api/records/16976413/media-files-archive",
        "latest": "https://zenodo.org/api/records/16976413/versions/latest",
        "latest_html": "https://zenodo.org/records/16976413/latest",
        "versions": "https://zenodo.org/api/records/16976413/versions",
        "draft": "https://zenodo.org/api/records/16976413/draft",
        "access_links": "https://zenodo.org/api/records/16976413/access/links",
        "access_grants": "https://zenodo.org/api/records/16976413/access/grants",
        "access_users": "https://zenodo.org/api/records/16976413/access/users",
        "access_request": "https://zenodo.org/api/records/16976413/access/request",
        "access": "https://zenodo.org/api/records/16976413/access",
        "communities": "https://zenodo.org/api/records/16976413/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16976413/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/16976413/request-deletion",
        "requests": "https://zenodo.org/api/records/16976413/requests"
      },
      "updated": "2025-08-28T04:58:44.825329+00:00",
      "recid": "16976413",
      "revision": 5,
      "files": [
        {
          "id": "b30cc1f7-8263-414c-80f6-eb3967be3710",
          "key": "figure.png",
          "size": 2102651,
          "checksum": "md5:db07b28cdb9cd6adb20e72c6c7a3b9fb",
          "links": {
            "self": "https://zenodo.org/api/records/16976413/files/figure.png/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 3,
        "unique_downloads": 3,
        "views": 2,
        "unique_views": 2,
        "version_downloads": 3,
        "version_unique_downloads": 3,
        "version_unique_views": 2,
        "version_views": 2
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-27T18:51:38.401230+00:00",
      "modified": "2025-08-27T18:51:39.489609+00:00",
      "id": 16969285,
      "conceptrecid": "16969284",
      "doi": "10.5281/zenodo.16969285",
      "conceptdoi": "10.5281/zenodo.16969284",
      "doi_url": "https://doi.org/10.5281/zenodo.16969285",
      "metadata": {
        "title": "Tetiaroa Conservation & Sustainable Use Plan",
        "doi": "10.5281/zenodo.16969285",
        "publication_date": "2016-03-18",
        "description": "<p>Tetiaroa is a natural wonder of astonishing beauty and environmental, historical, and cultural importance. It is vital that this treasure be conserved, restored, and protected so that its future is as rich as its past. This Conservation and Sustainable Use Plan (&ldquo;CASUP&rdquo;) attempts to provide a united vision for the future of Tetiaroa and a plan for managing this natural marvel to facilitate ongoing preservation, protection, and responsible use of the atoll, and to make it a model of sustainability.&nbsp;</p>\n<p>The objectives of the CASUP are to articulate a long-term vision - shared by all major stakeholders - for the conservation, protection, and responsible and sustainable use of Tetiaroa; establish both long-term and short-term goals in furtherance of that vision; identify threats to the vision; develop strategies to minimize or eliminate those threats; and set forth recommendations for how the CASUP should be implemented and managed.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Tetiaroa Society",
            "affiliation": null
          }
        ],
        "related_identifiers": [
          {
            "identifier": "https://www.tetiaroasociety.org/sites/default/files/research-docs/Tetiaroa-CASUP.pdf",
            "relation": "isIdenticalTo",
            "resource_type": "publication-report",
            "scheme": "url"
          }
        ],
        "language": "eng",
        "resource_type": {
          "title": "Report",
          "type": "publication",
          "subtype": "report"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "iplaces"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16969284"
              }
            }
          ]
        }
      },
      "title": "Tetiaroa Conservation & Sustainable Use Plan",
      "links": {
        "self": "https://zenodo.org/api/records/16969285",
        "self_html": "https://zenodo.org/records/16969285",
        "preview_html": "https://zenodo.org/records/16969285?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.16969285",
        "self_doi": "https://doi.org/10.5281/zenodo.16969285",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16969285",
        "reserve_doi": "https://zenodo.org/api/records/16969285/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16969284",
        "parent_html": "https://zenodo.org/records/16969284",
        "parent_doi": "https://doi.org/10.5281/zenodo.16969284",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16969284",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16969285/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16969285/sequence/default",
        "files": "https://zenodo.org/api/records/16969285/files",
        "media_files": "https://zenodo.org/api/records/16969285/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:16969285:Tetiaroa-CASUP_2016.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:16969285:Tetiaroa-CASUP_2016.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:16969285:Tetiaroa-CASUP_2016.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:16969285:Tetiaroa-CASUP_2016.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:16969285:Tetiaroa-CASUP_2016.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:16969285:Tetiaroa-CASUP_2016.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/16969285/files-archive",
        "archive_media": "https://zenodo.org/api/records/16969285/media-files-archive",
        "latest": "https://zenodo.org/api/records/16969285/versions/latest",
        "latest_html": "https://zenodo.org/records/16969285/latest",
        "versions": "https://zenodo.org/api/records/16969285/versions",
        "draft": "https://zenodo.org/api/records/16969285/draft",
        "access_links": "https://zenodo.org/api/records/16969285/access/links",
        "access_grants": "https://zenodo.org/api/records/16969285/access/grants",
        "access_users": "https://zenodo.org/api/records/16969285/access/users",
        "access_request": "https://zenodo.org/api/records/16969285/access/request",
        "access": "https://zenodo.org/api/records/16969285/access",
        "communities": "https://zenodo.org/api/records/16969285/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16969285/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/16969285/request-deletion",
        "requests": "https://zenodo.org/api/records/16969285/requests"
      },
      "updated": "2025-08-27T18:51:39.489609+00:00",
      "recid": "16969285",
      "revision": 4,
      "files": [
        {
          "id": "17d163e5-2266-4cf6-8b15-3e82dac54763",
          "key": "Tetiaroa-CASUP_2016.pdf",
          "size": 1866765,
          "checksum": "md5:89fcd32bd729c2cfa465fb00c56cbdc3",
          "links": {
            "self": "https://zenodo.org/api/records/16969285/files/Tetiaroa-CASUP_2016.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "46597"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 15,
        "unique_downloads": 12,
        "views": 16,
        "unique_views": 16,
        "version_downloads": 15,
        "version_unique_downloads": 12,
        "version_unique_views": 16,
        "version_views": 16
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-15T16:16:56.197456+00:00",
      "modified": "2025-10-25T18:57:47.508950+00:00",
      "id": 16883272,
      "conceptrecid": "16883271",
      "doi": "10.5281/zenodo.16883272",
      "conceptdoi": "10.5281/zenodo.16883271",
      "doi_url": "https://doi.org/10.5281/zenodo.16883272",
      "metadata": {
        "title": "Montichneumon immortalibestia Chen & Kikuchi & Shiao 2025, gen. et sp. nov.",
        "doi": "10.5281/zenodo.16883272",
        "publication_date": "2025-08-04",
        "description": "<p><b><i>Montichneumon immortalibestia</i> Chen &amp; Kikuchi gen. et sp. nov.</b></p><p>urn:lsid:zoobank.org:act: 7FD7584D-9E45-4017-B3BE-A23555A8EDB6</p><p>Figs 2&ndash;6; Table 2</p><p><b>Diagnosis</b></p><p>See genus.</p><p><b>Etymology</b></p><p>The specific name &lsquo; <i>immortalibestia</i> &rsquo; is derived from the Latin words &lsquo; <i>immortali-</i> &rsquo; (&lsquo;immortal&rsquo;) plus &lsquo; <i>bestia</i> &rsquo; (&lsquo;beast&rsquo;), meaning &lsquo;the undying beast&rsquo;. The name refers to the superhero character &lsquo;Wolverine&rsquo; from the Marvel Comics series &lsquo;X-Men&rsquo;, who has the abilities of regeneration and beast-like retractable metal claws, as the yellow and black color pattern of this species resembles the costume of this character. Specific name is a noun in apposition.</p><p><b>Type material</b></p><p><b>Holotype</b> TAIWAN &bull; &female;; Miaoli County, Tai&rsquo;an Township, Shei-Pa National Park, Sian campground of Mt Danan (site SBM11); 24&deg;21&prime;40.3&Prime; N, 121&deg;9&prime;48.59&Prime; E; elev. 3090 m; 27 Jun.&ndash;25 Aug. 2021; Jung-Chang Chen, Kuang-Yao Chen, Li-Jen Chang, Ta-Hsiang Li and Hung-Yang Shen leg.; Malaise trap; GenBank nos: PQ361201 (COI), PQ361981 (28S); NMNS ENT 8951-22 (SP0026).</p><p><b>Paratypes</b> TAIWAN &bull; 1 &female;; Miaoli County, Tai&rsquo;an Township, Shei-Pa National Park, Xishishan forest road 9.0 K; 24&deg;19&prime;1.89&Prime; N, 121&deg;3&prime;36.28&Prime; E; elev. 2630 m; 16 Nov. 2021 &ndash; 21 Apr. 2022; Jung-Chang Chen, Kuang-Yao Chen, Li-Jen Chang, Ta-Hsiang Li and Hung-Yang Shen leg.; Malaise trap; GenBank nos: PQ361202 (COI); NMNS ENT 8951-23 (SP0072) &bull; 1 &female;; Nantou County, Ren'ai Township, Nanhuashan (= Nenggao Shan North Peak); 6 May 1992; Yang and Huang leg.; sweeping; NMNS ENT 1447-2018 &bull; 1 &male;; Taichung City, Heping District, Eastern peak of Mt Syueshan&ndash;369 Cabin; elev. 3000&ndash;3200 m; 26&ndash;27 Aug. 2021; Chi-Ting Hsu leg.; sweeping; GenBank nos: PQ361203 (COI); NCHU SP0079.</p><p><b>Description</b></p><p>Measurements are based on two females and one male.</p><p><b>Female</b> HEAD (Fig. 3B&ndash;D). Head in dorsal view 1.8&ndash;2.0 (2.0) &times; as wide as long; frons polished and smooth; OD = 0.15&ndash;0.17 (0.17) mm; POL/OD = 1.1&ndash;1.2 (1.1); OOL/OD = 1.3&ndash;1.4 (1.3); ocellar area rugose-punctate; vertex coarsely punctate with short setae anterior to mid ocellus, finely coriaceous without setae lateral to lateral ocelli; temple evenly punctate with long black setae; occipital carina strong and complete, meeting hypostomal carina above mandible base by 0.6 (0.6) &times; basal mandible width; face 1.8&ndash;2.0 (1.8)&times; as wide as high, polished and strongly punctate with punctures dense laterally (distance between punctures 0.5&ndash; 1.0&times; puncture diameter) and sparse medially (distance between punctures 1.4&ndash;1.6&times; puncture diameter), convex in lateral view; clypeus 2.7 (2.7) &times;as wide as high, polished and sparsely punctate with distance between punctures 2.4&ndash;2.8 &times; puncture diameter, weakly and finely coriaceous medially, with ventral margin truncate, weakly convex in lateral view; labrum exposed, rounded ventrally with row of long setae; malar space long, 1.4&ndash;1.5 (1.4)&times; as long as basal mandible width, finely coriaceous with even and strong punctures; gena wide, 0.8&ndash;0.9 (0.8)&times; as wide as maximum width of eye in lateral view, sparsely punctate with sparse setae; mandible bidentate and evenly narrowed to apex (almost parallel-sided), with upper tooth longer than lower tooth; flagellum with 41&ndash;42 segments, first flagellomere 3.1&ndash;3.7 (3.1) &times; as long as wide, 1.4 (1.4)&times; as long as second flagellomere, second flagellomere 2.2&ndash;2.8 (2.2) &times; as long as wide.</p><p>MESOSOMA (Fig. 3A, E&ndash;F). Pronotum evenly and strongly punctate, with rugose striae ventro-anteriorly and transverse groove dorsally; epomia weak; mesoscutum 1.1&ndash;1.3 (1.3) &times;as long as wide, polished and evenly punctate; notaulus indistinct, present on about anterior half; scutellum 0.9&ndash;1.0 (1.0) &times;as long as wide, flat in lateral profile, polished and sparsely punctate (distance between punctures 3.8&ndash;5.0&times; puncture diameter), with lateral carina absent; metanotum polished and sparsely punctate; mesopleuron polished and evenly punctate, with dorsal half sparsely punctate (distance between punctures 3.0&ndash;6.0 &times; puncture diameter), dorso-anterior and ventro-posterior corners rugose; episternal scrobe distinct, mesopleural sulcus absent, epicnemial carina complete and distinct, strongly curved ventrally and 0.9&times; as high as anterior margin of mesopleuron; metapleuron coarsely punctate and rugose in ventro-posterior corner, with juxtacoxal carina present in anterior half, submetapleural carina complete; propodeal spiracle 3.9&ndash;4.2 (3.9)&times; as long as wide; propodeum with area basalis, area superomedia, and area petiolaris rugose, other area rugose-punctate; area superomedia long, about 1.3&times; as long as its maximum width; area dentipara with short and indistinct tooth posteriorly; lateromedian longitudinal carina and lateral longitudinal carina complete, anterior transverse carina present medially and absent laterally, posterior transverse carina present but indistinct laterally.</p><p>LEGS (Fig. 2). Legs evenly punctate with setae; fore femur 3.6&ndash;3.8 (3.6)&times; as long as wide; hind femur 4.9&ndash;5.4 (5.4) &times; as long as wide, 0.8 (0.8)&times; as long as hind tibia; hind first tarsomere 9.1&ndash;9.9 (9.1)&times; as long as wide, 2.0&ndash;2.1 (2.0) &times; as long as second tarsomere.</p><p>WINGS (Fig. 4A). Fore wing length 10.0&ndash;10.6 (10.6) mm, 3.7&ndash;3.8 (3.8)&times; as long as wide; areolet truncate and tapered anteriorly, 2rs-m 0.9&ndash;1.0 (1.0) &times; as long as 3rs-m, anterior margin of areolet 0.4&ndash;0.5 (0.4) &times; as long as 2rs-m; 1/M 1.1&ndash;1.2 (1.2) &times; as long as 2/M; 1cu-a straight and inclivous, distad M&amp;RS by 0.3&ndash;0.4 (0.3)&times; its length. Hind wing with 2&ndash;3 basal hamuli and 9&ndash;12 distal hamuli; NI = 4.4&ndash;4.5 (4.4).</p><p>METASOMA (Figs 3F&ndash;G, 4C&ndash;D). Tergites and sternites polished; T1 2.2&ndash;2.5 (2.5) &times; as long as its maximum width, 2.7&ndash;2.9 (2.9) &times; as long as its posterior width, 0.9 (0.9)&times; as long as T2; postpetiole smooth, sparsely and minutely punctate laterally; spiracles of T1 located at about 0.7 of length of tergite; T2 1.3&ndash;1.4 (1.4)&times; as long as its posterior width, evenly and minutely punctate; gastrocoelus indistinct, narrow and long, interval between gastrocoeli about 5.6&times; gastrocoelus width; thyridium indistinct and transverse, narrower than interval between thyridia; T3 1.0 (1.0) &times; as long as its posterior width; tergites after T2 evenly (sparsely) and minutely punctate; sternites weakly sclerotized and finely coriaceous; S2 and S3 separated by median unsclerotized area, longitudinally folded, laterosclerites narrow, elongate and tapered anteriorly (S2) and rectangular (S3), S4&ndash;S6 completely sclerotized; laterosternites present on S2&ndash; S5; S6 (hypopygium) tapered and truncate on posterior margin; metasoma with its apex amblypygous; ovipositor sheath with exposed part 0.8&ndash;1.0 (1.0)&times; as long as wide.</p><p>COLORATION (Figs 2&ndash;4). Head mainly yellow; ocellar area, medial longitudinal line of temple, frons, tentorial pit, mandibular teeth, and occiput black; antenna black, except flagellomeres 1&ndash;4 tinged with reddish brown, ventral surface of scape and flagellomeres 5&ndash;14 yellow. Mesosoma mainly yellow; dorsal groove of pronotum, margins, antero-lateral corner, and postero-lateral sides of mesoscutum, ventro-lateral margin of scutellum, epicnemium, ventro-posterior corner and transverse line on anterodorsal corner of mesopleuron, upper division of metapleuron (except one circular marking), anterior and ventral margins of metapleuron, area basalis, area superomedia, and area petiolaris of propodeum black; two linear longitudinal markings on lateral lobes of mesoscutum reddish brown. Wing hyaline tinged with yellowish brown, veins blackish brown, pterostigma yellowish brown. Legs mainly yellow; small markings on fore and mid first trochanters dorsal-basally, basal surface of hind coxa, hind trochanters, basal and apical <b>1/10</b> of hind femur black, tarsi yellow tinged with reddish brown. Metasoma mainly yellow; dorsal and ventral surfaces of T1 petiole and two connected markings in anterior <b>3/10</b> to anterior half of all tergites black; latero-anterior sides of T1 tinged with reddish brown.</p><p><b>Male</b></p><p>General structures similar to female.</p><p>HEAD (Fig. 5A&ndash;B). Head in dorsal view 2.0&times; as wide as long; OD = 0.15 mm; POL/OD = 1.6; OOL/ OD = 1.5; face 1.6 &times; as wide as long; clypeus 2.8 &times; as wide as long; malar space 1.1 &times; as long as basal mandible width; occipital carina meeting hypostomal carina above mandibular base by 0.5 &times; basal mandible width; gena 0.8 &times; as wide as maximum width of eye in lateral view; flagellum with 42&ndash;43 segments, with tyloids on outer surface of segments 9&ndash;19, each segment convex on inner side; first flagellomere 2.9 &times; as long as wide, 1.4 &times; as long as second flagellomere; second flagellomere 2.0&times; as long as wide.</p><p>MESOSOMA (Fig. 5C). Mesoscutum 1.3 &times; as long as wide; scutellum 1.3 &times; as long as wide; propodeal spiracle 3.5&times;as long as wide.</p><p>WINGS. Fore wing length 10.2 mm, 3.7&times; as long as wide; 2rs-m 1.1&times; as long as 3rs-m, anterior margin of areolet 0.4&times; as long as 2rs-m; 1/M 1.1 &times; as long as 2/M; 1cu-a distad M&amp;RS by 0.3&times; its length. Hind wing with 2&ndash;3 basal hamuli and 11&ndash;12 distal hamuli; NI = 5.1.</p><p>LEGS. Fore femur 3.9 &times; as long as wide; hind femur 6.9 &times; as long as wide, 0.8 &times; as long as hind tibia; hind first tarsomere 11.2 &times; as long as wide, 1.9 &times; as long as second tarsomere.</p><p>METASOMA (Fig. 5D&ndash;G). T1 2.5 &times; as long as its maximum width, 2.9&times; as long as its posterior width, 0.9&times; as long as T2; T2 1.5 &times; as long as its posterior width; T3 1.1&times; as long as its posterior width. Gonostyle short, tapered, roundly pointed, covered with long setae apically; gonossiculus long and ventrally curved, strongly tapered and pointed in ventro-apical corner, rounded in dorso-apical corner; cuspis large, rounded apically; volsella covered with patch of slender setae; penisvalva with valviceps long, strongly and ventrally curved and narrowed at middle, apex of valviceps rounded in profile, valvura straight and short, about 0.5 &times; as long as valviceps; abdominal sternum 9 (hypopygium) strongly and triangularly convex on apical margin, without any additional structure.</p><p>COLORATION (Fig. 5A&ndash;D). Similar to female except head in dorsal view with two black markings postero-laterally and one broad longitudinal black stripe medially; mesoscutum with lateral lobes entirely black and medial lobe black anteriorly with one short longitudinal linear black marking; antenna black with flagellomeres 1&ndash;13 yellowish-brown ventrally and tyloids reddish brown; metasomal tergites behind T1 with one anterior black marking truncated (T2) or rounded (other tergites behind) on posterior margin.</p><p><b>Distribution</b></p><p>Taiwan.</p><p><b>Bionomics</b></p><p>The host is unknown. This species is distributed in the high-elevation area of central Taiwan (above 2600 m elevation). The holotype was collected in forest margin with <i>Luzula campestris</i> (L.) DC. (Juncaceae) grassland (Fig. 6A); one female paratype was collected in pure forest of <i>Pinus taiwanensis</i> Hayata, 1911 (Pinaceae) and <i>Chamaecyparis formosensis</i> Matsum. (Cupressaceae) (Fig. 6B&ndash;C).</p><p><b>Remarks</b></p><p>This species keys to the subtribe Amblytelina (Ichneumonini) in the key of Tereshkin (2009) but does not agree with any genus listed in Tereshkin (2011).</p><p>The yellow-black color pattern of this new species is similar to that of two species of the genus <i>Hedyjoppa</i> Cameron, 1904. including <i>H</i>. <i>aurantacea</i> Cameron, 1904 and <i>H</i>. <i>chinensis</i> Riedel, 2023. However, these species can be separated by generic characters such as the length of the malar space (long in <i>M. immortalibestia</i> but short in <i>Hedyjoppa</i>), the sculpture of the T2 (evenly and minutely punctate in <i>M. immortalibestia</i> but striate in <i>Hedyjoppa</i>), and the presence of the lateral carina of the scutellum (absent in <i>M. immortalibestia</i> but complete in <i>Hedyjoppa</i>).</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Chen, Hsuan-Pu",
            "affiliation": "Department of Entomology, National Taiwan University, No. 1, Sec. 4, Roosevelt Rd., Da'an Dist., Taipei 106, Taiwan."
          },
          {
            "name": "Kikuchi, Namiki",
            "affiliation": "Toyohashi Museum of Natural History, 1 - 238 Oana, Oiwa, Toyohashi, Aichi 441 - 3147, Japan. & Systematic Zoology Laboratory, Department of Biological Sciences, Graduate School of Science, Tokyo Metropolitan University, 1 - 1 Minamiosawa, Hachioji-shi, Tokyo, 192 - 0397, Japan."
          },
          {
            "name": "Shiao, Shiuh-Feng",
            "affiliation": "Department of Entomology, National Taiwan University, No. 1, Sec. 4, Roosevelt Rd., Da'an Dist., Taipei 106, Taiwan."
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy",
          "Animalia",
          "Arthropoda",
          "Insecta",
          "Hymenoptera",
          "Ichneumonidae",
          "Montichneumon",
          "Montichneumon immortalibestia"
        ],
        "related_identifiers": [
          {
            "identifier": "10.5852/ejt.2025.1007.2997",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "doi"
          },
          {
            "identifier": "http://zenodo.org/record/16883268",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "http://publication.plazi.org/id/2B50FFF9ED53ED51EC32FFEA061CFF8E",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          },
          {
            "identifier": "https://biodiversitypmc.sibils.org/collections/plazi/D7698781ED59ED43EDA0FB1B05EEFDE8",
            "relation": "isSourceOf",
            "scheme": "url"
          },
          {
            "identifier": "https://www.gbif.org/species/283382346",
            "relation": "isSourceOf",
            "scheme": "url"
          },
          {
            "identifier": "https://www.checklistbank.org/dataset/311861/taxon/D7698781ED59ED43EDA0FB1B05EEFDE8.taxon",
            "relation": "isSourceOf",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.16883274",
            "relation": "cites",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16883276",
            "relation": "cites",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16883278",
            "relation": "cites",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16883280",
            "relation": "cites",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16883282",
            "relation": "cites",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.16911420",
            "relation": "cites",
            "resource_type": "dataset",
            "scheme": "doi"
          },
          {
            "identifier": "http://table.plazi.org/id/0BBF661FED54ED56EC82FDD904D6FDFC",
            "relation": "cites",
            "resource_type": "dataset",
            "scheme": "url"
          },
          {
            "identifier": "http://zoobank.org/CF496970-ABF2-4182-96B1-08187B7CDC0B",
            "relation": "isPartOf",
            "resource_type": "publication-article",
            "scheme": "url"
          }
        ],
        "locations": [
          {
            "place": "Shei-Pa National Park",
            "description": "Holotype TAIWAN • ♀; Miaoli County, Tai'an Township, Shei-Pa National Park, Sian campground of Mt Danan (site SBM11); 24°21'40.3\" N, 121°9'48.59\" E; elev. 3090 m; 27 Jun.-25 Aug. 2021; Jung-Chang Chen, Kuang-Yao Chen, Li-Jen Chang, Ta-Hsiang Li and Hung-Yang Shen leg.; Malaise trap; GenBank nos: PQ361201 (COI), PQ361981 (28S); NMNS ENT 8951-22 (SP0026).",
            "lon": 121.1635,
            "lat": 24.361195
          },
          {
            "place": "Shei-Pa National Park",
            "description": "Paratypes TAIWAN • 1 ♀; Miaoli County, Tai'an Township, Shei-Pa National Park, Xishishan forest road 9.0 K; 24°19'1.89\" N, 121°3'36.28\" E; elev. 2630 m; 16 Nov. 2021 - 21 Apr. 2022; Jung-Chang Chen, Kuang-Yao Chen, Li-Jen Chang, Ta-Hsiang Li and Hung-Yang Shen leg.; Malaise trap; GenBank nos: PQ361202 (COI); NMNS ENT 8951-23 (SP0072)",
            "lon": 121.06008,
            "lat": 24.317192
          }
        ],
        "references": [
          "Tereshkin A. M. 2009. Illustrated key to the tribes of subfamilia Ichneumoninae and genera of the tribe Platylabini of world fauna (Hymenoptera, Ichneumonidae). Linzer biologische Beitrage 41 (2): 1317-1608.",
          "Tereshkin A. M. 2011. Illustrated key to the genera of the subtribe Amblytelina of Palaearctic (Hymenoptera, Ichneumonidae, Ichneumoninae, Ichneumonini). Linzer biologische Beitrage 43 (1): 597-711.",
          "Cameron P. 1904. Descriptions of new genera and species of Ichneumonidae from India. (Hym.). Zeitschrift fur systematische Hymenopterologie und Dipterologie 4: 217-224.",
          "Riedel M. 2023. Notes on Ichneumoninae (Hymenoptera, Ichneumonidae) from southern China, with descriptions of one new genus and twelve new species. Contributions to Entomology 73 (2): 223-248. https://doi.org/10.3897/contrib.entomol.73.e107542"
        ],
        "custom": {
          "dwc:collectionCode": [
            "COI, NCHU",
            "COI, NMNS",
            "NMNS"
          ],
          "dwc:eventDate": [
            "1992-05-06",
            "2021-06-27",
            "2021-08-26",
            "2021-11-16"
          ],
          "dwc:family": [
            "Ichneumonidae"
          ],
          "dwc:genus": [
            "Montichneumon"
          ],
          "dwc:kingdom": [
            "Animalia"
          ],
          "dwc:materialSampleID": [
            "ENT 1447-2018",
            "ENT 8951-23, SP0072",
            "PQ361981, ENT 8951-22, SP0026",
            "SP0079"
          ],
          "dwc:order": [
            "Hymenoptera"
          ],
          "dwc:phylum": [
            "Arthropoda"
          ],
          "dwc:scientificNameAuthorship": [
            "Chen & Kikuchi & Shiao"
          ],
          "dwc:specificEpithet": [
            "immortalibestia"
          ],
          "dwc:taxonRank": [
            "species"
          ],
          "dwc:taxonomicStatus": [
            "gen. et sp. nov."
          ],
          "dwc:typeStatus": [
            "holotype",
            "paratype"
          ],
          "dwc:verbatimEventDate": [
            "1992-05-06",
            "2021-06-27/08-25",
            "2021-08-26/27",
            "2021-11-16/2022-04-21"
          ],
          "openbiodiv:TaxonomicConceptLabel": [
            "Montichneumon immortalibestia Chen & Kikuchi, 2025"
          ]
        },
        "resource_type": {
          "title": "Taxonomic treatment",
          "type": "publication",
          "subtype": "taxonomictreatment"
        },
        "journal": {
          "pages": "11-19",
          "title": "Montichneumon, a new genus of Ichneumoninae (Hymenoptera, Ichneumonidae) from the high mountains of Taiwan, pp. 1-23 in European Journal of Taxonomy",
          "volume": "1007"
        },
        "alternate_identifiers": [
          {
            "identifier": "http://treatment.plazi.org/id/D7698781ED59ED43EDA0FB1B05EEFDE8"
          }
        ],
        "license": {
          "id": "cc-zero"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16883271"
              }
            }
          ]
        },
        "notes": "Published as part of <i>Chen, Hsuan-Pu, Kikuchi, Namiki &amp; Shiao, Shiuh-Feng, 2025, Montichneumon, a new genus of Ichneumoninae (Hymenoptera, Ichneumonidae) from the high mountains of Taiwan, pp. 1-23 in European Journal of Taxonomy 1007</i> on pages 11-19, DOI: 10.5852/ejt.2025.1007.2997, <a href=\"http://zenodo.org/record/16883268\">http://zenodo.org/record/16883268</a>"
      },
      "title": "Montichneumon immortalibestia Chen & Kikuchi & Shiao 2025, gen. et sp. nov.",
      "links": {
        "self": "https://zenodo.org/api/records/16883272",
        "self_html": "https://zenodo.org/records/16883272",
        "preview_html": "https://zenodo.org/records/16883272?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.16883272",
        "self_doi": "https://doi.org/10.5281/zenodo.16883272",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16883272",
        "reserve_doi": "https://zenodo.org/api/records/16883272/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16883271",
        "parent_html": "https://zenodo.org/records/16883271",
        "parent_doi": "https://doi.org/10.5281/zenodo.16883271",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16883271",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16883272/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16883272/sequence/default",
        "files": "https://zenodo.org/api/records/16883272/files",
        "media_files": "https://zenodo.org/api/records/16883272/media-files",
        "archive": "https://zenodo.org/api/records/16883272/files-archive",
        "archive_media": "https://zenodo.org/api/records/16883272/media-files-archive",
        "latest": "https://zenodo.org/api/records/16883272/versions/latest",
        "latest_html": "https://zenodo.org/records/16883272/latest",
        "versions": "https://zenodo.org/api/records/16883272/versions",
        "draft": "https://zenodo.org/api/records/16883272/draft",
        "access_links": "https://zenodo.org/api/records/16883272/access/links",
        "access_grants": "https://zenodo.org/api/records/16883272/access/grants",
        "access_users": "https://zenodo.org/api/records/16883272/access/users",
        "access_request": "https://zenodo.org/api/records/16883272/access/request",
        "access": "https://zenodo.org/api/records/16883272/access",
        "communities": "https://zenodo.org/api/records/16883272/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16883272/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/16883272/request-deletion",
        "requests": "https://zenodo.org/api/records/16883272/requests"
      },
      "updated": "2025-10-25T18:57:47.508950+00:00",
      "recid": "16883272",
      "revision": 17,
      "files": [
        {
          "id": "fa47c297-6982-436c-8318-5deb7f50ca9f",
          "key": "treatment.html",
          "size": 12645,
          "checksum": "md5:70f6e566882712a1a19c02be2d2a7380",
          "links": {
            "self": "https://zenodo.org/api/records/16883272/files/treatment.html/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 2,
        "unique_downloads": 2,
        "views": 7,
        "unique_views": 7,
        "version_downloads": 2,
        "version_unique_downloads": 2,
        "version_unique_views": 7,
        "version_views": 7
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-15T13:10:56.275290+00:00",
      "modified": "2025-08-15T21:11:59.519420+00:00",
      "id": 16882127,
      "conceptrecid": "16882126",
      "doi": "10.5281/zenodo.16882127",
      "conceptdoi": "10.5281/zenodo.16882126",
      "doi_url": "https://doi.org/10.5281/zenodo.16882127",
      "metadata": {
        "title": "WOLFSKILL",
        "doi": "10.5281/zenodo.16882127",
        "publication_date": "2025-08-15",
        "description": "<p>4950 images of grapevine leaves from the USDA Wolfskill collection outside of Winters, California.&nbsp;</p>\n<p>Includes the following varieties:<br>&nbsp; - nan: 123<br>&nbsp; - NA: 44<br>&nbsp; - Zinfandel: 33<br>&nbsp; - Unknown Cultivar: 31<br>&nbsp; - Pinot Noir: 27<br>&nbsp; - Carignane: 24<br>&nbsp; - Folle Blanche: 17<br>&nbsp; - Unkown Cultivar: 17<br>&nbsp; - Palomino: 15<br>&nbsp; - Khalili: 13<br>&nbsp; - Black Hamburg: 13<br>&nbsp; - Black Kishmish: 13<br>&nbsp; - Seedless Tokay: 12<br>&nbsp; - Husseine: 12<br>&nbsp; - Hassaine: 12<br>&nbsp; - Muscat Hamburg: 12<br>&nbsp; - Chardonnay: 12<br>&nbsp; - Kishmishi: 12<br>&nbsp; - Cinsaut: 11<br>&nbsp; - Ladikinah: 11<br>&nbsp; - Red Roumi: 11<br>&nbsp; - Seedless Emperor: 11<br>&nbsp; - Gewurztraminer: 11<br>&nbsp; - Vermentino Favorita: 11<br>&nbsp; - Catarratto: 11<br>&nbsp; - Cabernet Franc: 10<br>&nbsp; - Ghula Dari: 10<br>&nbsp; - Tokay: 10<br>&nbsp; - Sylvaner: 10<br>&nbsp; - Vuthomato: 10<br>&nbsp; - Ferral De Izalva: 10<br>&nbsp; - Calmeria: 10<br>&nbsp; - Merlot: 10<br>&nbsp; - Lakemont: 9<br>&nbsp; - Hakiki: 9<br>&nbsp; - Askari: 9<br>&nbsp; - Aurora: 9<br>&nbsp; - Fuji: 9<br>&nbsp; - Satino: 8<br>&nbsp; - Trousseau: 8<br>&nbsp; - Kastour Rumi: 8<br>&nbsp; - Trieste 4x: 8<br>&nbsp; - Rodiares: 8<br>&nbsp; - Red Ohanez: 8<br>&nbsp; - Kishmish Sorkh: 8<br>&nbsp; - Nebbiolo Fino: 8<br>&nbsp; - Poet Matabon: 8<br>&nbsp; - Limberger: 8<br>&nbsp; - Cabernet Sauvignon: 8<br>&nbsp; - Longyan: 8<br>&nbsp; - Rubired: 8<br>&nbsp; - Fernao Pires: 8<br>&nbsp; - Abla Aganin Isium: 8<br>&nbsp; - Barbera: 8<br>&nbsp; - Volta: 8<br>&nbsp; - Himrisnky: 8<br>&nbsp; - Tinta Cao: 8<br>&nbsp; - Barlinka: 8<br>&nbsp; - Yugoslavia 360: 8<br>&nbsp; - Victoria's Choice: 8<br>&nbsp; - Littorio (i.p. 90): 8<br>&nbsp; - Aswad: 8<br>&nbsp; - Muscat of Alexandria: 8<br>&nbsp; - Niunai: 8<br>&nbsp; - Chasselas Dore: 8<br>&nbsp; - Refosco: 8<br>&nbsp; - Alicante Bouschet: 8<br>&nbsp; - White Riesling: 8<br>&nbsp; - Pfeffer: 8<br>&nbsp; - Moscato Di Terracina: 8<br>&nbsp; - Volitza Lefki: 8<br>&nbsp; - Kishmish Of Vir: 8<br>&nbsp; - Rodites: 8<br>&nbsp; - Olivette Blanche: 8<br>&nbsp; - CG 1481 4x: 8<br>&nbsp; - Morescono: 8<br>&nbsp; - Asma: 8<br>&nbsp; - Ribier: 8<br>&nbsp; - Valdepenas: 8<br>&nbsp; - Syrah: 8<br>&nbsp; - Mavroudi: 8<br>&nbsp; - Furmint: 8<br>&nbsp; - Vrathiano: 8<br>&nbsp; - Affenthaler: 8<br>&nbsp; - Rosaki: 8<br>&nbsp; - Kadarka: 8<br>&nbsp; - Dabouki: 8<br>&nbsp; - Platani: 8<br>&nbsp; - Patrino: 7<br>&nbsp; - Dschan Im Isium: 7<br>&nbsp; - Semillon: 7<br>&nbsp; - Touriga: 7<br>&nbsp; - Kandahar: 7<br>&nbsp; - Korghianitis: 7<br>&nbsp; - Sauvignon Vert: 7<br>&nbsp; - Voltzicki: 7<br>&nbsp; - Beli Potok: 7<br>&nbsp; - Vernatschia Alternatures: 7<br>&nbsp; - Rish Baba: 7<br>&nbsp; - Cipro Nero: 7<br>&nbsp; - Conte Rosso: 7<br>&nbsp; - Kotzifali: 7<br>&nbsp; - Alvarelhao: 7<br>&nbsp; - Muscat Of Alexandria: 7<br>&nbsp; - Autumn Black: 7<br>&nbsp; - Fresno 32-68: 7<br>&nbsp; - Royal: 7<br>&nbsp; - Aspruda Halkidos: 7<br>&nbsp; - Nasa Veltliner: 7<br>&nbsp; - Verdal: 7<br>&nbsp; - Zalovitico: 7<br>&nbsp; - Muscat Szauter: 7<br>&nbsp; - Black Morocco: 6<br>&nbsp; - Gouveio: 6<br>&nbsp; - Olivette Noir: 6<br>&nbsp; - Spin Kwar: 6<br>&nbsp; - Red Malaga #2 4x: 6<br>&nbsp; - Burgrave: 6<br>&nbsp; - Malmsey: 6<br>&nbsp; - Terret Blanc: 6<br>&nbsp; - Noir D'automne: 6<br>&nbsp; - Olmo 18-226 D: 6<br>&nbsp; - Boyalsing I: 6<br>&nbsp; - Nilok: 6<br>&nbsp; - Negru Virtos: 6<br>&nbsp; - Mourisco Branco: 6<br>&nbsp; - Kurtelaska: 6<br>&nbsp; - Chardonay: 6<br>&nbsp; - Anatolitico: 6<br>&nbsp; - Sultana: 6<br>&nbsp; - Fachren Weis: 6<br>&nbsp; - Persian R27: 6<br>&nbsp; - Gros Colman: 6<br>&nbsp; - Parargoon: 6<br>&nbsp; - Agoumastos: 6<br>&nbsp; - Khaldar: 6<br>&nbsp; - Durif: 6<br>&nbsp; - Italia (IP 65): 6<br>&nbsp; - Kashiri: 6<br>&nbsp; - Kontocladi: 6<br>&nbsp; - Chaouch: 6<br>&nbsp; - Khalchili: 6<br>&nbsp; - Malvasia Bianca: 6<br>&nbsp; - Perle: 6<br>&nbsp; - Citronelle: 6<br>&nbsp; - Lal Sorkh: 6<br>&nbsp; - Black Rose: 6<br>&nbsp; - Psarotherico: 6<br>&nbsp; - Katsano: 6<br>&nbsp; - Ishkin: 6<br>&nbsp; - Negro Amaro: 6<br>&nbsp; - Naboda: 6<br>&nbsp; - Vertzami: 6<br>&nbsp; - Magliasina: 6<br>&nbsp; - Mouska: 6<br>&nbsp; - Guydouria: 6<br>&nbsp; - Barbableu: 6<br>&nbsp; - Agadia: 6<br>&nbsp; - Sultana Moscata: 6<br>&nbsp; - Chenin Blanc: 6<br>&nbsp; - Roussico: 6<br>&nbsp; - Kokour Rot: 6<br>&nbsp; - Prokupac: 6<br>&nbsp; - Montils: 6<br>&nbsp; - Alulu: 6<br>&nbsp; - Damas Rose: 6<br>&nbsp; - Guydouriha: 6<br>&nbsp; - Ferdinand De Lesseps: 6<br>&nbsp; - b 39-59a Mlc: 6<br>&nbsp; - Princess: 6<br>&nbsp; - b 39-52 Mlc: 6<br>&nbsp; - Centennial 4X: 6<br>&nbsp; - Chasselas Napoleon: 6<br>&nbsp; - Namonia: 6<br>&nbsp; - Ajmi: 6<br>&nbsp; - Mission: 6<br>&nbsp; - Budrilay: 6<br>&nbsp; - Kraljevina: 6<br>&nbsp; - Bellino: 5<br>&nbsp; - Aglianico: 5<br>&nbsp; - Aspruda Santorinih: 5<br>&nbsp; - Albana: 5<br>&nbsp; - Casculho: 5<br>&nbsp; - _5-17: 5<br>&nbsp; - Barone Dell'aterno: 5<br>&nbsp; - G4-74 (Seedless Calmeria): 5<br>&nbsp; - Moscato Samos: 5<br>&nbsp; - Vranac: 5<br>&nbsp; - L'Arvine: 5<br>&nbsp; - Chrisostaphylo: 5<br>&nbsp; - Mezes: 5<br>&nbsp; - DOVine: 5<br>&nbsp; - Emperor: 5<br>&nbsp; - Cornichon: 5<br>&nbsp; - Fantasy Seedless: 5<br>&nbsp; - Retino Lefko: 5<br>&nbsp; - Chaush White: 5<br>&nbsp; - Moschardina: 5<br>&nbsp; - Russian Seedless: 5<br>&nbsp; - Sabalkanskoi: 5<br>&nbsp; - Early Muscat: 5<br>&nbsp; - Vital: 5<br>&nbsp; - Olmo 672: 5<br>&nbsp; - Husseive: 5<br>&nbsp; - Olmo 19-25 D: 5<br>&nbsp; - Tsambato: 5<br>&nbsp; - Gold: 5<br>&nbsp; - Trifera: 5<br>&nbsp; - Rozovii Kishmish: 5<br>&nbsp; - Perruno: 5<br>&nbsp; - Veronese: 5<br>&nbsp; - Anacelatta: 5<br>&nbsp; - Berzemina: 5<br>&nbsp; - Chasselas Tompa: 5<br>&nbsp; - Primitivo De Gioia #473: 5<br>&nbsp; - Mureto: 5<br>&nbsp; - Zerk: 5<br>&nbsp; - Lady Hutt: 5<br>&nbsp; - Mavrokorakas: 5<br>&nbsp; - _5-14: 5<br>&nbsp; - Tsoupi: 5<br>&nbsp; - Russian Seedless 4x: 5<br>&nbsp; - Nerello Calabrese: 5<br>&nbsp; - Migdali: 5<br>&nbsp; - Sovereign Coronation: 5<br>&nbsp; - Neiretto Verzuolo: 5<br>&nbsp; - Rhazaki Anatolico: 5<br>&nbsp; - Milton: 5<br>&nbsp; - Alicante Branca: 5<br>&nbsp; - Millishun: 5<br>&nbsp; - Arcathinoh: 5<br>&nbsp; - Muscadelle De Bordelais: 5<br>&nbsp; - Terret Schwarz: 5<br>&nbsp; - Roussas: 5<br>&nbsp; - Fayoumi: 5<br>&nbsp; - Teltfurtu: 5<br>&nbsp; - Diamond Jubilee: 5<br>&nbsp; - Kini Yatch: 5<br>&nbsp; - Sultanina Marble: 5<br>&nbsp; - Chaouch 4x: 5<br>&nbsp; - Stambulari (stambul Ali): 5<br>&nbsp; - Tabyrn: 5<br>&nbsp; - Gaschochi: 5<br>&nbsp; - Araclinos: 5<br>&nbsp; - Shingargoon: 5<br>&nbsp; - Yellow Ortlieber: 5<br>&nbsp; - Plavac Mali: 5<br>&nbsp; - b 39-59 Mlc: 5<br>&nbsp; - Fokianoh: 5<br>&nbsp; - Tarrango II: 5<br>&nbsp; - Muscat St. Laurent: 5<br>&nbsp; - Tana-Kuzi: 5<br>&nbsp; - Agwam: 5<br>&nbsp; - Perlette: 5<br>&nbsp; - Parianoh: 5<br>&nbsp; - Jackson Sel. #3: 5<br>&nbsp; - Kovalewka: 5<br>&nbsp; - Kishmish Hishrau: 5<br>&nbsp; - Greco Bianco: 5<br>&nbsp; - Mrs Pince Black Muscat: 5<br>&nbsp; - _5-20: 5<br>&nbsp; - Royale 4x: 5<br>&nbsp; - Roussaitis: 5<br>&nbsp; - Angelo Pirovano: 5<br>&nbsp; - Kabuli: 5<br>&nbsp; - Bixby: 5<br>&nbsp; - Pedro Ximenez: 5<br>&nbsp; - Bargoon: 5<br>&nbsp; - Psara: 5<br>&nbsp; - Lal: 5<br>&nbsp; - Xarello: 5<br>&nbsp; - Tinta Mole: 4<br>&nbsp; - Delight: 4<br>&nbsp; - Bhokari: 4<br>&nbsp; - Olivette Noire: 4<br>&nbsp; - Berurargoon: 4<br>&nbsp; - Barbara: 4<br>&nbsp; - Gros Manzenc: 4<br>&nbsp; - Futuna 700: 4<br>&nbsp; - Morrastel: 4<br>&nbsp; - Clevner Mariafeld: 4<br>&nbsp; - Zifir: 4<br>&nbsp; - Triplett T34-1: 4<br>&nbsp; - Calzin: 4<br>&nbsp; - Koret: 4<br>&nbsp; - Mamelon: 4<br>&nbsp; - Kepraico: 4<br>&nbsp; - Siewiernyi: 4<br>&nbsp; - Grillo: 4<br>&nbsp; - Triplett T793-1: 4<br>&nbsp; - Red Fujii: 4<br>&nbsp; - Serphiotico: 4<br>&nbsp; - Slankamenka: 4<br>&nbsp; - Yaghotti No. 1: 4<br>&nbsp; - Liatico: 4<br>&nbsp; - Stambul Ali (stambulari): 4<br>&nbsp; - Queen: 4<br>&nbsp; - Red Roumi Tanta: 4<br>&nbsp; - Delizia Di Vaprio: 4<br>&nbsp; - Peverella: 4<br>&nbsp; - Spin Ugad: 4<br>&nbsp; - Olmo (030-53): 4<br>&nbsp; - Erbalus Caluso: 4<br>&nbsp; - Fakdi: 4<br>&nbsp; - Crimson Seedless: 4<br>&nbsp; - Muscat Br39: 4<br>&nbsp; - Kozanitis: 4<br>&nbsp; - Yourutico: 4<br>&nbsp; - Ter Gulmer: 4<br>&nbsp; - Stravaganza Vidor: 4<br>&nbsp; - Syrian: 4<br>&nbsp; - Olivette Vendemien: 4<br>&nbsp; - Futuna 699: 4<br>&nbsp; - White Veltliner: 4<br>&nbsp; - Olmo (034-16): 4<br>&nbsp; - Green Veltliner: 4<br>&nbsp; - Cardinal 4x: 4<br>&nbsp; - Helena: 4<br>&nbsp; - Esparte: 4<br>&nbsp; - Karistino: 4<br>&nbsp; - Berzamino: 4<br>&nbsp; - Keknyelu: 4<br>&nbsp; - Schwin: 4<br>&nbsp; - Cornifesto: 4<br>&nbsp; - Etraire De L'adhui: 4<br>&nbsp; - Sovereign Rose: 4<br>&nbsp; - Mueller-thurgau: 4<br>&nbsp; - Lagrein: 4<br>&nbsp; - Neeli: 4<br>&nbsp; - Mammolo Toscano: 4<br>&nbsp; - Trebbiano Bianco: 4<br>&nbsp; - Prieska: 4<br>&nbsp; - Ruby Cabernet: 4<br>&nbsp; - Triplett T51-16A: 4<br>&nbsp; - Khusaine Red: 4<br>&nbsp; - Chasselas Des Bouches-du-rhone: 4<br>&nbsp; - Malvasia del Chianti: 4<br>&nbsp; - Turkish Grape: 4<br>&nbsp; - Cola Tamburo: 4<br>&nbsp; - Red Hanepoot: 4<br>&nbsp; - Pleven Mychat: 4<br>&nbsp; - Humagne: 4<br>&nbsp; - Katta Kurgan: 4<br>&nbsp; - Black Damascus: 4<br>&nbsp; - Pardala: 4<br>&nbsp; - Askary: 4<br>&nbsp; - Sangiovese: 4<br>&nbsp; - Malvasia Rosario: 4<br>&nbsp; - Criolla Negra: 4<br>&nbsp; - b 40-6 Mlc: 4<br>&nbsp; - Sev Lernatu PRG 2224: 4<br>&nbsp; - Walsch Riesling: 4<br>&nbsp; - Moscato Jesus: 4<br>&nbsp; - Marditza: 4<br>&nbsp; - Perbos 205: 4<br>&nbsp; - Triplett T170-9B: 4<br>&nbsp; - Thiakon: 4<br>&nbsp; - Boal Da Figueira: 4<br>&nbsp; - Castelao: 4<br>&nbsp; - Xylomaherudah: 4<br>&nbsp; - Perla Di Csaba: 4<br>&nbsp; - Alicante Ganzin: 4<br>&nbsp; - Angulata: 4<br>&nbsp; - Canner: 4<br>&nbsp; - Sauvignon Blanc: 4<br>&nbsp; - Teneron: 4<br>&nbsp; - Asma Sohwars: 4<br>&nbsp; - Boal Madeira: 4<br>&nbsp; - Eftakilo: 4<br>&nbsp; - Waltham Cross: 4<br>&nbsp; - Prune De Cazouls: 4<br>&nbsp; - Gyongyrizling: 4<br>&nbsp; - Bakari Mavro: 4<br>&nbsp; - Vaftra (vaspa): 4<br>&nbsp; - Saint Emilion: 4<br>&nbsp; - Ithani Mavro: 4<br>&nbsp; - Boal Doce: 4<br>&nbsp; - Schonburger: 4<br>&nbsp; - Diamente Nero: 4<br>&nbsp; - Arnsburger: 4<br>&nbsp; - Gustolidi: 4<br>&nbsp; - Alburla: 4<br>&nbsp; - Kurutaktas: 4<br>&nbsp; - Clairette De Limoux: 4<br>&nbsp; - Souzao: 4<br>&nbsp; - Markandi: 4<br>&nbsp; - Selection 2798: 4<br>&nbsp; - Pais: 4<br>&nbsp; - Pinot Fin: 4<br>&nbsp; - Flora: 4<br>&nbsp; - Treixadura Blanca: 4<br>&nbsp; - Otscha Bala: 4<br>&nbsp; - Zimsko Belo: 4<br>&nbsp; - Pizzutello: 4<br>&nbsp; - Donzelinho De Castelo: 4<br>&nbsp; - Schiradzouli Violet: 4<br>&nbsp; - St. Catherine's Old Vine: 4<br>&nbsp; - Royalty: 4<br>&nbsp; - Sahibi Sorkh: 4<br>&nbsp; - Austrian Seedless: 4<br>&nbsp; - Cereza: 4<br>&nbsp; - Alloued Zeine: 4<br>&nbsp; - Dalnato I: 4<br>&nbsp; - Zabalkanski: 4<br>&nbsp; - Danuque: 4<br>&nbsp; - Peloursin: 4<br>&nbsp; - Nicolas Horthy #39: 4<br>&nbsp; - Tabyrn 4x: 4<br>&nbsp; - Nosargoon: 4<br>&nbsp; - Barmak Isium: 4<br>&nbsp; - Primus: 4<br>&nbsp; - Assirtico: 4<br>&nbsp; - Pirobelle: 4<br>&nbsp; - Pinot Nero: 4<br>&nbsp; - Kritico: 4<br>&nbsp; - Tsoumbrena Lefki: 4<br>&nbsp; - Black Prince: 4<br>&nbsp; - Skiathopoulo: 4<br>&nbsp; - Salomani: 4<br>&nbsp; - Donzillinho: 4<br>&nbsp; - Cortese: 4<br>&nbsp; - Oubeidy: 4<br>&nbsp; - Beli Prokupac: 4<br>&nbsp; - Imperator (p. 264): 4<br>&nbsp; - Kristalli: 4<br>&nbsp; - Antibo: 4<br>&nbsp; - Mavroudi School Of Patras: 4<br>&nbsp; - Sangioveto: 4<br>&nbsp; - Hermitage: 4<br>&nbsp; - Mavroliatis: 4<br>&nbsp; - Malvasia Del Chianti: 4<br>&nbsp; - Pardinia: 4<br>&nbsp; - Angevine Oberlin: 4<br>&nbsp; - Meunier: 4<br>&nbsp; - Neiretta: 4<br>&nbsp; - Kwar II: 4<br>&nbsp; - Perbos 139: 4<br>&nbsp; - Muscat Talebot: 4<br>&nbsp; - Parreira: 4<br>&nbsp; - Tsoumbrena Mavri: 4<br>&nbsp; - Canaiolo Nero: 4<br>&nbsp; - Dermatas: 4<br>&nbsp; - Rosa Reveliotti: 4<br>&nbsp; - Triplett T203-1: 4<br>&nbsp; - _5-30: 4<br>&nbsp; - Marzemino: 4<br>&nbsp; - Hibron Blanc: 4<br>&nbsp; - Fresia: 4<br>&nbsp; - Moscato D'adda: 4<br>&nbsp; - Olmo (030-33): 4<br>&nbsp; - Fileri: 4<br>&nbsp; - Wengerka: 4<br>&nbsp; - Aramon: 4<br>&nbsp; - Midget Thompson Seedless: 4<br>&nbsp; - Petite Bouschet: 4<br>&nbsp; - Zengo: 4<br>&nbsp; - Victoria's Choice #1: 4<br>&nbsp; - Madam Matijas: 4<br>&nbsp; - Rambola: 4<br>&nbsp; - Olmo 6F V19: 4<br>&nbsp; - Netter: 4<br>&nbsp; - Preto Manteudo: 4<br>&nbsp; - Korfiatis: 4<br>&nbsp; - Karabournov: 4<br>&nbsp; - Moscatel Galego: 4<br>&nbsp; - Muscat De Pantellana: 4<br>&nbsp; - Ithani Lefko: 4<br>&nbsp; - Fatai: 4<br>&nbsp; - Rousseau: 4<br>&nbsp; - Blue Trollinger: 4<br>&nbsp; - Kala Kostan: 4<br>&nbsp; - Sochal Kara-kash: 4<br>&nbsp; - Zinfandel Heritage Sel. # 17: 4<br>&nbsp; - Doral: 4<br>&nbsp; - Mermark: 4<br>&nbsp; - Terret Gris: 4<br>&nbsp; - Muscat De L'adda: 4<br>&nbsp; - Olmo (035-64): 4<br>&nbsp; - Muscat Noir De Hongrie: 4<br>&nbsp; - Neo-Muscat: 4<br>&nbsp; - Ranny Vira: 4<br>&nbsp; - Ak Schekerek: 4<br>&nbsp; - Opale: 4<br>&nbsp; - Fresno 35-75: 4<br>&nbsp; - Olmo (035-58): 4<br>&nbsp; - Coristano: 4<br>&nbsp; - Asprocoritho: 4<br>&nbsp; - Badacsony-10: 4<br>&nbsp; - Tagouti Rouge: 4<br>&nbsp; - Teroldego: 4<br>&nbsp; - Hondromavroudo: 4<br>&nbsp; - Mathilde: 4<br>&nbsp; - Coudsi: 4<br>&nbsp; - Moscatel Ros. De Blas: 4<br>&nbsp; - Early Red Malvasia: 4<br>&nbsp; - Ciminnita: 4<br>&nbsp; - Adjem Misquet: 4<br>&nbsp; - Kreatza: 4<br>&nbsp; - Triplett 181-7A: 4<br>&nbsp; - Aspruda Ariloghi: 4<br>&nbsp; - Tannat: 4<br>&nbsp; - Bombino Bianco: 4<br>&nbsp; - Muscat Rouge Fouce: 4<br>&nbsp; - Hillbilly: 4<br>&nbsp; - Fraula Kihi: 4<br>&nbsp; - Kandhari: 4<br>&nbsp; - Grenache: 4<br>&nbsp; - Magno: 4<br>&nbsp; - Volarova: 4<br>&nbsp; - Triplett 158-8B: 4<br>&nbsp; - Shindu Khari: 4<br>&nbsp; - Velana: 4<br>&nbsp; - Rhazaki: 4<br>&nbsp; - Terret Bourret: 4<br>&nbsp; - Olmo (034-29): 4<br>&nbsp; - Charbono: 4<br>&nbsp; - Chatus: 4<br>&nbsp; - Erlihane: 4<br>&nbsp; - Asprorombola: 4<br>&nbsp; - Triplett F3-4: 4<br>&nbsp; - Xerez: 4<br>&nbsp; - Melon: 4<br>&nbsp; - Angelina: 4<br>&nbsp; - Neelilay: 4<br>&nbsp; - Kabajink: 4<br>&nbsp; - Vernaccia Di San Gimignano: 4<br>&nbsp; - Bermestia Violacea: 4<br>&nbsp; - Meslier: 4<br>&nbsp; - Tintureiro: 4<br>&nbsp; - Lombardia: 4<br>&nbsp; - Yugoslavia 2798: 4<br>&nbsp; - Violento: 4<br>&nbsp; - Aitah: 4<br>&nbsp; - Gamay Toma: 4<br>&nbsp; - Kolokithian: 4<br>&nbsp; - Parnicko: 4<br>&nbsp; - De Hero Di St. Vallier: 4<br>&nbsp; - Potamisi: 4<br>&nbsp; - Boal Cachudo: 4<br>&nbsp; - Vorosmarthy: 4<br>&nbsp; - Maria Pirovano: 4<br>&nbsp; - Souzao No. 809: 4<br>&nbsp; - Olmo (035-47): 4<br>&nbsp; - Kali Sag: 4<br>&nbsp; - Pinot Pernard: 4<br>&nbsp; - Salvador: 4<br>&nbsp; - Rhazaki Arhanon: 4<br>&nbsp; - Appley Towers: 4<br>&nbsp; - Long Emperor: 4<br>&nbsp; - Ruby Okuyama: 4<br>&nbsp; - Thompson Seedless: 4<br>&nbsp; - Sultana Crimson: 4<br>&nbsp; - Kakourdess Weis: 4<br>&nbsp; - Triplett 30-47: 4<br>&nbsp; - Sicilien: 4<br>&nbsp; - Daphne: 4<br>&nbsp; - Triplett T194-1: 4<br>&nbsp; - Muscat Noir: 4<br>&nbsp; - Nimrang #58: 4<br>&nbsp; - Sovereign Noir: 4<br>&nbsp; - Fort Ross Vine: 4<br>&nbsp; - Oki di Boi: 4<br>&nbsp; - Mavro Spetzon: 4<br>&nbsp; - Frankenthal: 4<br>&nbsp; - Aspiran Noir: 4<br>&nbsp; - Balta: 4<br>&nbsp; - Verdea: 4<br>&nbsp; - Rothgipfler: 4<br>&nbsp; - Sahibi: 4<br>&nbsp; - Shtur Angur: 4<br>&nbsp; - Sultana Moschata: 4<br>&nbsp; - Demir Kara: 4<br>&nbsp; - Ganjehi: 4<br>&nbsp; - Aitah Ghulaman: 4<br>&nbsp; - Sidezitis Proimo: 4<br>&nbsp; - Karrithato: 4<br>&nbsp; - Juracon Noir: 4<br>&nbsp; - Triplett T82-4B: 4<br>&nbsp; - Flame Tokay: 4<br>&nbsp; - Augustiatico: 4<br>&nbsp; - Rangspray: 4<br>&nbsp; - Psevthosirico: 4<br>&nbsp; - White Corinth: 4<br>&nbsp; - Zinfandel Heritage Sel. # 14: 4<br>&nbsp; - Dolcetto: 4<br>&nbsp; - San Martino (P. 215): 4<br>&nbsp; - Dattier: 4<br>&nbsp; - Robin Noir: 4<br>&nbsp; - Ree: 4<br>&nbsp; - Kishmish-charni: 4<br>&nbsp; - Moscato Bianco: 4<br>&nbsp; - Dornfelder: 4<br>&nbsp; - Bermestia Bianca: 4<br>&nbsp; - Aleatico: 4<br>&nbsp; - Muscat Blanc: 4<br>&nbsp; - Gamay: 4<br>&nbsp; - Leanoy: 4<br>&nbsp; - Steinschiller: 4<br>&nbsp; - Churgoon: 4<br>&nbsp; - Tinta Amarella: 4<br>&nbsp; - Husseine (rish Baba): 4<br>&nbsp; - Robin: 4<br>&nbsp; - Cirmisi Sap De Sudak: 4<br>&nbsp; - Pinot Blanc: 4<br>&nbsp; - Pavai: 4<br>&nbsp; - Tavriz: 4<br>&nbsp; - Prosecco Lungo: 4<br>&nbsp; - Verdelho: 4<br>&nbsp; - Olmo (030-37): 4<br>&nbsp; - Keshmesh: 4<br>&nbsp; - Askathari: 4<br>&nbsp; - Ab Jusht: 4<br>&nbsp; - Hosargoon: 4<br>&nbsp; - Orange Muskat: 4<br>&nbsp; - Mavrovomaico: 4<br>&nbsp; - Somarello Rosso: 4<br>&nbsp; - Gamay Burgoyne: 4<br>&nbsp; - Malbec: 4<br>&nbsp; - Muscato Vidor: 4<br>&nbsp; - Retino Mavro: 4<br>&nbsp; - El Bejuco: 4<br>&nbsp; - Spanna: 4<br>&nbsp; - Chaouchi Politico: 4<br>&nbsp; - Kecskemet: 4<br>&nbsp; - Feher Som: 4<br>&nbsp; - Olho De Pargo: 4<br>&nbsp; - Saint Laurent: 4<br>&nbsp; - Kokinorobola: 4<br>&nbsp; - Kandhar: 4<br>&nbsp; - Exotic: 4<br>&nbsp; - Morio Muscat: 4<br>&nbsp; - July Muscat: 4<br>&nbsp; - Selection 360: 4<br>&nbsp; - Cannon Hall: 4<br>&nbsp; - Probella: 4<br>&nbsp; - Olmo (035-41): 4<br>&nbsp; - Lagrain: 4<br>&nbsp; - Gungargoon: 4<br>&nbsp; - Koptcha: 4<br>&nbsp; - Raisin De Palestine: 4<br>&nbsp; - Jampal: 4<br>&nbsp; - Honigber: 4<br>&nbsp; - La Reinha: 4<br>&nbsp; - Petite Noir: 4<br>&nbsp; - Fresno 35-33: 4<br>&nbsp; - Malagusiah: 4<br>&nbsp; - Mourvedre Famellestadt: 4<br>&nbsp; - Tinta Madeira: 4<br>&nbsp; - Tchilar: 4<br>&nbsp; - Khir Ghulaman: 4<br>&nbsp; - Zweigelt-rebe: 4<br>&nbsp; - Royal E: 4<br>&nbsp; - Olmo (030-44): 4<br>&nbsp; - Talia: 4<br>&nbsp; - Inzolia: 4<br>&nbsp; - Peagudo: 4<br>&nbsp; - Marsanne: 4<br>&nbsp; - B 15-19: 4<br>&nbsp; - Taminga: 4<br>&nbsp; - Gamay Rond: 4<br>&nbsp; - Buraburi: 4<br>&nbsp; - Moscato Mavro: 4<br>&nbsp; - Fresno 32-139: 4<br>&nbsp; - Ruby Seedless: 4<br>&nbsp; - Aligote: 4<br>&nbsp; - Feher Szagos: 4<br>&nbsp; - Kule Dary: 4<br>&nbsp; - Pinot: 4<br>&nbsp; - CG 1481: 4<br>&nbsp; - Tinta Francisca: 4<br>&nbsp; - Gemeroh: 4<br>&nbsp; - Sereksiya Rosavi: 4<br>&nbsp; - Blanc De Crimei: 4<br>&nbsp; - Silver Frontignan: 4<br>&nbsp; - Kouldjinski: 4<br>&nbsp; - Japanese Burgundy: 4<br>&nbsp; - Triplett T182-4: 4<br>&nbsp; - Dan Ben Chana: 4<br>&nbsp; - Ladyfinger Mutant Of Thompson Seedless: 4<br>&nbsp; - Black Corinth: 4<br>&nbsp; - Itonychi Mavro: 4<br>&nbsp; - Riesling Italico: 4<br>&nbsp; - Bastardo: 4<br>&nbsp; - Petit Manseng: 4<br>&nbsp; - Muscat Galego: 4<br>&nbsp; - Royal Thompson: 4<br>&nbsp; - Alicante Vermelho: 4<br>&nbsp; - Emile Royal: 4<br>&nbsp; - Choultu White: 4<br>&nbsp; - Karvouniariz: 4<br>&nbsp; - Ohanes: 4<br>&nbsp; - Clairette Blanche: 4<br>&nbsp; - Almeria: 4<br>&nbsp; - White Tokay: 4<br>&nbsp; - Dumbrehnah Mavri: 4<br>&nbsp; - Torgoon: 4<br>&nbsp; - Malta Seedless: 4<br>&nbsp; - Staphythostaphylo: 4<br>&nbsp; - Fahri Kalamak: 4<br>&nbsp; - Primiera: 4<br>&nbsp; - Itonychi Lefko: 4<br>&nbsp; - Mondeuse: 4<br>&nbsp; - Kominato: 4<br>&nbsp; - Blue Affenthaler: 4<br>&nbsp; - Favorita Segaria: 4<br>&nbsp; - Orleans: 4<br>&nbsp; - Mission Jalama: 4<br>&nbsp; - b 39-63 Mlc: 4<br>&nbsp; - Nebbiolo: 4<br>&nbsp; - Dizmar: 4<br>&nbsp; - Pirovano 5: 4<br>&nbsp; - Beba: 4<br>&nbsp; - Olmo (033-50): 4<br>&nbsp; - White Elbling: 4<br>&nbsp; - Trincadeiro Branco: 4<br>&nbsp; - Prince Of Wales: 4<br>&nbsp; - Nimrang: 4<br>&nbsp; - Grignolino: 4<br>&nbsp; - Charmont: 4<br>&nbsp; - Troja: 4<br>&nbsp; - Muscat Of Hungary: 4<br>&nbsp; - Foster's Seedling: 4<br>&nbsp; - Grand Noir: 4<br>&nbsp; - Leanyka: 4<br>&nbsp; - Karadzhandal: 4<br>&nbsp; - Hongjixin: 4<br>&nbsp; - Bonvedro: 4<br>&nbsp; - Blaue Elbe: 4<br>&nbsp; - Crujidero: 4<br>&nbsp; - Madeleine Celine: 4<br>&nbsp; - Bien Donnie: 4<br>&nbsp; - Pias: 4<br>&nbsp; - Luquaci Thompson: 4<br>&nbsp; - Korente: 4<br>&nbsp; - Schiradzouli Blanc: 4<br>&nbsp; - Julius Caesar: 4<br>&nbsp; - Boal Branco: 4<br>&nbsp; - Al Borla: 4<br>&nbsp; - Zlahtina: 4<br>&nbsp; - Muscat Canelli: 4<br>&nbsp; - Madeleine Sylvaner: 4<br>&nbsp; - Nebbiolo Michet: 4<br>&nbsp; - Black Malvoisie: 4<br>&nbsp; - Kokinelia: 4<br>&nbsp; - Thomuscat: 4<br>&nbsp; - Chenin Noir: 4<br>&nbsp; - Vustolethi: 4<br>&nbsp; - Nonno Giovanni: 4<br>&nbsp; - Seeded Thompson: 4<br>&nbsp; - White Cabernet: 4<br>&nbsp; - Buaki: 4<br>&nbsp; - Aromatico: 4<br>&nbsp; - Muscat Crime: 4<br>&nbsp; - Olmo (033-60): 4<br>&nbsp; - Chasselas Tokay: 4<br>&nbsp; - b 40-4 Mlc: 4<br>&nbsp; - Lambrusco: 4<br>&nbsp; - Gros Maroc: 4<br>&nbsp; - Kulidzhinski: 4<br>&nbsp; - Yaghotti No. 2: 4<br>&nbsp; - Siar: 4<br>&nbsp; - Petite Verdot: 4<br>&nbsp; - Ortega: 4<br>&nbsp; - Diamond Muscat: 4<br>&nbsp; - Iviar Oliver: 4<br>&nbsp; - Tscharas: 4<br>&nbsp; - Norakert PRG 2224: 4<br>&nbsp; - Black Queen: 4<br>&nbsp; - Summer Muscat: 4<br>&nbsp; - Late Edessa: 4<br>&nbsp; - Palziji: 4<br>&nbsp; - Fogarina: 4<br>&nbsp; - Precoce D'astrachan: 4<br>&nbsp; - Mosho Patata: 4<br>&nbsp; - Shando Khari: 4<br>&nbsp; - Taschli: 4<br>&nbsp; - Petrolianos: 4<br>&nbsp; - Criolla Mesa: 4<br>&nbsp; - Pirovano 47: 4<br>&nbsp; - Dehbina: 4<br>&nbsp; - Platirahah: 4<br>&nbsp; - Olmo j5-58: 4<br>&nbsp; - Blauer Spatburgunder: 4<br>&nbsp; - Chamo: 4<br>&nbsp; - Cardinal: 4<br>&nbsp; - Mourisco: 4<br>&nbsp; - Picpoule Noir: 4<br>&nbsp; - Mavrodaphne: 4<br>&nbsp; - _5-15: 4<br>&nbsp; - Hungarian Millenium: 4<br>&nbsp; - Fosters White Seedling: 4<br>&nbsp; - Rosa Minna: 4<br>&nbsp; - Tarrango I: 4<br>&nbsp; - Baidh Ul Haman: 4<br>&nbsp; - Clotilde Prosperi: 4<br>&nbsp; - Doradillo: 4<br>&nbsp; - Kali Sahehi: 4<br>&nbsp; - Aricaras: 4<br>&nbsp; - Lambrusca di Alessandria: 4<br>&nbsp; - Olmo (035-07): 4<br>&nbsp; - Sauvis: 4<br>&nbsp; - Khawngi: 4<br>&nbsp; - Shuwarti: 4<br>&nbsp; - Ehrenfelser: 4<br>&nbsp; - Flame Seedless: 4<br>&nbsp; - Olmo 34F: 4<br>&nbsp; - Arhaniotico Kokino: 4<br>&nbsp; - Ladyfinger Mutant of Thompson Seedless4X: 4<br>&nbsp; - Kleinberger: 4<br>&nbsp; - Tadone: 4<br>&nbsp; - Rondinella: 4<br>&nbsp; - Boyalsing II: 4<br>&nbsp; - Ezerjo: 4<br>&nbsp; - Olivette Bauthelet: 4<br>&nbsp; - Sidezitis: 4<br>&nbsp; - Staphythambelo: 4<br>&nbsp; - Chalian De Drome: 4<br>&nbsp; - Olivette Rose: 4<br>&nbsp; - Uzbekistanian Muscat: 4<br>&nbsp; - Triplett T61-13: 4<br>&nbsp; - Heroldrebe: 4<br>&nbsp; - Van Der Laan: 4<br>&nbsp; - Tourigan National: 4<br>&nbsp; - Bhokri: 4<br>&nbsp; - French Colombard: 4<br>&nbsp; - Terret Noir: 4<br>&nbsp; - Taifi: 4<br>&nbsp; - Khorestini: 4<br>&nbsp; - Daphnata(daphnia?): 4<br>&nbsp; - Pinot Vert Dore: 4<br>&nbsp; - Olmo (034-55): 4<br>&nbsp; - Lagorthi: 4<br>&nbsp; - B5: 4<br>&nbsp; - Triplett F1-13: 4<br>&nbsp; - Kontehgalo: 4<br>&nbsp; - Loose Perlette: 4<br>&nbsp; - Goyura: 4<br>&nbsp; - Beauty Seedless: 4<br>&nbsp; - Rougitza Rouge: 4<br>&nbsp; - Fahri: 4<br>&nbsp; - Agria: 4<br>&nbsp; - Wittberger: 4<br>&nbsp; - Atzala: 4<br>&nbsp; - Terra Promessa: 4<br>&nbsp; - Setzlinge Dodreliabi: 4<br>&nbsp; - Mataro: 4<br>&nbsp; - Olmo (030-51): 4<br>&nbsp; - Hisakasy: 4<br>&nbsp; - Prokupao: 4<br>&nbsp; - Optima: 3<br>&nbsp; - Malvasia Roxa: 3<br>&nbsp; - Pinot Noir 2a: 3<br>&nbsp; - Nebbiolo Tronero: 3<br>&nbsp; - Sultanina Rose: 3<br>&nbsp; - Champanel: 3<br>&nbsp; - Chasselas Doree Apyrene: 3<br>&nbsp; - Queen Of The Vineyard: 3<br>&nbsp; - Dardari: 3<br>&nbsp; - Charas: 3<br>&nbsp; - Duc De Malakoff: 3<br>&nbsp; - Emerald Riesling: 3<br>&nbsp; - Muscat Gros Noir Hatif: 3<br>&nbsp; - Trollinger: 3<br>&nbsp; - Venus (seedless): 3<br>&nbsp; - Malvasia Tinta: 3<br>&nbsp; - Harslevelu: 3<br>&nbsp; - Stavrohioticoh: 3<br>&nbsp; - Madeleine Angevine: 3<br>&nbsp; - Matum Margoon: 3<br>&nbsp; - Olmo (034-54): 3<br>&nbsp; - Kozma Pal Muskotaly: 3<br>&nbsp; - Carriere: 3<br>&nbsp; - Sciacarello: 3<br>&nbsp; - Carvalheira: 3<br>&nbsp; - Black Muscat Alexandria: 3<br>&nbsp; - Red-white Veltliner: 3<br>&nbsp; - Eununi: 3<br>&nbsp; - Schiraz: 3<br>&nbsp; - Autumn Seedless: 3<br>&nbsp; - Marvel Of Vaucluse: 3<br>&nbsp; - Dan Ben Hanna: 3<br>&nbsp; - Smederevka: 3<br>&nbsp; - Stein: 3<br>&nbsp; - Petinos: 3<br>&nbsp; - Gamay Noir: 3<br>&nbsp; - Gruner Veltlinger: 3<br>&nbsp; - Dunkelfelder: 3<br>&nbsp; - Pinot St.george: 3<br>&nbsp; - Sauvignon Gris: 3<br>&nbsp; - Osteiner: 3<br>&nbsp; - Torrontes Riojano: 3<br>&nbsp; - Laubscher's Gem: 3<br>&nbsp; - Pinot Noir Espinett: 3<br>&nbsp; - Baharat Early: 3<br>&nbsp; - Servant: 3<br>&nbsp; - Luglienga: 3<br>&nbsp; - Blanc Rame: 3<br>&nbsp; - Chauche Noir: 3<br>&nbsp; - Red Malaga: 3<br>&nbsp; - Kara Dzhidzhigi: 3<br>&nbsp; - Red Veltliner: 3<br>&nbsp; - Pearl of Zola: 3<br>&nbsp; - Niaropes: 3<br>&nbsp; - Colombard: 3<br>&nbsp; - Olmo (034-26): 3<br>&nbsp; - Golden Champion: 3<br>&nbsp; - Burger: 3<br>&nbsp; - Triplett F101-4: 3<br>&nbsp; - White Calabrian: 3<br>&nbsp; - Bonarda: 3<br>&nbsp; - Muscat Oliver: 3<br>&nbsp; - Teinturier Male: 3<br>&nbsp; - Memory Of Queen Elizabeth: 3<br>&nbsp; - Thiako: 3<br>&nbsp; - Kokinyah: 3<br>&nbsp; - Roussette: 3<br>&nbsp; - Ghlicopati: 3<br>&nbsp; - Itchkimar: 3<br>&nbsp; - St. Catherine's East Arbor: 3<br>&nbsp; - Muscat Pappo: 3<br>&nbsp; - Gocseji Zamatos: 3<br>&nbsp; - Stophiliatico: 3<br>&nbsp; - Orange Muscat: 3<br>&nbsp; - Estellat: 3<br>&nbsp; - Chasselas Rose Royal: 3<br>&nbsp; - Grec Rouge: 3<br>&nbsp; - Muscat Caillaba: 3<br>&nbsp; - Montanaccio: 3<br>&nbsp; - Vernaccia Bianca: 3<br>&nbsp; - Tschilaci: 3<br>&nbsp; - Mausac Blanc: 3<br>&nbsp; - _5-12: 3<br>&nbsp; - Fer Servadou: 3<br>&nbsp; - Esperia: 3<br>&nbsp; - Muscat Flame: 3<br>&nbsp; - Takhani (pink T.s.): 3<br>&nbsp; - Grosse Blaue: 3<br>&nbsp; - Bias Kukuzeti: 3<br>&nbsp; - Grey Riesling: 3<br>&nbsp; - Ciotat: 3<br>&nbsp; - Monukka: 3<br>&nbsp; - Macaroli: 3<br>&nbsp; - Malukato: 2<br>&nbsp; - Blackrose 4x: 2<br>&nbsp; - Chasselas Rouge: 2<br>&nbsp; - Shami: 2<br>&nbsp; - Siegerrebe: 2<br>&nbsp; - Olmo (035-11): 2<br>&nbsp; - Taify Pink: 2<br>&nbsp; - Gamay Teinturier: 2<br>&nbsp; - Chan Isium: 2<br>&nbsp; - Pinot Noir-marianfeld: 2<br>&nbsp; - Negrara Gattinara: 2<br>&nbsp; - Green Hungarian: 2<br>&nbsp; - Johanna Mathiasz: 2<br>&nbsp; - Tamarez: 2<br>&nbsp; - Munuka Sufed: 2<br>&nbsp; - Kokinostaphylo: 2<br>&nbsp; - Perle de Csaba: 2<br>&nbsp; - Cape Currant: 2<br>&nbsp; - Divromos: 2<br>&nbsp; - Zinfandel Heritage Sel. # 28: 2<br>&nbsp; - Triplett F101-3: 2<br>&nbsp; - Ferral Tamara: 2<br>&nbsp; - Askari Khari: 2<br>&nbsp; - Curisti Mici: 2<br>&nbsp; - Victor: 2<br>&nbsp; - Zinfandel Heritage Sel. # 64: 2<br>&nbsp; - Corbu Blanc: 2<br>&nbsp; - Pinot Musque: 2<br>&nbsp; - Dais-el-anz: 2<br>&nbsp; - Reflex (RF5): 2<br>&nbsp; - Madeleine Angervine: 2<br>&nbsp; - Kishmish Early: 2<br>&nbsp; - Chardonnay Musque: 2<br>&nbsp; - Feteasca Neagra: 2<br>&nbsp; - Gamay Hatif Des Vosges: 2<br>&nbsp; - Sahebi: 2<br>&nbsp; - San Juanina Rosada: 2<br>&nbsp; - Klusaine Red: 2<br>&nbsp; - Zinfandel Heritage Sel. # 09: 2<br>&nbsp; - Late Blue Burgundy: 2<br>&nbsp; - Chasselas Ciotat: 2<br>&nbsp; - Kyoho: 2<br>&nbsp; - Frankenthal Blanc: 2<br>&nbsp; - July Early Amber: 2<br>&nbsp; - Suputinsky Bietyz: 2<br>&nbsp; - Sochal: 2<br>&nbsp; - Kerner: 2<br>&nbsp; - Bondola: 2<br>&nbsp; - Mariposa Muscat: 2<br>&nbsp; - Mathiasz Y Ne #40: 2<br>&nbsp; - Rotberger: 2<br>&nbsp; - Bequignol: 2<br>&nbsp; - Reichensteiner: 2<br>&nbsp; - Pinot Gris: 2<br>&nbsp; - Lattuario: 2<br>&nbsp; - Murma Isium: 2<br>&nbsp; - Tand: 2<br>&nbsp; - Marengo (P. 205): 2<br>&nbsp; - Ezerfuertu: 2<br>&nbsp; - Criyicless (crujicless?): 2<br>&nbsp; - Lacturario: 2<br>&nbsp; - Zinfandel Heritage Sel. # 11: 2<br>&nbsp; - Raboso Piave: 2<br>&nbsp; - Black Ferrara: 2<br>&nbsp; - Pinger: 2<br>&nbsp; - B7-7 (Thompson mutant): 2<br>&nbsp; - English Colossal: 2<br>&nbsp; - Vidal 804: 2<br>&nbsp; - Karabryimis: 2<br>&nbsp; - Gewurtztraminer: 2<br>&nbsp; - Chasselas Hs 14-33/4: 2<br>&nbsp; - Sylvaner 749: 2<br>&nbsp; - Hycales: 2<br>&nbsp; - Oddball: 2<br>&nbsp; - Michurinetz: 2<br>&nbsp; - Muscat Ottonel: 2<br>&nbsp; - Triplett F3-3: 2<br>&nbsp; - Nocera: 2<br>&nbsp; - Solferino: 2<br>&nbsp; - Garanoir: 2<br>&nbsp; - Black Monukka: 2<br>&nbsp; - Henab: 2<br>&nbsp; - Corniola: 2<br>&nbsp; - Kishmish Spien: 2<br>&nbsp; - Olmo n4-59: 2<br>&nbsp; - Oeillade Noire: 2<br>&nbsp; - Negrette: 2<br>&nbsp; - Beclan: 2<br>&nbsp; - Zinfandel Heritage Sel. # 18: 2<br>&nbsp; - Madeleine Royale: 2<br>&nbsp; - Buckland's Sweetwater: 2<br>&nbsp; - Mortagua: 2<br>&nbsp; - Tallian: 2<br>&nbsp; - Rofar Vidor: 2<br>&nbsp; - Ughetta: 2<br>&nbsp; - Grassa De Cotnari: 2<br>&nbsp; - Gros Sapat: 2<br>&nbsp; - Batta: 2<br>&nbsp; - Blauer Fruheburgunder: 2<br>&nbsp; - Prosecco Tondo: 2<br>&nbsp; - Kara Lakana: 2<br>&nbsp; - Monakka: 2<br>&nbsp; - Argant: 2<br>&nbsp; - Traminer: 2<br>&nbsp; - Victoria's Choice 4x: 2<br>&nbsp; - Malaga Rosada: 2<br>&nbsp; - Muscat Bowood: 2<br>&nbsp; - Loin De L'oeil: 2<br>&nbsp; - Teinturier: 2<br>&nbsp; - Riesling Muscat: 2<br>&nbsp; - Rhazaki De Crete: 2<br>&nbsp; - Uva Romano: 2<br>&nbsp; - Rulander: 2<br>&nbsp; - Sovrana: 2<br>&nbsp; - Chasselas Musque: 2<br>&nbsp; - Chasselas Michel Tompa: 2<br>&nbsp; - Nebbiolo Bourgu: 2<br>&nbsp; - Trincadeiro: 2<br>&nbsp; - Primitivo de Gioia #2: 2<br>&nbsp; - Chasselas Rose: 2<br>&nbsp; - Precoce De Malingre: 2<br>&nbsp; - Summer Royal: 2<br>&nbsp; - Malvasia Rosavenda: 2<br>&nbsp; - Rizamat: 2<br>&nbsp; - Kalamak: 2<br>&nbsp; - Viognier: 2<br>&nbsp; - Sylvaner 742: 2<br>&nbsp; - Jurancon Blanc: 2<br>&nbsp; - Olmo (035-50): 2<br>&nbsp; - Caus X Perle Of Csaba: 2<br>&nbsp; - Triplett F3-5: 2<br>&nbsp; - Purpurea: 1<br>&nbsp; - Galea: 1<br>&nbsp; - Zinfandel Heritage Sel. # 15: 1<br>&nbsp; - Kandahari: 1<br>&nbsp; - Fresno C 78-53 2X: 1<br>&nbsp; - Zinfandel Heritage Sel. # 76: 1<br>&nbsp; - White Riesling x Sauvignon Blanc: 1<br>&nbsp; - Anna Maria: 1<br>&nbsp; - Joao Santarem: 1<br>&nbsp; - Chasselas Violet: 1<br>&nbsp; - Vidal 9: 1<br>&nbsp; - Audibert: 1<br>&nbsp; - Chasselas Zulauf: 1<br>&nbsp; - Rousanne: 1<br>&nbsp; - Saidi Gulami: 1<br>&nbsp; - Vidal 99T: 1<br>&nbsp; - Tinta Muida: 1<br>&nbsp; - Trieste-pirovano 299: 1<br>&nbsp; - Gamay Freaux: 1<br>&nbsp; - Rhazaki Mavro: 1<br>&nbsp; - Bacchus: 1<br>&nbsp; - Chassalas Jababer: 1<br>&nbsp; - Jubileum: 1<br>&nbsp; - Chasselas Jaunce Cire: 1</p>\n<h3>Project Overview</h3>\n<p>This collection represents the complete, fully reproducible pipeline for a single project focused on the instance and pixel segmentation of grapevine leaves. It includes a total of&nbsp;<strong>8,993 original images</strong> and the corresponding <strong>24,940 segmented leaf masks</strong>. The collection also contains the instance and pixel segmentation CNN models used to produce these masks. The individual Zenodo uploads correspond to the major project directories and their first-level contents.</p>\n\n\n<h3>Project File Structure</h3>\n<p></p>\n<div>\n<div>\n<div>\n<pre><code>.\n├── LEAF_DATA/\n│   ├── ALGERIA/\n│   ├── CALIFORNIA/\n│   ├── GENEVA/\n│   ├── UCDAVIS/\n│   ├── VITIS_CROSSES/\n│   └── WOLFSKILL/\n|\n├── FINAL_MASKS/\n│   ├── png_masks/\n│   ├── master_masks.h5\n│   └── master_mask_datasheet.csv\n|\n└── LEAF_SEGMENTATION/\n    ├── models/\n    └── scripts/</code></pre>\n</div>\n</div>\n</div>",
        "access_right": "open",
        "creators": [
          {
            "name": "Chitwood, Daniel",
            "affiliation": "Michigan State University",
            "orcid": "0000-0003-4875-1447"
          }
        ],
        "resource_type": {
          "title": "Dataset",
          "type": "dataset"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "grapevine_leaves"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16882126"
              }
            }
          ]
        }
      },
      "title": "WOLFSKILL",
      "links": {
        "self": "https://zenodo.org/api/records/16882127",
        "self_html": "https://zenodo.org/records/16882127",
        "preview_html": "https://zenodo.org/records/16882127?preview=1",
        "doi": "https://doi.org/10.5281/zenodo.16882127",
        "self_doi": "https://doi.org/10.5281/zenodo.16882127",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16882127",
        "reserve_doi": "https://zenodo.org/api/records/16882127/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16882126",
        "parent_html": "https://zenodo.org/records/16882126",
        "parent_doi": "https://doi.org/10.5281/zenodo.16882126",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.16882126",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16882127/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16882127/sequence/default",
        "files": "https://zenodo.org/api/records/16882127/files",
        "media_files": "https://zenodo.org/api/records/16882127/media-files",
        "archive": "https://zenodo.org/api/records/16882127/files-archive",
        "archive_media": "https://zenodo.org/api/records/16882127/media-files-archive",
        "latest": "https://zenodo.org/api/records/16882127/versions/latest",
        "latest_html": "https://zenodo.org/records/16882127/latest",
        "versions": "https://zenodo.org/api/records/16882127/versions",
        "draft": "https://zenodo.org/api/records/16882127/draft",
        "access_links": "https://zenodo.org/api/records/16882127/access/links",
        "access_grants": "https://zenodo.org/api/records/16882127/access/grants",
        "access_users": "https://zenodo.org/api/records/16882127/access/users",
        "access_request": "https://zenodo.org/api/records/16882127/access/request",
        "access": "https://zenodo.org/api/records/16882127/access",
        "communities": "https://zenodo.org/api/records/16882127/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16882127/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/16882127/request-deletion",
        "requests": "https://zenodo.org/api/records/16882127/requests"
      },
      "updated": "2025-08-15T21:11:59.519420+00:00",
      "recid": "16882127",
      "revision": 6,
      "files": [
        {
          "id": "e40d0e1b-53fc-41dd-b8df-db344c057b4d",
          "key": "WOLFSKILL.zip",
          "size": 2324875873,
          "checksum": "md5:fb3e20c9f99399627adf45bc3a2d295d",
          "links": {
            "self": "https://zenodo.org/api/records/16882127/files/WOLFSKILL.zip/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "121621"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 19,
        "unique_downloads": 19,
        "views": 68,
        "unique_views": 64,
        "version_downloads": 19,
        "version_unique_downloads": 19,
        "version_unique_views": 64,
        "version_views": 68
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-08-01T13:58:45.611178+00:00",
      "modified": "2025-08-01T13:58:46.397869+00:00",
      "id": 16686288,
      "conceptrecid": "16686287",
      "doi": "10.5962/p.341206",
      "doi_url": "https://doi.org/10.5962/p.341206",
      "metadata": {
        "title": "The Blue Grosbeak in Western Ontario",
        "doi": "10.5962/p.341206",
        "publication_date": "1950",
        "description": "(Uploaded by Plazi from the Biodiversity Heritage Library) No abstract provided.",
        "access_right": "open",
        "creators": [
          {
            "name": "Marvel, C. S.",
            "affiliation": null
          }
        ],
        "keywords": [
          "Biodiversity",
          "BHL-Corpus",
          "Source: Biodiversity Heritage Library",
          "Source: https://biodiversitylibrary.org",
          "Source: BHL"
        ],
        "related_identifiers": [
          {
            "identifier": "https://linker.bio/line:zip:hash://md5/6dcbfbcf1ad373c6749027c866d31f31!/data/bhlpart.ris!/L4463598-L4463611",
            "relation": "isDerivedFrom",
            "scheme": "url"
          },
          {
            "identifier": "https://www.biodiversitylibrary.org/part/341206",
            "relation": "isDerivedFrom",
            "scheme": "url"
          },
          {
            "identifier": "hash://md5/b3cd9de0685deeebf57a5d225e59c10f",
            "relation": "isPartOf",
            "scheme": "url"
          },
          {
            "identifier": "hash://md5/26d8c7fbaa308809a6f9e2fa8a361eb6",
            "relation": "hasVersion",
            "scheme": "url"
          },
          {
            "identifier": "hash://sha256/45a1bc7aab59600b1e2c3c3195a1c6a70146368d124c2ed6cc1a16cc71dd37db",
            "relation": "hasVersion",
            "scheme": "url"
          }
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "2",
          "pages": "94-94",
          "title": "The Canadian field-naturalist",
          "volume": "64"
        },
        "alternate_identifiers": [
          {
            "identifier": "10.5962/p.341206"
          },
          {
            "identifier": "urn:lsid:biodiversitylibrary.org:part:341206"
          }
        ],
        "license": {
          "id": "cc-by-nc-sa-3.0"
        },
        "communities": [
          {
            "id": "bhl-blr"
          },
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16686287"
              }
            }
          ]
        }
      },
      "title": "The Blue Grosbeak in Western Ontario",
      "links": {
        "self": "https://zenodo.org/api/records/16686288",
        "self_html": "https://zenodo.org/records/16686288",
        "preview_html": "https://zenodo.org/records/16686288?preview=1",
        "doi": "https://doi.org/10.5962/p.341206",
        "self_doi": "https://doi.org/10.5962/p.341206",
        "self_doi_html": "https://zenodo.org/doi/10.5962/p.341206",
        "reserve_doi": "https://zenodo.org/api/records/16686288/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16686287",
        "parent_html": "https://zenodo.org/records/16686287",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16686288/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16686288/sequence/default",
        "files": "https://zenodo.org/api/records/16686288/files",
        "media_files": "https://zenodo.org/api/records/16686288/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:16686288:bhlpart341206.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:16686288:bhlpart341206.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:16686288:bhlpart341206.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:16686288:bhlpart341206.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:16686288:bhlpart341206.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:16686288:bhlpart341206.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/16686288/files-archive",
        "archive_media": "https://zenodo.org/api/records/16686288/media-files-archive",
        "latest": "https://zenodo.org/api/records/16686288/versions/latest",
        "latest_html": "https://zenodo.org/records/16686288/latest",
        "versions": "https://zenodo.org/api/records/16686288/versions",
        "draft": "https://zenodo.org/api/records/16686288/draft",
        "access_links": "https://zenodo.org/api/records/16686288/access/links",
        "access_grants": "https://zenodo.org/api/records/16686288/access/grants",
        "access_users": "https://zenodo.org/api/records/16686288/access/users",
        "access_request": "https://zenodo.org/api/records/16686288/access/request",
        "access": "https://zenodo.org/api/records/16686288/access",
        "communities": "https://zenodo.org/api/records/16686288/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16686288/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/16686288/request-deletion",
        "requests": "https://zenodo.org/api/records/16686288/requests"
      },
      "updated": "2025-08-01T13:58:46.397869+00:00",
      "recid": "16686288",
      "revision": 5,
      "files": [
        {
          "id": "84df05a6-37d1-4dbe-9cb1-52fb69d00f37",
          "key": "bhlpart341206.pdf",
          "size": 922902,
          "checksum": "md5:26d8c7fbaa308809a6f9e2fa8a361eb6",
          "links": {
            "self": "https://zenodo.org/api/records/16686288/files/bhlpart341206.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "7292"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-07-29T12:44:17.794728+00:00",
      "modified": "2025-07-29T12:44:18.435776+00:00",
      "id": 16570736,
      "conceptrecid": "16570735",
      "doi": "10.5962/p.251393",
      "doi_url": "https://doi.org/10.5962/p.251393",
      "metadata": {
        "title": "Genetic Piracy: A Newly Discovered Marvel of the Plant World",
        "doi": "10.5962/p.251393",
        "publication_date": "2003",
        "description": "(Uploaded by Plazi from the Biodiversity Heritage Library) No abstract provided.",
        "access_right": "open",
        "creators": [
          {
            "name": "Primack, Richard B.",
            "affiliation": null
          }
        ],
        "keywords": [
          "Biodiversity",
          "BHL-Corpus",
          "Source: Biodiversity Heritage Library",
          "Source: https://biodiversitylibrary.org",
          "Source: BHL"
        ],
        "related_identifiers": [
          {
            "identifier": "https://linker.bio/line:zip:hash://md5/6dcbfbcf1ad373c6749027c866d31f31!/data/bhlpart.ris!/L1588462-L1588475",
            "relation": "isDerivedFrom",
            "scheme": "url"
          },
          {
            "identifier": "https://www.biodiversitylibrary.org/part/251393",
            "relation": "isDerivedFrom",
            "scheme": "url"
          },
          {
            "identifier": "hash://md5/b3cd9de0685deeebf57a5d225e59c10f",
            "relation": "isPartOf",
            "scheme": "url"
          },
          {
            "identifier": "hash://md5/156aa39751396ee30eed841e5c997bf1",
            "relation": "hasVersion",
            "scheme": "url"
          },
          {
            "identifier": "hash://sha256/e4680bf90f4495303473849e54e8d642c98717a1f8b70035da63ab44a2144bd9",
            "relation": "hasVersion",
            "scheme": "url"
          }
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "2",
          "pages": "27-30",
          "title": "Arnoldia",
          "volume": "62"
        },
        "alternate_identifiers": [
          {
            "identifier": "10.5962/p.251393"
          },
          {
            "identifier": "urn:lsid:biodiversitylibrary.org:part:251393"
          }
        ],
        "license": {
          "id": "cc-by-nc-sa-4.0"
        },
        "communities": [
          {
            "id": "bhl-blr"
          },
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16570735"
              }
            }
          ]
        }
      },
      "title": "Genetic Piracy: A Newly Discovered Marvel of the Plant World",
      "links": {
        "self": "https://zenodo.org/api/records/16570736",
        "self_html": "https://zenodo.org/records/16570736",
        "preview_html": "https://zenodo.org/records/16570736?preview=1",
        "doi": "https://doi.org/10.5962/p.251393",
        "self_doi": "https://doi.org/10.5962/p.251393",
        "self_doi_html": "https://zenodo.org/doi/10.5962/p.251393",
        "reserve_doi": "https://zenodo.org/api/records/16570736/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16570735",
        "parent_html": "https://zenodo.org/records/16570735",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16570736/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16570736/sequence/default",
        "files": "https://zenodo.org/api/records/16570736/files",
        "media_files": "https://zenodo.org/api/records/16570736/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:16570736:bhlpart251393.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:16570736:bhlpart251393.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:16570736:bhlpart251393.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:16570736:bhlpart251393.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:16570736:bhlpart251393.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:16570736:bhlpart251393.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/16570736/files-archive",
        "archive_media": "https://zenodo.org/api/records/16570736/media-files-archive",
        "latest": "https://zenodo.org/api/records/16570736/versions/latest",
        "latest_html": "https://zenodo.org/records/16570736/latest",
        "versions": "https://zenodo.org/api/records/16570736/versions",
        "draft": "https://zenodo.org/api/records/16570736/draft",
        "access_links": "https://zenodo.org/api/records/16570736/access/links",
        "access_grants": "https://zenodo.org/api/records/16570736/access/grants",
        "access_users": "https://zenodo.org/api/records/16570736/access/users",
        "access_request": "https://zenodo.org/api/records/16570736/access/request",
        "access": "https://zenodo.org/api/records/16570736/access",
        "communities": "https://zenodo.org/api/records/16570736/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16570736/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/16570736/request-deletion",
        "requests": "https://zenodo.org/api/records/16570736/requests"
      },
      "updated": "2025-07-29T12:44:18.435776+00:00",
      "recid": "16570736",
      "revision": 5,
      "files": [
        {
          "id": "716dc840-7d70-47af-9636-14b0af0dda3b",
          "key": "bhlpart251393.pdf",
          "size": 1841159,
          "checksum": "md5:156aa39751396ee30eed841e5c997bf1",
          "links": {
            "self": "https://zenodo.org/api/records/16570736/files/bhlpart251393.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "7292"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 2,
        "unique_views": 2,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 2,
        "version_views": 2
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-07-28T09:38:23.705222+00:00",
      "modified": "2025-07-28T09:38:24.714076+00:00",
      "id": 16530135,
      "conceptrecid": "16530134",
      "doi": "10.5962/p.396916",
      "doi_url": "https://doi.org/10.5962/p.396916",
      "metadata": {
        "title": "Characterization of Pectin Methylesterase from Marvel Tomatoes",
        "doi": "10.5962/p.396916",
        "publication_date": "1979",
        "description": "(Uploaded by Plazi from the Biodiversity Heritage Library) No abstract provided.",
        "access_right": "open",
        "creators": [
          {
            "name": "Theron, T",
            "affiliation": null
          },
          {
            "name": "De Villiers, O T",
            "affiliation": null
          }
        ],
        "keywords": [
          "Biodiversity",
          "BHL-Corpus",
          "Source: Biodiversity Heritage Library",
          "Source: https://biodiversitylibrary.org",
          "Source: BHL"
        ],
        "related_identifiers": [
          {
            "identifier": "https://linker.bio/line:zip:hash://md5/6dcbfbcf1ad373c6749027c866d31f31!/data/bhlpart.ris!/L1050975-L1050989",
            "relation": "isDerivedFrom",
            "scheme": "url"
          },
          {
            "identifier": "https://www.biodiversitylibrary.org/part/396916",
            "relation": "isDerivedFrom",
            "scheme": "url"
          },
          {
            "identifier": "hash://md5/b3cd9de0685deeebf57a5d225e59c10f",
            "relation": "isPartOf",
            "scheme": "url"
          },
          {
            "identifier": "hash://md5/b3c346bbf443e71f291c3acd268142f0",
            "relation": "hasVersion",
            "scheme": "url"
          },
          {
            "identifier": "hash://sha256/31673d28ed2d06ba7a3191cba7be0f159845b40d52225ef039d163f928f5dbf8",
            "relation": "hasVersion",
            "scheme": "url"
          }
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "4",
          "pages": "425-431",
          "title": "Journal of South African Botany",
          "volume": "45"
        },
        "alternate_identifiers": [
          {
            "identifier": "10.5962/p.396916"
          },
          {
            "identifier": "urn:lsid:biodiversitylibrary.org:part:396916"
          }
        ],
        "license": {
          "id": "cc-by-nc-sa-4.0"
        },
        "communities": [
          {
            "id": "bhl-blr"
          },
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "16530134"
              }
            }
          ]
        }
      },
      "title": "Characterization of Pectin Methylesterase from Marvel Tomatoes",
      "links": {
        "self": "https://zenodo.org/api/records/16530135",
        "self_html": "https://zenodo.org/records/16530135",
        "preview_html": "https://zenodo.org/records/16530135?preview=1",
        "doi": "https://doi.org/10.5962/p.396916",
        "self_doi": "https://doi.org/10.5962/p.396916",
        "self_doi_html": "https://zenodo.org/doi/10.5962/p.396916",
        "reserve_doi": "https://zenodo.org/api/records/16530135/draft/pids/doi",
        "parent": "https://zenodo.org/api/records/16530134",
        "parent_html": "https://zenodo.org/records/16530134",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:16530135/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:16530135/sequence/default",
        "files": "https://zenodo.org/api/records/16530135/files",
        "media_files": "https://zenodo.org/api/records/16530135/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:16530135:bhlpart396916.pdf/full/%5E10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:16530135:bhlpart396916.pdf/full/%5E50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:16530135:bhlpart396916.pdf/full/%5E100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:16530135:bhlpart396916.pdf/full/%5E250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:16530135:bhlpart396916.pdf/full/%5E750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:16530135:bhlpart396916.pdf/full/%5E1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/16530135/files-archive",
        "archive_media": "https://zenodo.org/api/records/16530135/media-files-archive",
        "latest": "https://zenodo.org/api/records/16530135/versions/latest",
        "latest_html": "https://zenodo.org/records/16530135/latest",
        "versions": "https://zenodo.org/api/records/16530135/versions",
        "draft": "https://zenodo.org/api/records/16530135/draft",
        "access_links": "https://zenodo.org/api/records/16530135/access/links",
        "access_grants": "https://zenodo.org/api/records/16530135/access/grants",
        "access_users": "https://zenodo.org/api/records/16530135/access/users",
        "access_request": "https://zenodo.org/api/records/16530135/access/request",
        "access": "https://zenodo.org/api/records/16530135/access",
        "communities": "https://zenodo.org/api/records/16530135/communities",
        "communities-suggestions": "https://zenodo.org/api/records/16530135/communities-suggestions",
        "request_deletion": "https://zenodo.org/api/records/16530135/request-deletion",
        "requests": "https://zenodo.org/api/records/16530135/requests"
      },
      "updated": "2025-07-28T09:38:24.714076+00:00",
      "recid": "16530135",
      "revision": 5,
      "files": [
        {
          "id": "f59cdb15-056e-450e-87ed-5876598c196e",
          "key": "bhlpart396916.pdf",
          "size": 2263857,
          "checksum": "md5:b3c346bbf443e71f291c3acd268142f0",
          "links": {
            "self": "https://zenodo.org/api/records/16530135/files/bhlpart396916.pdf/content"
          }
        }
      ],
      "swh": null,
      "owners": [
        {
          "id": "7292"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    }
  ]
}