{
  "cache_date": "2025-09-01T09:43:28.796602",
  "data": {
    "paperId": "9468ed33654b444cd1cd0c896f82571be5cbaf32",
    "externalIds": {
      "PubMedCentral": "10072060",
      "DOI": "10.1080/19490976.2023.2192522",
      "CorpusId": 257855259,
      "PubMed": "36998174"
    },
    "url": "https://www.semanticscholar.org/paper/9468ed33654b444cd1cd0c896f82571be5cbaf32",
    "title": "ViroProfiler: a containerized bioinformatics pipeline for viral metagenomic data analysis",
    "venue": "Gut microbes",
    "year": 2023,
    "referenceCount": 57,
    "citationCount": 13,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "https://doi.org/10.1080/19490976.2023.2192522",
      "status": "GOLD",
      "license": "CCBYNC",
      "disclaimer": "Notice: Paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC10072060, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2292167",
        "name": "Jinlong Ru"
      },
      {
        "authorId": "3177695",
        "name": "M. Khan Mirzaei"
      },
      {
        "authorId": "3746668",
        "name": "Jinling Xue"
      },
      {
        "authorId": "2178479250",
        "name": "Xue Peng"
      },
      {
        "authorId": "2114191077",
        "name": "L. Deng"
      }
    ],
    "citations": [
      {
        "paperId": "e7a31fc63263ac11e9ea3ff0f3b5a205eb95e231",
        "title": "Performance Impact of Containerized METADOCK 2 on Heterogeneous Platforms"
      },
      {
        "paperId": "d02d006e442cb7fe90d0153348648d17e4267686",
        "title": "Improving the reporting of metagenomic virome-scale data"
      },
      {
        "paperId": "e399d38c2f799ec464f243fff6b2bb1e96164c4a",
        "title": "SpotVerse: Optimizing Bioinformatics Workflows with Multi-Region Spot Instances in Galaxy and Beyond"
      },
      {
        "paperId": "6db95bf3902403f108fb10a25cb71215a18cf8b4",
        "title": "Diet changes due to urbanization in South Africa are linked to microbiome and metabolome signatures of Westernization and colorectal cancer"
      },
      {
        "paperId": "863a3000b1f01a85b4648fc066d17ba34e7c0ead",
        "title": "Exploring Cereal Metagenomics: Unravelling Microbial Communities for Improved Food Security"
      },
      {
        "paperId": "41f5577d87fb169c4d47068f25c33e5045034692",
        "title": "Bacteriophages, gut bacteria, and microbial pathways interplay in cardiometabolic health"
      },
      {
        "paperId": "8ac0de852744bc69fb13003baaf73b61c4e4078b",
        "title": "iVirP: An integrative, efficient, and user-friendly pipeline to annotate viral contigs from raw reads of metagenome or VLP sequencing"
      },
      {
        "paperId": "d69d7b3bf4e8b44659777cd2e9b7f4076f57f038",
        "title": "Bacteria and bacteriophage consortia are associated with protective intestinal metabolites in patients receiving stem cell transplantation."
      },
      {
        "paperId": "b44d3a0d08b73061097df1fd8ef75027b12a0af8",
        "title": "Helicobacter pylori infection alters gut virome by expanding temperate phages linked to increased risk of colorectal cancer"
      },
      {
        "paperId": "637f97af2e15e436170fbe086f1353a70f735d3a",
        "title": "Does the Human Gut Virome Contribute to Host Health or Disease?"
      },
      {
        "paperId": "8cd2b2ac82495abb2646583c74ac220bb3cd4a41",
        "title": "Gut virome profiling identifies an association between temperate phages and colorectal cancer promoted by Helicobacter pylori infection"
      },
      {
        "paperId": "acf00e4ac0cca5c0bab47d2442c4df2838be8956",
        "title": "Benchmarking informatics approaches for virus discovery: caution is needed when combining in silico identification methods"
      },
      {
        "paperId": "4e11b8e4031abeab7fcdf0aedf110ddd816f2c95",
        "title": "Unveiling the hidden role of aquatic viruses in hydrocarbon pollution bioremediation."
      }
    ],
    "abstract": "ABSTRACT Bacteriophages play central roles in the maintenance and function of most ecosystems by regulating bacterial communities. Yet, our understanding of their diversity remains limited due to the lack of robust bioinformatics standards. Here we present ViroProfiler, an in-silico workflow for analyzing shotgun viral metagenomic data. ViroProfiler can be executed on a local Linux computer or cloud computing environments. It uses the containerization technique to ensure computational reproducibility and facilitate collaborative research. ViroProfiler is freely available at https://github.com/deng-lab/viroprofiler.",
    "references": [
      {
        "paperId": "94b147590f7514c97dc55a33772893e5a96d5740",
        "title": "Evaluation of computational phage detection tools for metagenomic datasets"
      },
      {
        "paperId": "b484a956226a01753e2c24170c35739f37c47aec",
        "title": "iPHoP: an integrated machine-learning framework to maximize host prediction for metagenome-assembled virus genomes"
      },
      {
        "paperId": "cda52c84cd699e6b3ad8cb8bf0875ed4ee2664f3",
        "title": "Replidec - Use naive Bayes classifier to identify virus lifecycle from metagenomics data"
      },
      {
        "paperId": "7c3992edfc3a3fb70fb845f13a5c06cdfeda6e10",
        "title": "ResFinder – an open online resource for identification of antimicrobial resistance genes in next-generation sequencing data and prediction of phenotypes from genotypes"
      },
      {
        "paperId": "f917d50a9722a5e847c4acf5c2700fab44c8630d",
        "title": "vRhyme enables binning of viral genomes from metagenomes"
      },
      {
        "paperId": "7907d0a5ebce733c4e43d6782e057824c4897893",
        "title": "Differences in Gut Virome Related to Barrett Esophagus and Esophageal Adenocarcinoma"
      },
      {
        "paperId": "5b160da1f3c69c7472e0df50b9ebd705560e9681",
        "title": "Genome binning of viral entities from bulk metagenomics data"
      },
      {
        "paperId": "8c2c32265f64ba4ad6d29a6629e7421ac9c83c6e",
        "title": "Expanding standards in viromics: in silico evaluation of dsDNA viral genome identification, classification, and auxiliary metabolic gene curation"
      },
      {
        "paperId": "f37aa684501336b9e3121743bd7e926b443cc8c5",
        "title": "eggNOG-mapper v2: Functional Annotation, Orthology Assignments, and Domain Prediction at the Metagenomic Scale"
      },
      {
        "paperId": "df19ee688570fd207376faf944f304d313774ebb",
        "title": "TaxonKit: A practical and efficient NCBI taxonomy toolkit."
      },
      {
        "paperId": "fa9a42c8b041955aa8a8e7d8e8f4b43506c79a2d",
        "title": "Simulation study and comparative evaluation of viral contiguous sequence identification tools"
      },
      {
        "paperId": "fb2bd0079fa8118c4aa02c69cac6888e94c58d44",
        "title": "VirSorter2: a multi-classifier, expert-guided approach to detect diverse DNA and RNA viruses"
      },
      {
        "paperId": "517bc143863a678fbc53180444621dacc2707263",
        "title": "Improved metagenome binning and assembly using deep variational autoencoders"
      },
      {
        "paperId": "21818286078368e92b4a84194872737ee45732ef",
        "title": "CheckV assesses the quality and completeness of metagenome-assembled viral genomes"
      },
      {
        "paperId": "06e189183fce8f7a74378216388aaae96df3a067",
        "title": "RefSeq: expanding the Prokaryotic Genome Annotation Pipeline reach with protein family model curation"
      },
      {
        "paperId": "db013d4d71eed1e45cf5996228dd09510cc836ab",
        "title": "Fast and sensitive taxonomic assignment to metagenomic contigs"
      },
      {
        "paperId": "a1bf69c36b010a4d13c1c8ff6b7658123e25c00b",
        "title": "MetaPop: a pipeline for macro- and microdiversity analyses and visualization of microbial and viral metagenome-derived populations"
      },
      {
        "paperId": "9f7626c7af925b7b69f1ba86ceb916d21bc03dbe",
        "title": "Pfam: The protein families database in 2021"
      },
      {
        "paperId": "2a34e682713ecc00a7e6788f2bec829cf3a5dabf",
        "title": "Dataset for: \"BACPHLIP: Predicting bacteriophage lifestyle from conserved protein domains\""
      },
      {
        "paperId": "b74d1ae561e65505a2cf0534ad628f96e312f13d",
        "title": "The Gut Virome Database Reveals Age-Dependent Patterns of Virome Diversity in the Human Gut"
      },
      {
        "paperId": "8fbca4a98a03de94729b17881654a292eed654b9",
        "title": "DRAM for distilling microbial metabolism to automate the curation of microbiome function"
      },
      {
        "paperId": "81742fc948e0a89a2a2fed54c32590289722b5a1",
        "title": "VIBRANT: automated recovery, annotation and curation of microbial viruses, and evaluation of viral community function from genomic sequences"
      },
      {
        "paperId": "63c4adf203e2e0f9895ff82485a0a701cf3cb650",
        "title": "The nf-core framework for community-curated bioinformatics pipelines"
      },
      {
        "paperId": "341a5932cc58eadf661a32fd53fb94d2001958bc",
        "title": "Bacteriophages Isolated from Stunted Children Can Regulate Gut Bacterial Communities in an Age-Specific Manner"
      },
      {
        "paperId": "e3681cef0f89bbe6712da675ed92970d518cddf4",
        "title": "Identifying viruses from metagenomic data using deep learning"
      },
      {
        "paperId": "3fa88194eeadd6c9fade9c0cbef0bf2d37d6904d",
        "title": "Whole-Virome Analysis Sheds Light on Viral Dark Matter in Inflammatory Bowel Disease."
      },
      {
        "paperId": "7b1d8dfb9e6260685d9fbb8c41bfc0a35710fe41",
        "title": "CARD 2020: antibiotic resistome surveillance with the comprehensive antibiotic resistance database"
      },
      {
        "paperId": "1553161499f48202696cb1fac9f6ca0f006dc6b0",
        "title": "Improved metagenomic analysis with Kraken 2"
      },
      {
        "paperId": "133bcd7488a3c07cb0f493a87564c30e5433768c",
        "title": "Reproducible, interactive, scalable and extensible microbiome data science using QIIME 2"
      },
      {
        "paperId": "0d7d021166c6b6480d25b1d320a48a17c506ee14",
        "title": "Faculty Opinions recommendation of Gut mucosal virome alterations in ulcerative colitis."
      },
      {
        "paperId": "74a320c7257b9e0539d6ee1171b4a37a960da2cc",
        "title": "Taxonomic assignment of uncultivated prokaryotic virus genomes is enabled by gene-sharing networks"
      },
      {
        "paperId": "67f4838055abbc0c7603dec2de57451b784f53e4",
        "title": "Gut mucosal virome alterations in ulcerative colitis"
      },
      {
        "paperId": "d665560bdc3c38621e12302514c335c4a4294117",
        "title": "Minimum Information about an Uncultivated Virus Genome (MIUViG)"
      },
      {
        "paperId": "bf3faf90d4d4d5db23519e2706abf1102898ded3",
        "title": "eggNOG 5.0: a hierarchical, functionally and phylogenetically annotated orthology resource based on 5090 organisms and 2502 viruses"
      },
      {
        "paperId": "6f78ef8d48fddeff8552f26e8b43cd6739850dfc",
        "title": "VFDB 2019: a comparative pathogenomic platform with an interactive web interface"
      },
      {
        "paperId": "0fa56e9ad5cc3da874ce5d1d9a1e868f6528db1b",
        "title": "fastp: an ultra-fast all-in-one FASTQ preprocessor"
      },
      {
        "paperId": "a4e1ec89bb2c2afd6d4f685853ddd6eca861a849",
        "title": "A human gut phage catalog correlates the gut phageome with type 2 diabetes"
      },
      {
        "paperId": "8d5b967fca549dad50e2ac7b6643fb504cfeb554",
        "title": "MMseqs2 enables sensitive protein sequence searching for the analysis of massive data sets"
      },
      {
        "paperId": "03cbf8c984d5291317477baa8bed042cd772c13d",
        "title": "FastViromeExplorer: a pipeline for virus and phage identification and abundance profiling in metagenomics data"
      },
      {
        "paperId": "1f27d7826816094a6ad7c2e845e611e210808fbb",
        "title": "Benchmarking viromics: an in silico evaluation of metagenome-enabled estimates of viral community composition and diversity"
      },
      {
        "paperId": "8399752a2e594098e8d5cc813d6a7fc95af2e07f",
        "title": "Singularity: Scientific containers for mobility of compute"
      },
      {
        "paperId": "6238d46f738e0a25f4b71cbe2ce67864a3facfda",
        "title": "vConTACT: an iVirus tool to classify double-stranded DNA viruses that infect Archaea and Bacteria"
      },
      {
        "paperId": "9f2b3fff62f2a64a878fd8b2a258bb372df917b0",
        "title": "metaSPAdes: a new versatile metagenomic assembler."
      },
      {
        "paperId": "aa02474345b8601509b607ef015ba1d7c7ed7af2",
        "title": "Nextflow enables reproducible computational workflows"
      },
      {
        "paperId": "0e4346233ffc4103c890de50d09dd46d507135a8",
        "title": "VirusSeeker, a computational pipeline for virus discovery and virome composition analysis."
      },
      {
        "paperId": "dcffb78603f9c2cbb4c03fce65f587758db38e12",
        "title": "Bracken: estimating species abundance in metagenomics data"
      },
      {
        "paperId": "d0620683a194e739baca5c13917899ad7e5b2337",
        "title": "VIP: an integrated pipeline for metagenomics of virus identification and discovery"
      },
      {
        "paperId": "51d301528024f90682573e58ca84a5421760e86a",
        "title": "ViromeScan: a new tool for metagenomic viral community profiling"
      },
      {
        "paperId": "cdbe8a265ef4bd8350722d2209fc6cc6290da1b3",
        "title": "featureCounts: an efficient general purpose program for assigning sequence reads to genomic features"
      },
      {
        "paperId": "6fca260e9a3c37e246cc15e7639d1a5fa2aed465",
        "title": "Fast gapped-read alignment with Bowtie 2"
      },
      {
        "paperId": "d4dea98654af0565ffdee751d85dae18435d1cdc",
        "title": "Metavir: a web server dedicated to virome analysis"
      },
      {
        "paperId": "51c131337353d575260a89cbda078c9cf3b442aa",
        "title": "TheViral MetaGenome Annotation Pipeline(VMGAP):an automated tool for the functional annotation of viral Metagenomic shotgun sequencing data"
      },
      {
        "paperId": "7fae7eb289138204e8a60d1c18b831627df233f1",
        "title": "Introducing mothur: Open-Source, Platform-Independent, Community-Supported Software for Describing and Comparing Microbial Communities"
      },
      {
        "paperId": "bb88a1aa8dc1195f448aca9f2d93fc70d53f70e6",
        "title": "A Quick Guide to Organizing Computational Biology Projects"
      },
      {
        "paperId": "cc9344f7ef22f27ec864fdc492e781cdfc81b407",
        "title": "KEGG: Kyoto Encyclopedia of Genes and Genomes"
      },
      {
        "paperId": "55557c0ebc71ff48881ef0c8531fc1bea4c28b5c",
        "title": "KEGG: Kyoto Encyclopedia of Genes and Genomes"
      },
      {
        "paperId": "f8ef4906784598947c08b9f23fa03a82a5157d9c",
        "title": "Trace: Tennessee Research and Creative Exchange Prodigal: Prokaryotic Gene Recognition and Translation Initiation Site Identification Recommended Citation Prodigal: Prokaryotic Gene Recognition and Translation Initiation Site Identification"
      }
    ]
  }
}