{
  "name": "GVD",
  "url": "https://datacommons.cyverse.org/browse/iplant/home/shared/iVirus/Gregory_and_Zablocki_GVD_Jul2020",
  "doi": "10.4108/eetsis.5056",
  "citation_info": {},
  "citation_metrics": {
    "publication": {
      "indexed": {
        "date-parts": [
          [
            2024,
            9,
            21
          ]
        ],
        "date-time": "2024-09-21T17:40:05Z",
        "timestamp": 1726940405728
      },
      "reference-count": 32,
      "publisher": "European Alliance for Innovation n.o.",
      "license": [
        {
          "start": {
            "date-parts": [
              [
                2024,
                3,
                21
              ]
            ],
            "date-time": "2024-03-21T00:00:00Z",
            "timestamp": 1710979200000
          },
          "content-version": "unspecified",
          "delay-in-days": 0,
          "URL": "https://creativecommons.org/licenses/by-nc-sa/4.0"
        }
      ],
      "content-domain": {
        "domain": [],
        "crossmark-restriction": false
      },
      "short-container-title": [
        "ICST Transactions on Scalable Information Systems"
      ],
      "abstract": "<jats:p>INTRODUCTION: Vulnerability detection is crucial for preventing severe security incidents like hacker attacks, data breaches, and network paralysis. Traditional methods, however, face challenges such as low efficiency and insufficient detail in identifying code vulnerabilities. OBJECTIVES: This paper introduces E-GVD, an advanced method for source code vulnerability detection, aiming to address the limitations of existing methods. The objective is to enhance the accuracy of function-level vulnerability detection and provide detailed, understandable insights into the vulnerabilities. METHODS: E-GVD combines Graph Neural Networks (GNNs), which are adept at handling graph-structured data, with residual connections and advanced Programming Language (PL) pre-trained models. RESULTS: Experiments conducted on the real-world vulnerability dataset CodeXGLUE show that E-GVD significantly outperforms existing baseline methods in detecting vulnerabilities. It achieves a maximum accuracy gain of 4.98%, indicating its effectiveness over traditional methods. CONCLUSION: E-GVD not only improves the accuracy of vulnerability detection but also contributes by providing fine-grained explanations. These explanations are made possible through an interpretable Machine Learning (ML) model, which aids developers in quickly and efficiently repairing vulnerabilities, thereby enhancing overall software security.</jats:p>",
      "DOI": "10.4108/eetsis.5056",
      "type": "journal-article",
      "created": {
        "date-parts": [
          [
            2024,
            3,
            21
          ]
        ],
        "date-time": "2024-03-21T15:42:53Z",
        "timestamp": 1711035773000
      },
      "source": "Crossref",
      "is-referenced-by-count": 0,
      "title": [
        "E-GVD: Efficient Software Vulnerability Detection Techniques Based on Graph Neural Network"
      ],
      "prefix": "10.4108",
      "author": [
        {
          "given": "Haiye",
          "family": "Wang",
          "sequence": "first",
          "affiliation": []
        },
        {
          "given": "Zhiguo",
          "family": "Qu",
          "sequence": "additional",
          "affiliation": []
        },
        {
          "given": "Le",
          "family": "Sun",
          "sequence": "additional",
          "affiliation": []
        }
      ],
      "member": "2587",
      "published-online": {
        "date-parts": [
          [
            2024,
            3,
            21
          ]
        ]
      },
      "reference": [
        {
          "key": "79880",
          "doi-asserted-by": "crossref",
          "unstructured": "Shu, J., Jia, X., Yang, K. and Wang, H. (2018) Privacy-preserving task recommendation services for crowdsourcing. IEEE Transactions on Services Computing 14(1): 235–247.",
          "DOI": "10.1109/TSC.2018.2791601"
        },
        {
          "key": "79881",
          "unstructured": "Patil, D.R. and Pattewar, T.M. (2022) Majority voting and feature selection based network intrusion detection system. EAI Endorsed Transactions on Scalable Information Systems 9(6): e6–e6."
        },
        {
          "key": "79882",
          "doi-asserted-by": "crossref",
          "unstructured": "Ge, Y.F., Wang, H., Bertino, E., Zhan, Z.H., Cao, J., Zhang, Y. and Zhang, J. (2023) Evolutionary dynamic database partitioning optimization for privacy and utility. IEEE Transactions on Dependable and Secure Computing .",
          "DOI": "10.1109/TDSC.2023.3302284"
        },
        {
          "key": "79883",
          "unstructured": "Venkateswaran, N. and Prabaharan, S.P. (2022) An efficient neuro deep learning intrusion detection system for mobile adhoc networks. EAI Endorsed Transactions on Scalable Information Systems 9(6): e7–e7."
        },
        {
          "key": "79884",
          "doi-asserted-by": "crossref",
          "unstructured": "Jordan, M.I. and Mitchell, T.M. (2015) Machine learning: Trends, perspectives, and prospects. Science 349(6245): 255–260.",
          "DOI": "10.1126/science.aaa8415"
        },
        {
          "key": "79885",
          "doi-asserted-by": "crossref",
          "unstructured": "LeCun, Y., Bengio, Y. and Hinton, G. (2015) Deep learning. nature 521(7553): 436–444.",
          "DOI": "10.1038/nature14539"
        },
        {
          "key": "79886",
          "doi-asserted-by": "crossref",
          "unstructured": "Qu, Z., Tang, Y., Muhammad, G. and Tiwari, P. (2023) Privacy protection in intelligent vehicle networking: A novel federated learning algorithm based on information fusion. Information Fusion 98: 101824.",
          "DOI": "10.1016/j.inffus.2023.101824"
        },
        {
          "key": "79887",
          "doi-asserted-by": "crossref",
          "unstructured": "Tawhid, M.N.A., Siuly, S.,Wang, K. andWang, H. (2023) Automatic and efficient framework for identifying multiple neurological disorders from eeg signals. IEEE Transactions on Technology and Society 4(1): 76–86.",
          "DOI": "10.1109/TTS.2023.3239526"
        },
        {
          "key": "79888",
          "doi-asserted-by": "crossref",
          "unstructured": "Singh, R., Subramani, S., Du, J., Zhang, Y., Wang, H., Miao, Y. and Ahmed, K. (2023) Antisocial behavior identification from twitter feeds using traditional machine learning algorithms and deep learning. EAI Endorsed Transactions on Scalable Information Systems 10(4): e17–e17.",
          "DOI": "10.4108/eetsis.v10i3.3184"
        },
        {
          "key": "79889",
          "doi-asserted-by": "crossref",
          "unstructured": "Qu, Z., Liu, X. and Sun, L. (2022) Learnable antinoisereceiver algorithm based on a quantum feedforward neural network in optical quantum communication. Physical Review A 105(5): 052427.",
          "DOI": "10.1103/PhysRevA.105.052427"
        },
        {
          "key": "79890",
          "doi-asserted-by": "crossref",
          "unstructured": "Liu, F., Zhou, X., Cao, J., Wang, Z., Wang, T., Wang, H. and Zhang, Y. (2020) Anomaly detection in quasi-periodic time series based on automatic data segmentation and attentional lstm-cnn. IEEE Transactions on Knowledge and Data Engineering 34(6): 2626–2640.",
          "DOI": "10.1109/TKDE.2020.3014806"
        },
        {
          "key": "79891",
          "doi-asserted-by": "crossref",
          "unstructured": "Wang, H., Ye, G., Tang, Z., Tan, S.H., Huang, S., Fang, D., Feng, Y. et al. (2020) Combining graphbased learning with automated data collection for code vulnerability detection. IEEE Transactions on Information Forensics and Security 16: 1943–1958.",
          "DOI": "10.1109/TIFS.2020.3044773"
        },
        {
          "key": "79892",
          "doi-asserted-by": "crossref",
          "unstructured": "Li, Z., Zou, D., Xu, S., Jin, H., Zhu, Y. and Chen, Z. (2021) Sysevr: A framework for using deep learning to detect software vulnerabilities. IEEE Transactions on Dependable and Secure Computing 19(4): 2244–2258.",
          "DOI": "10.1109/TDSC.2021.3051525"
        },
        {
          "key": "79893",
          "doi-asserted-by": "crossref",
          "unstructured": "Rathore, H., Sharma, S.C., Sahay, S.K. and Sewak, M. (2022) Are malware detection classifiers adversarially vulnerable to actor-critic based evasion attacks? EAI Endorsed Transactions on Scalable Information Systems 10(1).",
          "DOI": "10.4108/eai.31-5-2022.174087"
        },
        {
          "key": "79894",
          "doi-asserted-by": "crossref",
          "unstructured": "Jiang, F., Cao, Y., Xiao, J., Yi, H., Lei, G., Liu, M., Deng, S. et al. (2022) Vddl: A deep learning-based vulnerability detection model for smart contracts. In International Conference on Machine Learning for Cyber Security (Springer): 72–86.",
          "DOI": "10.1007/978-3-031-20096-0_6"
        },
        {
          "key": "79895",
          "doi-asserted-by": "crossref",
          "unstructured": "Zhu, Z. andWang, S. (2023) Odet: Optimized deep elmbased transfer learning for breast cancer explainable detection. EAI Endorsed Transactions on Scalable Information Systems 10(2): e4–e4.",
          "DOI": "10.4108/eetsis.v9i6.1747"
        },
        {
          "key": "79896",
          "unstructured": "Kumar, S.B. and Pande, S.D. (2024) Explainable neural network analysis on movie success prediction. EAI Endorsed Transactions on Scalable Information Systems."
        },
        {
          "key": "79897",
          "unstructured": "Geng, Y. (2021) Self-organizing incremental and graph convolution neural network for english implicit discourse relation recognition. EAI Endorsed Transactions on Scalable Information Systems 9(36)."
        },
        {
          "key": "79898",
          "doi-asserted-by": "crossref",
          "unstructured": "Qu, Z., Liu, X. and Zheng, M. (2022) Temporal-spatial quantum graph convolutional neural network based on schrödinger approach for traffic congestion prediction. IEEE Transactions on Intelligent Transportation Systems .",
          "DOI": "10.1109/TITS.2022.3203791"
        },
        {
          "key": "79899",
          "doi-asserted-by": "crossref",
          "unstructured": "Ni, M., Song, Y., Wang, G., Feng, L., Li, Y., Yan, L., Li, D. et al. (2023) Mied: An improved graph neural network for node embedding in heterogeneous graphs. EAI Endorsed Transactions on Scalable Information Systems 10(6).",
          "DOI": "10.4108/eetsis.3824"
        },
        {
          "key": "79900",
          "doi-asserted-by": "crossref",
          "unstructured": "Cui, L., Hao, Z., Jiao, Y., Fei, H. and Yun, X. (2020) Vuldetector: Detecting vulnerabilities using weighted feature graph comparison. IEEE Transactions on Information Forensics and Security 16: 2004–2017.",
          "DOI": "10.1109/TIFS.2020.3047756"
        },
        {
          "key": "79901",
          "doi-asserted-by": "crossref",
          "unstructured": "Cao, S., Sun, X., Bo, L., Wei, Y. and Li, B. (2021) Bgnn4vd: Constructing bidirectional graph neuralnetwork for vulnerability detection. Information and Software Technology 136: 106576.",
          "DOI": "10.1016/j.infsof.2021.106576"
        },
        {
          "key": "79902",
          "doi-asserted-by": "crossref",
          "unstructured": "Yin, J., Tang, M., Cao, J., You, M.,Wang, H. and Alazab, M. (2022) Knowledge-driven cybersecurity intelligence: Software vulnerability coexploitation behavior discovery. IEEE transactions on industrial informatics 19(4): 5593–5601.",
          "DOI": "10.1109/TII.2022.3192027"
        },
        {
          "key": "79903",
          "doi-asserted-by": "crossref",
          "unstructured": "Wang, S., Huang, C., Yu, D. and Chen, X. (2023) Vulgrab: Graph-embedding-based code vulnerability detection with bi-directional gated graph neural network. Software: Practice and Experience .",
          "DOI": "10.1002/spe.3205"
        },
        {
          "key": "79904",
          "unstructured": "Ying, Z., Bourgeois, D., You, J., Zitnik, M. and Leskovec, J. (2019) Gnnexplainer: Generating explanations for graph neural networks. Advances in neural information processing systems 32."
        },
        {
          "key": "79905",
          "unstructured": "Microsoft, Codexglue: Defect-detection, Available online: https://github.com/microsoft/CodeXGLUE/ tree/main/Code-Code/Defect-detection (accessed on 16 January 2024)."
        },
        {
          "key": "79906",
          "unstructured": "Huang, Z., Xu, W. and Yu, K. (2015) Bidirectional lstm-crf models for sequence tagging. arXiv preprint arXiv:1508.01991 ."
        },
        {
          "key": "79907",
          "doi-asserted-by": "crossref",
          "unstructured": "Kim, Y. (2014) Convolutional neural networks for sentence classification. arXiv preprint arXiv:1408.5882 .",
          "DOI": "10.3115/v1/D14-1181"
        },
        {
          "key": "79908",
          "unstructured": "Liu, Y., Ott, M., Goyal, N., Du, J., Joshi, M., Chen, D., Levy, O. et al. (2019) Roberta: A robustly optimized bert pretraining approach. arXiv preprint arXiv:1907.11692 ."
        },
        {
          "key": "79909",
          "doi-asserted-by": "crossref",
          "unstructured": "Feng, Z., Guo, D., Tang, D., Duan, N., Feng, X., Gong, M., Shou, L. et al. (2020) Codebert: A pre-trained model for programming and natural languages. arXiv preprint arXiv:2002.08155 .",
          "DOI": "10.18653/v1/2020.findings-emnlp.139"
        },
        {
          "key": "79910",
          "unstructured": "Guo, D., Ren, S., Lu, S., Feng, Z., Tang, D., Liu, S., Zhou, L. et al. (2020) Graphcodebert: Pre-training code representations with data flow. arXiv preprint arXiv:2009.08366 ."
        },
        {
          "key": "79911",
          "unstructured": "Zhou, Y., Liu, S., Siow, J., Du, X. and Liu, Y. (2019) Devign: Effective vulnerability identification by learning comprehensive program semantics via graph neural networks. Advances in neural information processing systems 32."
        }
      ],
      "container-title": [
        "ICST Transactions on Scalable Information Systems"
      ],
      "original-title": [],
      "link": [
        {
          "URL": "https://publications.eai.eu/index.php/sis/article/download/5056/3049",
          "content-type": "application/pdf",
          "content-version": "vor",
          "intended-application": "text-mining"
        },
        {
          "URL": "https://publications.eai.eu/index.php/sis/article/download/5056/3049",
          "content-type": "unspecified",
          "content-version": "vor",
          "intended-application": "similarity-checking"
        }
      ],
      "deposited": {
        "date-parts": [
          [
            2024,
            9,
            21
          ]
        ],
        "date-time": "2024-09-21T17:23:02Z",
        "timestamp": 1726939382000
      },
      "score": 1,
      "resource": {
        "primary": {
          "URL": "https://publications.eai.eu/index.php/sis/article/view/5056"
        }
      },
      "subtitle": [],
      "short-title": [],
      "issued": {
        "date-parts": [
          [
            2024,
            3,
            21
          ]
        ]
      },
      "references-count": 32,
      "URL": "https://doi.org/10.4108/eetsis.5056",
      "relation": {},
      "ISSN": [
        "2032-9407"
      ],
      "issn-type": [
        {
          "type": "electronic",
          "value": "2032-9407"
        }
      ],
      "subject": [],
      "published": {
        "date-parts": [
          [
            2024,
            3,
            21
          ]
        ]
      }
    },
    "metrics": {
      "total_citations": 0,
      "influential_citations": 0,
      "citations_by_year": {}
    },
    "formatted_citations": {},
    "references": []
  },
  "related_papers": [],
  "last_updated": "2025-05-04T23:22:31.865064"
}