{
  "cache_date": "2025-03-14T02:48:10.962576",
  "data": [
    {
      "created": "2025-03-14T02:29:08.826792+00:00",
      "modified": "2025-03-14T02:29:09.485116+00:00",
      "id": 15022684,
      "conceptrecid": "14439506",
      "doi": "10.5281/zenodo.15022684",
      "conceptdoi": "10.5281/zenodo.14439506",
      "doi_url": "https://doi.org/10.5281/zenodo.15022684",
      "metadata": {
        "title": "Nebulocracy Theory: The Pinnacle of Political Science and the World's Most Perfect, Feasible, and Optimally Designed Government System",
        "doi": "10.5281/zenodo.15022684",
        "publication_date": "2025",
        "description": "<p>The \"Nebulocracy: Semi-Direct Democratic Government System Architecture\" introduces a visionary and intricate framework for a new form of governance known as Nebulocracy. This system is designed to seamlessly integrate advanced technology, robust ethical frameworks, and extensive citizen participation, aiming to create a more responsive, adaptable, and principled form of democracy. The research delves into the complex and multi-layered structure of Nebulocracy, which is intended to address the intricacies of modern governance while adhering to core ethical principles.</p>\n<p>At the heart of Nebulocracy lie five core principles that guide its entire structure and operation. The first principle is Ethical Objectivism, which posits that there are universal ethical truths that can be discovered and applied to governance. This principle serves as the foundation of the system's moral framework, ensuring that decisions are grounded in objective ethical standards. The second principle, Value Integration, recognizes the importance of incorporating the diverse subjective values of citizens into the governance process. This ensures that the system remains responsive to the evolving needs and beliefs of the population, balancing universal ethical principles with individual and cultural perspectives. The third principle, Adaptive Governance, acknowledges the rapidly changing nature of the world and designs the system to evolve and adapt to new challenges, technological advancements, and societal needs. This adaptability ensures that Nebulocracy remains relevant and effective over time. The fourth principle, Citizen Participation, emphasizes the importance of direct and continuous citizen involvement in the governance process. Unlike traditional representative democracies, where citizen involvement is often limited to periodic voting, Nebulocracy provides multiple channels for citizens to engage in decision-making processes, contribute their ideas, and shape the direction of governance. The fifth principle, Specialized Governance, recognizes that effective governance in a complex world requires specialized knowledge and expertise. Therefore, Nebulocracy divides governance into distinct branches, each focused on specific domains, to ensure that decisions are made with a deep understanding of relevant issues.</p>\n<p>The Axiological Framework is a crucial component of Nebulocracy, serving as the supreme governing body that ensures all governmental actions align with ethical principles and societal values. This framework consists of several interrelated elements, including the Moral Graph, Value Cards, the Ethical Values Integration System (EVIS), and the Axiological Oversight Council (AOC). The Moral Graph is a dynamic, multidimensional representation of the ethical landscape of society, visually mapping out how different values interact, their relative importance, and their application in various contexts. This graph is continuously updated based on new ethical insights, empirical data, and citizen input, ensuring that it remains current and representative. Value Cards are detailed articulations of specific values, principles, or ethical considerations that citizens, experts, and AI systems can propose. These cards are then evaluated and potentially integrated into the Moral Graph, allowing for a granular and nuanced understanding of ethical concepts. The Ethical Values Integration System (EVIS) is an advanced AI system that manages the Moral Graph and Value Cards, using sophisticated algorithms to process ethical data, update the Moral Graph, and provide real-time ethical analysis for decision-making processes across all branches of government. The Axiological Oversight Council (AOC) is an independent body of ethicists, philosophers, scientists, and cultural representatives that oversees the operation of EVIS and the overall ethical integrity of the government. This council reviews and validates new Value Cards, audits the Moral Graph for consistency and accuracy, and provides guidance on complex ethical issues. Additionally, the Peoples, Wants, Desires, Interests Sovereign Council (PWDISC) focuses on understanding and representing the diverse needs, aspirations, and interests of the citizenry, serving as a bridge between the ethical framework and the lived experiences of people. The Sovereign People's Health and Safety Council is dedicated to ensuring the physical and mental well-being of citizens, integrating health and safety considerations into all aspects of governance. The People's Enquiry Inquisition Branch On Needs Wants Desires Interests Agency serves as a direct channel for citizens to express their needs, wants, desires, and interests, conducting regular surveys, holding public forums, and using AI-assisted analysis to understand and articulate the will of the people. The General Government Advisors Agency Council brings together advisors from various fields to provide comprehensive guidance to all branches of government, ensuring that decisions are informed by a wide range of expertise.</p>\n<p>Nebulocracy's governmental structure is highly specialized and multi-tiered, designed to address the complex challenges of modern governance. It consists of several layers, each with specific functions and responsibilities. The Primary Tertiary Governmental Structure is composed of the Seven Omni Branches, each focused on a specific aspect of societal management. These branches include the Omni-Potent Branch, responsible for matters of national security, resource management, and emergency response; the Omni-Present Branch, focused on government accessibility and communication; the Omni-Amor Fati Branch, dedicated to fostering resilience, adaptability, and positive engagement with life's challenges; the Omni-Science Branch, overseeing scientific research, technological development, and evidence-based policymaking; the Omni-Beneficial Branch, focused on social welfare, infrastructure development, and environmental sustainability; the Omni-Benevolent Branch, dedicated to ethical governance, human rights protection, and the promotion of social justice; and the Omni-Kantian Branch, emphasizing rationality, moral duty, and respect for individual autonomy. Each of these branches has its own sub-parliament, allowing for specialized legislative processes within their respective domains, and operates as supraregional organizational superorganisms, coordinating activities across different regions and levels of government. The Secondary Governmental Structure includes the OmniCooperation Constitutional Cern People's United Clarity Parliament (OCCCPUCPCQ), also known as the Clarity Parliament, which serves as the central legislative organ, integrating inputs from all Omni Branches and ensuring that legislation aligns with the ethical framework and constitutional principles. The Omnipresent Central Government (OCCGPUC) is the central executive body, responsible for implementing policies and coordinating activities across all branches and regions. The 7 Prime Ministers Swarm Hive Mind Lead Cabinet is a unique leadership structure consisting of seven prime ministers, each aligned with one of the Omni Branches, working collaboratively as a \"swarm hive mind\" to provide overall direction and coordination for the government. The General Primary Governmental Structure includes foundational elements such as the Supreme Constitution, the highest law of the land, enshrining fundamental rights, principles, and the structure of government; the Supreme Constitutional Institution, responsible for interpreting and upholding the Constitution; the Presidential Constitutional Council (PCC), tasked with enforcing the Constitution and serving as its guardians; the Supreme Government Body Of Human Safety And All Human Flourishing And Thriving Institute (SGBHSAHFTI), focused on comprehensive human well-being and integrating considerations of safety, health, and overall flourishing into all aspects of governance; and the Supreme Constitutional Anti-Corruption Court, a specialized judiciary focused on preventing and prosecuting corruption within the government. The Hive Mind Superintelligence Individualistic Cooperative Swarms Collective Omni-United (HMSICSCOU) is an advanced AI system that supports decision-making across all branches of government, integrating diverse perspectives and vast amounts of data to generate optimal solutions. The Specialized Primary Governmental Structure includes a variety of specialized bodies and institutions that focus on specific aspects of governance, such as the Supreme All Knowing Overwatch Observatory, a high-level monitoring system providing comprehensive oversight of all government activities; the Supreme Freedom of Press Sovereign, ensuring and protecting freedom of the press and media independence; the Supreme Constitutional Human Rights Court, a specialized court dedicated to protecting and enforcing human rights; the Supreme Open Science and Logic Sovereign Council, promoting open scientific inquiry and logical reasoning in governance; and the Supreme Constitutional Dating Compatibility and All Personality Analysis Sovereign Science Council, applying scientific methods to understand personality dynamics and social compatibility, informing policies related to social harmony and personal development.</p>\n<p>Nebulocracy places a strong emphasis on active citizen involvement in governance through various mechanisms. The Citizen Engagement Platform (CEP) is a comprehensive digital platform that allows citizens to participate in debates, vote on policies, and contribute ideas to the governance process. AI-Assisted Voting Hubs are facilities that use advanced AI to provide citizens with comprehensive, unbiased information about voting issues, helping them make informed decisions. Citizen Moral Assemblies are randomly selected groups of citizens who deliberate on ethical issues and contribute to the development of the Moral Graph. Public Audits and Citizen Juries are regular audits and juries composed of citizens to evaluate government performance and ensure accountability. Participatory Budgeting processes allow citizens to directly allocate a portion of public budgets to projects they deem important. Town Hall Meetings are regular forums for direct interaction between citizens and government officials, providing opportunities for citizens to voice their concerns and engage in dialogue with decision-makers.</p>\n<p>Nebulocracy's economic model is designed to align with its ethical principles and promote universal well-being. The Eubioic Currency (EUB) is a digital, decentralized currency managed to promote ethical economic activities and overall societal well-being. Cybernetic Resource-Based Economics is an advanced economic planning system that uses real-time data and AI analysis to optimize resource allocation based on actual needs and ethical considerations. Catallaxy Blockchain Economics is a system that facilitates spontaneous market order through blockchain technology, allowing for more efficient and ethical economic interactions. Universal High Income (UHI) is an advanced form of universal basic income that aims to provide all citizens with resources for a high quality of life. Skill Validation Blockchains are a system for verifying and recording individual skills and competencies, promoting a meritocratic approach to employment and education.</p>\n<p>Nebulocracy leverages advanced technologies to enhance governance. AI-Driven Moral Graph Updates involve continuous analysis and integration of ethical data to keep the Moral Graph current and representative. A Blockchain-Based Governance Ledger is a secure, transparent record of all government actions and decisions. Neural-Symbolic AI Systems are advanced AI that combines symbolic reasoning with neural networks to assist in complex decision-making processes. A Computing Cloud Network is a distributed computing infrastructure that supports all governmental operations and citizen participation platforms. Augmented and Virtual Reality Interfaces are immersive technologies used to enhance citizen engagement and understanding of complex governance issues.</p>\n<p>While Nebulocracy heavily relies on advanced technology, it also incorporates mechanisms to function effectively offline. Physical Moral Graph Representations are tangible, interactive models of the Moral Graph displayed in public spaces for citizen engagement. Value Card Libraries are physical repositories of Value Cards accessible in community centers and government buildings. Offline Citizen Assemblies are regular in-person gatherings for citizens to discuss issues, vote, and contribute to governance processes. Paper-Based Documentation Systems are comprehensive paper records of all government actions, decisions, and citizen inputs as a backup to digital systems. Manual Decision-Making Protocols are established procedures for government branches to operate and make decisions without AI assistance when necessary.</p>\n<p>When compared to the governance systems of Finland, the USA, and China, Nebulocracy offers several unique features and potential advantages. Finland is known for its highly functional democracy, strong social welfare system, and high levels of citizen trust in government. Nebulocracy shares some similarities with the Finnish system in its emphasis on social welfare and citizen participation but goes further in its use of advanced technology for governance and its more specialized governmental structure. The United States has a federal system with separation of powers between executive, legislative, and judicial branches. Nebulocracy's Seven Omni Branches offer a more specialized and potentially more agile governance structure compared to the US system. Additionally, Nebulocracy's emphasis on direct citizen participation and ethical governance represents a significant departure from the primarily representative democracy of the US. China's governance system is characterized by a strong central government and a single ruling party. While China has been incorporating more technology into its governance, Nebulocracy's approach is fundamentally different in its emphasis on ethical objectivism, citizen participation, and decentralized decision-making. Nebulocracy aims to combine the efficiency often associated with centralized systems like China's with the freedoms and participation levels of Western democracies.</p>\n<p>Potential benefits of Nebulocracy include enhanced ethical governance through the comprehensive Axiological Framework, increased citizen engagement and more direct democracy, more specialized and potentially more effective governance through the Seven Omni Branches, greater adaptability to changing circumstances and emerging challenges, and potential for more evidence-based and rational decision-making through the integration of AI and scientific principles. However, implementing such a system would also face significant challenges. The complexity of the system could be difficult for citizens to fully understand and navigate. Heavy reliance on technology could pose risks in case of system failures or cyber attacks. Ensuring the ethical AI systems are truly unbiased and aligned with human values would be a monumental task. The transition from existing governance systems to Nebulocracy would likely be complex and face significant resistance. Balancing the universal ethical principles with diverse cultural values and individual freedoms could prove challenging.</p>\n<p>In conclusion, Nebulocracy represents a bold reimagining of democratic governance for the 21st century and beyond. By integrating advanced technologies, ethical frameworks, and extensive citizen participation, it aims to create a system that is more responsive, principled, and effective than traditional forms of government. While implementing such a complex system would undoubtedly face significant challenges, the core principles and mechanisms of Nebulocracy offer valuable insights for improving existing governance structures. The Supreme Constitutional Individualistic-Cooperative Collective Swarms Hive Minds Network Institution (SCICCSHMNI) and the Hive Mind Superintelligence Individualistic Cooperative Swarms Collective Omni-United (HMSICSCOU) are two key components of Nebulocracy that embody its commitment to leveraging collective intelligence and advanced technology for ethical and effective governance. Together, these institutions form a comprehensive governance approach that spans from day-to-day administration to long-term existential considerations, embodying Nebulocracy's vision of a highly advanced, ethical, and adaptive system of governance.</p>\n<p>&nbsp;</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "The Omega Team",
            "affiliation": null
          }
        ],
        "contributors": [
          {
            "name": "Ednaq e/acc",
            "affiliation": null,
            "type": "Researcher"
          },
          {
            "name": "Daniel Kasper (Theoretical Physicist)",
            "affiliation": null,
            "type": "Researcher"
          }
        ],
        "keywords": [
          "Government System",
          "Government Architecture",
          "Political Science"
        ],
        "dates": [
          {
            "type": "available"
          }
        ],
        "language": "eng",
        "resource_type": {
          "title": "Thesis",
          "type": "publication",
          "subtype": "thesis"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 46,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "14439506"
              }
            }
          ]
        }
      },
      "title": "Nebulocracy Theory: The Pinnacle of Political Science and the World's Most Perfect, Feasible, and Optimally Designed Government System",
      "links": {
        "self": "https://zenodo.org/api/records/15022684",
        "self_html": "https://zenodo.org/records/15022684",
        "doi": "https://doi.org/10.5281/zenodo.15022684",
        "self_doi": "https://doi.org/10.5281/zenodo.15022684",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15022684",
        "parent": "https://zenodo.org/api/records/14439506",
        "parent_html": "https://zenodo.org/records/14439506",
        "parent_doi": "https://doi.org/10.5281/zenodo.14439506",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.14439506",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15022684/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15022684/sequence/default",
        "files": "https://zenodo.org/api/records/15022684/files",
        "media_files": "https://zenodo.org/api/records/15022684/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15022684:The%20Supreme%20Constitution%20of%20Nebulocracy%20Aetherarchy%20%E2%80%94%20Prime%20%28%CE%A9mnium%20Edition%29.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15022684:The%20Supreme%20Constitution%20of%20Nebulocracy%20Aetherarchy%20%E2%80%94%20Prime%20%28%CE%A9mnium%20Edition%29.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15022684:The%20Supreme%20Constitution%20of%20Nebulocracy%20Aetherarchy%20%E2%80%94%20Prime%20%28%CE%A9mnium%20Edition%29.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15022684:The%20Supreme%20Constitution%20of%20Nebulocracy%20Aetherarchy%20%E2%80%94%20Prime%20%28%CE%A9mnium%20Edition%29.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15022684:The%20Supreme%20Constitution%20of%20Nebulocracy%20Aetherarchy%20%E2%80%94%20Prime%20%28%CE%A9mnium%20Edition%29.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15022684:The%20Supreme%20Constitution%20of%20Nebulocracy%20Aetherarchy%20%E2%80%94%20Prime%20%28%CE%A9mnium%20Edition%29.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15022684/files-archive",
        "archive_media": "https://zenodo.org/api/records/15022684/media-files-archive",
        "latest": "https://zenodo.org/api/records/15022684/versions/latest",
        "latest_html": "https://zenodo.org/records/15022684/latest",
        "versions": "https://zenodo.org/api/records/15022684/versions",
        "draft": "https://zenodo.org/api/records/15022684/draft",
        "reserve_doi": "https://zenodo.org/api/records/15022684/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15022684/access/links",
        "access_grants": "https://zenodo.org/api/records/15022684/access/grants",
        "access_users": "https://zenodo.org/api/records/15022684/access/users",
        "access_request": "https://zenodo.org/api/records/15022684/access/request",
        "access": "https://zenodo.org/api/records/15022684/access",
        "communities": "https://zenodo.org/api/records/15022684/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15022684/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15022684/requests"
      },
      "updated": "2025-03-14T02:29:09.485116+00:00",
      "recid": "15022684",
      "revision": 4,
      "files": [
        {
          "id": "be4c60af-7fe3-4cbb-91f4-c73c72b71f73",
          "key": "The Supreme Constitution of Nebulocracy Aetherarchy — Prime (Ωmnium Edition).pdf",
          "size": 21803000,
          "checksum": "md5:374462d1404289d55ee10c2aa512e0b9",
          "links": {
            "self": "https://zenodo.org/api/records/15022684/files/The Supreme Constitution of Nebulocracy Aetherarchy — Prime (Ωmnium Edition).pdf/content"
          }
        },
        {
          "id": "d26bcf64-2f10-4bff-9ef0-17b208fae230",
          "key": "The Foundation — The Supreme Constitution of Nebulocracy Aetherarchy (Ωmnium Edition).pdf",
          "size": 27648739,
          "checksum": "md5:d27bb58fd49c2dcef30c1f6dd5d7fc2d",
          "links": {
            "self": "https://zenodo.org/api/records/15022684/files/The Foundation — The Supreme Constitution of Nebulocracy Aetherarchy (Ωmnium Edition).pdf/content"
          }
        },
        {
          "id": "6d295836-8fb3-4543-8357-102d3fc1690b",
          "key": "Nebulocracy Theory The Pinnacle of Political Science and the World's Most Perfect, Feasible, and Optimally Designed Government System.pdf",
          "size": 1198148,
          "checksum": "md5:20040b4239f4279f9c8e38b71c77870f",
          "links": {
            "self": "https://zenodo.org/api/records/15022684/files/Nebulocracy Theory The Pinnacle of Political Science and the World's Most Perfect, Feasible, and Optimally Designed Government System.pdf/content"
          }
        },
        {
          "id": "1104b4c6-0551-4627-8759-48a2a18491ca",
          "key": "(Editable) The Supreme Constitution of Nebulocracy Aetherarchy — Prime (Ωmnium Edition).docx",
          "size": 17912495,
          "checksum": "md5:579091c40e5fab8feacabdbefb78c22b",
          "links": {
            "self": "https://zenodo.org/api/records/15022684/files/(Editable) The Supreme Constitution of Nebulocracy Aetherarchy — Prime (Ωmnium Edition).docx/content"
          }
        },
        {
          "id": "a00135fb-a577-4bfc-ba2f-329cd505b8ce",
          "key": "Extension Notes - The Implications of Nebulocracy Theory.pdf",
          "size": 2291915,
          "checksum": "md5:922c94b1b0c331c4efe5bf859f190526",
          "links": {
            "self": "https://zenodo.org/api/records/15022684/files/Extension Notes - The Implications of Nebulocracy Theory.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1143787"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 1421,
        "unique_downloads": 963,
        "views": 461,
        "unique_views": 419,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-03-13T17:55:54.531815+00:00",
      "modified": "2025-03-13T17:55:54.699926+00:00",
      "id": 14617070,
      "conceptrecid": "14617069",
      "doi": "10.5281/zenodo.14617070",
      "conceptdoi": "10.5281/zenodo.14617069",
      "doi_url": "https://doi.org/10.5281/zenodo.14617070",
      "metadata": {
        "title": "Respuesta inmune innata de interferón gamma en pacientes graves positivos a COVID-19",
        "doi": "10.5281/zenodo.14617070",
        "publication_date": "2025-03-10",
        "description": "<p><strong>Resumen</strong></p>\n<p><strong>Introducci&oacute;n:</strong>&nbsp;se ha demostrado que el SARS-CoV-2 est&aacute; asociado con la activaci&oacute;n de la inmunidad innata, observ&aacute;ndose un aumento de neutr&oacute;filos, fagocitos mononucleares y c&eacute;lulas asesinas naturales, as&iacute; como una disminuci&oacute;n de las c&eacute;lulas T. El interfer&oacute;n desempe&ntilde;a papeles importantes para restringir los virus y es crucial porque participa tanto en la inmunidad innata como en la adaptativa. El interfer&oacute;n gamma (IFN-&gamma;) es una citocina que cumple un papel fundamental para mantener la homeostasis del organismo, tanto in vitro como in vivo.</p>\n<p><strong>Objetivo:</strong>&nbsp;se realiz&oacute; un estudio inmunol&oacute;gico en el que se midieron las concentraciones de IFN-&gamma; en pacientes graves positivos a SARS-CoV-2.</p>\n<p><strong>Material y m&eacute;todos:</strong>&nbsp;se trabajaron alrededor de 500 muestras de suero de pacientes con comorbilidad respiratoria similar al inicio de la enfermedad, utilizando como controles a pacientes sanos. Los sueros de las personas positivas a SARS-CoV-2 se procesaron mediante la t&eacute;cnica de ELISA. El tratamiento estad&iacute;stico de los datos consisti&oacute; en construir una base de datos con las absorbancias, que luego se transformaron en concentraciones en pg/ml.</p>\n<p><strong>Resultados:</strong>&nbsp;podemos inferir que la cantidad de expresi&oacute;n de IFN-&gamma; depende de las condiciones del paciente: entre m&aacute;s grave est&eacute; el paciente, mayor es la cantidad de expresi&oacute;n de esta citocina, con niveles basales que var&iacute;an de 0 a 0.5 &mu;g/ml.</p>\n<p><strong>Conclusi&oacute;n:</strong> se sugiere que la respuesta de IFN-&gamma; es una parte importante para el control de la enfermedad. Se recomiendan terapias eficaces en el tratamiento de la COVID-19, las cuales conducir&aacute;n a la implementaci&oacute;n de enfoques terap&eacute;uticos que apunten a contrarrestar el sistema inmunol&oacute;gico, especialmente en las formas m&aacute;s graves de la enfermedad.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Villalobos-Gómez, Fabiola del Rocío",
            "affiliation": "Instituto Mexicano del Seguro Social, Hospital General de Zona No. 3, Servicio de Patología. Aguascalientes, Aguascalientes, México",
            "orcid": "0000-0002-9082-1827"
          },
          {
            "name": "Palacios-Marmolejo, Anastacio",
            "affiliation": "Instituto de Salud del Estado de Aguascalientes, Laboratorio Estatal de Aguascalientes, Laboratorio de Biología Molecular. Aguascalientes, Aguascalientes, México",
            "orcid": "0009-0006-9353-0765"
          },
          {
            "name": "Salinas-Gutiérrez, Rogelio",
            "affiliation": "Universidad Autónoma de Aguascalientes, Centro de Ciencias Básicas, Departamento de Estadística. Aguascalientes, Aguascalientes, México",
            "orcid": "0000-0002-1669-4460"
          },
          {
            "name": "et al",
            "affiliation": null
          }
        ],
        "keywords": [
          "COVID-19; Inmunidad; Interferón gamma; COVID-19; Immunity; Interferon gamma"
        ],
        "custom": {
          "code:codeRepository": "http://revistamedica.imss.gob.mx/editorial/index.php/revista_medica/editor/proofGalley/6353/5042"
        },
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "2",
          "pages": "e6353",
          "title": "Revista Médica del Instituto Mexicano del Seguro Social",
          "volume": "63"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "14617069"
              }
            }
          ]
        }
      },
      "title": "Respuesta inmune innata de interferón gamma en pacientes graves positivos a COVID-19",
      "links": {
        "self": "https://zenodo.org/api/records/14617070",
        "self_html": "https://zenodo.org/records/14617070",
        "doi": "https://doi.org/10.5281/zenodo.14617070",
        "self_doi": "https://doi.org/10.5281/zenodo.14617070",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.14617070",
        "parent": "https://zenodo.org/api/records/14617069",
        "parent_html": "https://zenodo.org/records/14617069",
        "parent_doi": "https://doi.org/10.5281/zenodo.14617069",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.14617069",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:14617070/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:14617070/sequence/default",
        "files": "https://zenodo.org/api/records/14617070/files",
        "media_files": "https://zenodo.org/api/records/14617070/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:14617070:6353-46497-1-PB.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:14617070:6353-46497-1-PB.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:14617070:6353-46497-1-PB.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:14617070:6353-46497-1-PB.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:14617070:6353-46497-1-PB.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:14617070:6353-46497-1-PB.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/14617070/files-archive",
        "archive_media": "https://zenodo.org/api/records/14617070/media-files-archive",
        "latest": "https://zenodo.org/api/records/14617070/versions/latest",
        "latest_html": "https://zenodo.org/records/14617070/latest",
        "versions": "https://zenodo.org/api/records/14617070/versions",
        "draft": "https://zenodo.org/api/records/14617070/draft",
        "reserve_doi": "https://zenodo.org/api/records/14617070/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/14617070/access/links",
        "access_grants": "https://zenodo.org/api/records/14617070/access/grants",
        "access_users": "https://zenodo.org/api/records/14617070/access/users",
        "access_request": "https://zenodo.org/api/records/14617070/access/request",
        "access": "https://zenodo.org/api/records/14617070/access",
        "communities": "https://zenodo.org/api/records/14617070/communities",
        "communities-suggestions": "https://zenodo.org/api/records/14617070/communities-suggestions",
        "requests": "https://zenodo.org/api/records/14617070/requests"
      },
      "updated": "2025-03-13T17:55:54.699926+00:00",
      "recid": "14617070",
      "revision": 4,
      "files": [
        {
          "id": "d0a6effd-b3bf-44e0-aa65-44131d44652f",
          "key": "6353-46497-1-PB.pdf",
          "size": 1153906,
          "checksum": "md5:156427d89365cc0bede3d270b9606902",
          "links": {
            "self": "https://zenodo.org/api/records/14617070/files/6353-46497-1-PB.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "381364"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 9,
        "unique_downloads": 1,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 9,
        "version_unique_downloads": 1,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-03-13T17:09:17.722497+00:00",
      "modified": "2025-03-13T17:58:57.369240+00:00",
      "id": 15019849,
      "conceptrecid": "15019848",
      "doi": "10.5281/zenodo.15019849",
      "conceptdoi": "10.5281/zenodo.15019848",
      "doi_url": "https://doi.org/10.5281/zenodo.15019849",
      "metadata": {
        "title": "Novel Integrated Online DPPH-Assisted Multimodal Dereplication Workflow for Identifying Antioxidant Compounds in Complex Mixtures and its Application to a Supercritical CO₂ Extract of Makwaen Pepper By-product",
        "doi": "10.5281/zenodo.15019849",
        "publication_date": "2025-03-13",
        "description": "<p><span>The identification of bioactive compounds in complex natural extracts remains a major challenge, particularly in the context of the sustainable valorization of by-products. In this study, an integrated dereplication strategy combining online DPPH-assisted screening, HRMS/MS, and <sup>13</sup>C NMR-based chemical profiling was developed to identify antioxidant compounds in a supercritical CO₂ extract of Makwaen pepper (<em>Zanthoxylum myriacanthum</em>) by-product. A comprehensive offline CPC &times; HPLC coupling was employed to fractionate the extract, enhancing sensitivity and facilitating structure elucidation. The CATHEDRAL annotation tool was used to classify compounds based on annotation confidence levels, integrating data from Sirius, NAP, FBMN, and the CaraMel <sup>13</sup>C NMR workflow. A total of 50 active compounds were identified, including flavonoids, caffeic and quinic acid esters, phloroglucinols, and lignans. This workflow provides a rapid and robust approach for dereplicating antioxidants in natural extracts, supporting the development of sustainable bioactive ingredients for cosmetic applications.</span></p>",
        "access_right": "restricted",
        "creators": [
          {
            "name": "PERRET, Jérémy",
            "affiliation": "Institut de Chimie Moléculaire de Reims"
          }
        ],
        "resource_type": {
          "title": "Dataset",
          "type": "dataset"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15019848"
              }
            }
          ]
        },
        "notes": "<p>NMR.zip: NMR raw files</p>\n<p>MS.zip: MS files converted to open format</p>\n<p>MZmine.zip: Batch file and export files from MZmine data processing</p>\n<p>Cytoscape.zip: .cys file from Cytoscape for molecular network visualization</p>"
      },
      "title": "Novel Integrated Online DPPH-Assisted Multimodal Dereplication Workflow for Identifying Antioxidant Compounds in Complex Mixtures and its Application to a Supercritical CO₂ Extract of Makwaen Pepper By-product",
      "links": {
        "self": "https://zenodo.org/api/records/15019849",
        "self_html": "https://zenodo.org/records/15019849",
        "doi": "https://doi.org/10.5281/zenodo.15019849",
        "self_doi": "https://doi.org/10.5281/zenodo.15019849",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15019849",
        "parent": "https://zenodo.org/api/records/15019848",
        "parent_html": "https://zenodo.org/records/15019848",
        "parent_doi": "https://doi.org/10.5281/zenodo.15019848",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15019848",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15019849/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15019849/sequence/default",
        "files": "https://zenodo.org/api/records/15019849/files",
        "media_files": "https://zenodo.org/api/records/15019849/media-files",
        "archive": "https://zenodo.org/api/records/15019849/files-archive",
        "archive_media": "https://zenodo.org/api/records/15019849/media-files-archive",
        "latest": "https://zenodo.org/api/records/15019849/versions/latest",
        "latest_html": "https://zenodo.org/records/15019849/latest",
        "versions": "https://zenodo.org/api/records/15019849/versions",
        "draft": "https://zenodo.org/api/records/15019849/draft",
        "reserve_doi": "https://zenodo.org/api/records/15019849/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15019849/access/links",
        "access_grants": "https://zenodo.org/api/records/15019849/access/grants",
        "access_users": "https://zenodo.org/api/records/15019849/access/users",
        "access_request": "https://zenodo.org/api/records/15019849/access/request",
        "access": "https://zenodo.org/api/records/15019849/access",
        "communities": "https://zenodo.org/api/records/15019849/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15019849/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15019849/requests"
      },
      "updated": "2025-03-13T17:58:57.369240+00:00",
      "recid": "15019849",
      "revision": 10,
      "files": [],
      "swh": {},
      "owners": [
        {
          "id": "1282046"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 6,
        "unique_views": 3,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 3,
        "version_views": 6
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-03-13T16:05:03.765163+00:00",
      "modified": "2025-03-13T16:05:03.927912+00:00",
      "id": 15020223,
      "conceptrecid": "15020222",
      "doi": "10.5281/zenodo.15020223",
      "conceptdoi": "10.5281/zenodo.15020222",
      "doi_url": "https://doi.org/10.5281/zenodo.15020223",
      "metadata": {
        "title": "Design and Modeling of an Automated Solar Powered Irrigation and Water Pumping System with Time Regulation",
        "doi": "10.5281/zenodo.15020223",
        "publication_date": "2025-03-13",
        "description": "<p><em><span>The automatic solar powered time regulated water pumping and irrigation system was designed in such a way that the system function as a source of artificial irrigation mechanism for a farm land and also to pump water from the ground into a storage tank. The system was designed to operate using solar power and it was also be time based. In order to achieve this feat, a microcontroller was programmed to receive signal from input switches and respond by collecting data from a real time clocking integrated circuit, the data t sent by the input switches to the microcontroller was digital. Using pull up resistors, the state of the switch to the microcontroller is a high state. However when the switch is pressed, the signal turns to low, this signifies to the controller that a valid signal is sent. The program written into the ROM of the microcontroller set the screen in such a way that the user will make sense out of the data. The content of the data is basically to set time. Time for pump operation, time for pump in-operation duration and time for deactivation of the pump, meanwhile, the data displayed on the screen was sent by the microcontroller, into a real time clock integrated circuit, DS1307. This real time clock has the ability to store time in a format that corresponds to seconds, hours, minutes, days, months, years. It stored these data in its ROM and it ready to output this stored data upon command. The pump was controlled by the use of an electromechanical relay which is driven by a transistor with resistor biased. When the system desires the pump to start to work, it will send a high signal to the transistor to switch on the relay and when it desires the pump to stop, it will send a low signal to the transistor to shut down the relay. The circuit is powered by a solar panel which also doubles as charger for a rechargeable battery. This battery is necessary for power storage when the sun is set.</span></em></p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Awolowo O., Ojo K.O. and Benard O.A",
            "affiliation": null
          }
        ],
        "version": "7(1)",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "1",
          "pages": "76 - 83",
          "title": "Journal of Energy Technology and Environment",
          "volume": "7"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15020222"
              }
            }
          ]
        }
      },
      "title": "Design and Modeling of an Automated Solar Powered Irrigation and Water Pumping System with Time Regulation",
      "links": {
        "self": "https://zenodo.org/api/records/15020223",
        "self_html": "https://zenodo.org/records/15020223",
        "doi": "https://doi.org/10.5281/zenodo.15020223",
        "self_doi": "https://doi.org/10.5281/zenodo.15020223",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15020223",
        "parent": "https://zenodo.org/api/records/15020222",
        "parent_html": "https://zenodo.org/records/15020222",
        "parent_doi": "https://doi.org/10.5281/zenodo.15020222",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15020222",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15020223/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15020223/sequence/default",
        "files": "https://zenodo.org/api/records/15020223/files",
        "media_files": "https://zenodo.org/api/records/15020223/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15020223:Njete-25-A-09.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15020223:Njete-25-A-09.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15020223:Njete-25-A-09.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15020223:Njete-25-A-09.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15020223:Njete-25-A-09.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15020223:Njete-25-A-09.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15020223/files-archive",
        "archive_media": "https://zenodo.org/api/records/15020223/media-files-archive",
        "latest": "https://zenodo.org/api/records/15020223/versions/latest",
        "latest_html": "https://zenodo.org/records/15020223/latest",
        "versions": "https://zenodo.org/api/records/15020223/versions",
        "draft": "https://zenodo.org/api/records/15020223/draft",
        "reserve_doi": "https://zenodo.org/api/records/15020223/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15020223/access/links",
        "access_grants": "https://zenodo.org/api/records/15020223/access/grants",
        "access_users": "https://zenodo.org/api/records/15020223/access/users",
        "access_request": "https://zenodo.org/api/records/15020223/access/request",
        "access": "https://zenodo.org/api/records/15020223/access",
        "communities": "https://zenodo.org/api/records/15020223/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15020223/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15020223/requests"
      },
      "updated": "2025-03-13T16:05:03.927912+00:00",
      "recid": "15020223",
      "revision": 4,
      "files": [
        {
          "id": "ad764538-30d2-47f9-adc6-467b2d79813a",
          "key": "Njete-25-A-09.pdf",
          "size": 398729,
          "checksum": "md5:aa99164d0c3ccb1e81b58a9ca9b63b58",
          "links": {
            "self": "https://zenodo.org/api/records/15020223/files/Njete-25-A-09.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "563793"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 1,
        "unique_downloads": 1,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 1,
        "version_unique_downloads": 1,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-03-13T15:27:15.687434+00:00",
      "modified": "2025-03-13T15:33:54.892908+00:00",
      "id": 15019887,
      "conceptrecid": "15019886",
      "doi": "10.5281/zenodo.15019887",
      "conceptdoi": "10.5281/zenodo.15019886",
      "doi_url": "https://doi.org/10.5281/zenodo.15019887",
      "metadata": {
        "title": "nextCalendArt 2024",
        "doi": "10.5281/zenodo.15019887",
        "publication_date": "2025-03-13",
        "description": "<div>\n<div>\n<h1>About the Calendar</h1>\n<p>This publication features one of three calendars from the <em>nextCalendArt</em> series, which showcases simulations and visualizations of climate research phenomena. Created by scientists from the nextGEMS project, these visuals merge scientific insight with artistic expression, making complex climate concepts more accessible.</p>\n<p>The 2024 edition features stunning visualizations of the ICON grid, urban processes, aerosols, clouds, water vapor, the Angola-Benguela Front, ocean eddies, arctic sea ice, and atmospheric temperatures,&nbsp;</p>\n<h2>Copyright</h2>\n<p>The copyright to all graphics and descriptions belongs to the authors, and their further use is not allowed without clear written permission.</p>\n<h2>Disclaimer</h2>\n<p>This calendar contains artistic interpretations of current research topics in climate science. These interpretations do not aim to be scientifically correct. All views expressed in this calendar are the authors' own and do not represent the opinions of any entity with which the authors have been, are now, or will be affiliated.</p>\n<h2>Acknowledgements</h2>\n<p>We would like to sincerely thank everyone who participated in the contest and especially those&nbsp; submitting such pretty and colorful graphics: Xabier Pedruzo Bagazgoitia, Leonidas Linardakis, Lukas Kluft, Nikolay Koldunov, Tobias K&ouml;lling, Marta Mrozowska, Menno Veerman, Thomas Rackow, Sarah Warnau and Philipp Weiss.</p>\n<h1>About the NextGEMS project</h1>\n<p>NextGEMS (Next Generation Earth Modelling Systems) is building prototypes for a new generation of Earth system models to advance science, guide policy, and inform applications to support the sustainable management of our planet. This calendar provides a glimpse into the beauty of the first simulation runs within the project by our two models IFS (Integrated Forecasting Systems, by the European Centre for Medium-Range Weather Forecasts &ndash; ECMWF ) and ICON (Icosahedral Nonhydrostatic Weather and Climate Model, by the Max Planck Institute of Meteorology &ndash; MPI-M).</p>\n</div>\n</div>",
        "access_right": "open",
        "creators": [
          {
            "name": "Wu, Yuting",
            "affiliation": "Max Planck Institute for Meteorology"
          }
        ],
        "contributors": [
          {
            "name": "Kölling, Tobias",
            "affiliation": "Max Planck Institute for Meteorology",
            "type": "RightsHolder",
            "orcid": "0009-0007-8742-2706"
          },
          {
            "name": "Pedruzo Bagazgoitia, Xabier",
            "affiliation": "European Centre for Medium-Range Weather Forecasts",
            "type": "RightsHolder"
          },
          {
            "name": "Weiss, Philipp",
            "affiliation": "University of Oxford",
            "type": "RightsHolder",
            "orcid": "0000-0001-7065-4681"
          },
          {
            "name": "Kluft, Lukas",
            "affiliation": "Max Planck Institute for Meteorology",
            "type": "RightsHolder",
            "orcid": "0000-0002-6533-3928"
          },
          {
            "name": "Rackow, Thomas",
            "affiliation": "European Centre for Medium-Range Weather Forecasts",
            "type": "RightsHolder",
            "orcid": "0000-0002-5468-575X"
          },
          {
            "name": "Mrozowska, Marta Agnieszka",
            "affiliation": "Niels Bohr Institute",
            "type": "RightsHolder"
          },
          {
            "name": "Linardakis, Leonidas",
            "affiliation": "Max Planck Institute for Meteorology",
            "type": "RightsHolder"
          },
          {
            "name": "Koldunov, Nikolay V.",
            "affiliation": "Alfred-Wegener-Institut Helmholtz-Zentrum für Polar- und Meeresforschung",
            "type": "RightsHolder",
            "orcid": "0000-0002-3365-8146"
          },
          {
            "name": "Warnau, Sarah",
            "affiliation": "Wetsus",
            "type": "RightsHolder",
            "orcid": "0000-0002-2535-6789"
          }
        ],
        "keywords": [
          "ScienceArt"
        ],
        "language": "eng",
        "resource_type": {
          "title": "Other",
          "type": "other"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "grants": [
          {
            "code": "101003470",
            "internal_id": "10.13039/501100000780::101003470",
            "funder": {
              "name": "European Commission",
              "doi": "10.13039/501100000780",
              "acronym": "EC"
            },
            "title": "Next Generation Earth Modelling Systems",
            "acronym": "NextGEMS",
            "program": "H2020-EU.3.5.",
            "url": "https://cordis.europa.eu/projects/101003470"
          }
        ],
        "communities": [
          {
            "id": "nextgems-publications"
          },
          {
            "id": "eu"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15019886"
              }
            }
          ]
        }
      },
      "title": "nextCalendArt 2024",
      "links": {
        "self": "https://zenodo.org/api/records/15019887",
        "self_html": "https://zenodo.org/records/15019887",
        "doi": "https://doi.org/10.5281/zenodo.15019887",
        "self_doi": "https://doi.org/10.5281/zenodo.15019887",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15019887",
        "parent": "https://zenodo.org/api/records/15019886",
        "parent_html": "https://zenodo.org/records/15019886",
        "parent_doi": "https://doi.org/10.5281/zenodo.15019886",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15019886",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15019887/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15019887/sequence/default",
        "files": "https://zenodo.org/api/records/15019887/files",
        "media_files": "https://zenodo.org/api/records/15019887/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15019887:nextCalendArt2024_final.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15019887:nextCalendArt2024_final.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15019887:nextCalendArt2024_final.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15019887:nextCalendArt2024_final.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15019887:nextCalendArt2024_final.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15019887:nextCalendArt2024_final.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15019887/files-archive",
        "archive_media": "https://zenodo.org/api/records/15019887/media-files-archive",
        "latest": "https://zenodo.org/api/records/15019887/versions/latest",
        "latest_html": "https://zenodo.org/records/15019887/latest",
        "versions": "https://zenodo.org/api/records/15019887/versions",
        "draft": "https://zenodo.org/api/records/15019887/draft",
        "reserve_doi": "https://zenodo.org/api/records/15019887/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15019887/access/links",
        "access_grants": "https://zenodo.org/api/records/15019887/access/grants",
        "access_users": "https://zenodo.org/api/records/15019887/access/users",
        "access_request": "https://zenodo.org/api/records/15019887/access/request",
        "access": "https://zenodo.org/api/records/15019887/access",
        "communities": "https://zenodo.org/api/records/15019887/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15019887/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15019887/requests"
      },
      "updated": "2025-03-13T15:33:54.892908+00:00",
      "recid": "15019887",
      "revision": 6,
      "files": [
        {
          "id": "cd4fdc08-bee2-4bc0-888a-121d46f12281",
          "key": "nextCalendArt2024_final.pdf",
          "size": 46272468,
          "checksum": "md5:a0ffe85577ca0e22e84aabda6486a9cb",
          "links": {
            "self": "https://zenodo.org/api/records/15019887/files/nextCalendArt2024_final.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1245671"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 4,
        "unique_downloads": 1,
        "views": 4,
        "unique_views": 1,
        "version_downloads": 4,
        "version_unique_downloads": 1,
        "version_unique_views": 1,
        "version_views": 4
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-03-13T15:06:02.833626+00:00",
      "modified": "2025-03-13T15:47:49.077036+00:00",
      "id": 15019953,
      "conceptrecid": "15019952",
      "doi": "10.5252/zoosystema2025v47a7",
      "doi_url": "https://doi.org/10.5252/zoosystema2025v47a7",
      "metadata": {
        "title": "The type species of Luciola Laporte, 1833 (Coleoptera, Lampyridae, Luciolinae)",
        "doi": "10.5252/zoosystema2025v47a7",
        "publication_date": "2025-03-11",
        "description": "Ballantyne, Lesley, Jusoh, Wan F. A., Novák, Martin, Nunes, Viviane, Da Silveira, Luiz F. L. (2025): The type species of Luciola Laporte, 1833 (Coleoptera, Lampyridae, Luciolinae). Zoosystema 47 (7): 105-123, DOI: 10.5252/zoosystema2025v47a7, URL: https://sciencepress.mnhn.fr/sites/default/files/articles/pdf/zoosystema2025v47a7.pdf",
        "access_right": "open",
        "creators": [
          {
            "name": "Ballantyne, Lesley",
            "affiliation": "School of Agricultural Environmental and Veterinary Science, Charles Sturt University, PO Box 588, Wagga Wagga 2678 (Australia)"
          },
          {
            "name": "Jusoh, Wan F. A.",
            "affiliation": "School of Science, Monash University Malaysia, Jalan Lagoon Selatan, 47500 Bandar Sunway, Selangor (Malaysia)"
          },
          {
            "name": "Novák, Martin",
            "affiliation": "Faculty of Environmental Sciences, Czech University of Life Sciences Prague, Kamýcká 129, Praha, Suchdol 165 00 (Czech Republic)"
          },
          {
            "name": "Nunes, Viviane",
            "affiliation": "Computational Biology and Population Genomics Group (COBIG2), Centro de Biologia Ambiental, Departamento de Biologia Animal, Faculdade de Ciências, Universidade de Lisboa, Campo Grande 016, 1749-016, Lisbon (Portugal) Programa de Pós-graduação em Biologia do Organismo e Evolução, Universidade de Lisboa, Lisbon (Portugal)"
          },
          {
            "name": "Da Silveira, Luiz F. L.",
            "affiliation": "Biology Department, Western Carolina University, 1 University Drive, Cullowhee, NC 28723 (United States)"
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy",
          "Animalia",
          "Arthropoda",
          "Insecta",
          "Coleoptera",
          "Lampyridae"
        ],
        "related_identifiers": [
          {
            "identifier": "https://www.gbif.org/dataset/19c09fa6-6437-4824-847f-662de15661b5",
            "relation": "isSourceOf",
            "resource_type": "dataset",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.15010762",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/2C7387BCFFEB9533FF2FFE08FE18FA22",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.15019955",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.15019957",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.15019959",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.15019961",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.15019965",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.15019967",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.15019971",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/nar/25.17.3389",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1440-6055.1988.tb01515.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.1997.1.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.3653.1.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.3721.1.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.3959.1.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.4170.2.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.4687.1.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5852/ejt.2022.855.2023",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.part.9543",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/zookeys.1194.106440",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.title.36510",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.59893/bjc.24(1).005",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.4039/n05-102",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.427.1.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/00379271.1863.11755451",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3390/ani11030687",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bioinformatics/bts199",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.title.542",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.title.156772",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/isd/ixz024",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/14772000.2016.1153006",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.11646/zootaxa.1611.1.4",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "ALTSCHUL S. F., MADDEN T. L., SCHAFFER A. A., ZHANG J., ZHANG Z., MILLER W. & LIPMAN D. J. 1997. - Gapped BLAST and PSI-BLAST: A new generation of protein database search programs. Nucleic Acids Research 25: 3389-3402. https://doi. org/10.1093/nar/25.17.3389",
          "BALLANTYNE L. A. 1988. - The identities of Luciola australis (F.) and L. guerini Laporte (Coleoptera: Lampyridae). Journal of the Australian Entomological Society 27: 161-165. https://doi. org/10.1111/j.1440-6055.1988.tb01515.x",
          "BALLANTYNE L. A. 2008. - Pygoluciola satoi, a new species of the rare southeast Asian firefly genus Pygoluciola Wittmer (Coleoptera: Lampyridae: Luciolinae) from the Philippines. The Raffles Bulletin of Zoology 56 (1): 1-9.",
          "BALLANTYNE L. A. & LAMBKIN C. L. 2001. - A new firefly, Luciola (Pygoluciola) kinabalua, new species (Coleoptera: Lampyridae), from Malaysia, with observations on a possible copulation clamp. The Raffles Bulletin of Zoology 49 (2): 363-377.",
          "BALLANTYNE L. A. & LAMBKIN C. L. 2006. - A phylogenetic reassessment of the rare s. e. Asian firefly genus Pygoluciola (Coleoptera: Lampyridae: Luciolinae). The Raffles Bulletin of Zoology 54(1): 21-48.",
          "BALLANTYNE L. A. & LAMBKIN C. L. 2009. - Systematics of Indo-Pacific fireflies with a redefinition of Australasian Atyphella Olliff, Madagascan Photuroluciola Pic, and description of seven new genera from the Luciolinae (Coleoptera: Lampyridae). Zootaxa 1997: 1-188. https://doi.org/10.11646/zootaxa.1997.1.1",
          "BALLANTYNE L. A. & LAMBKIN C. L. 2013. - Systematics and phylogenetics of Indo-Pacific Luciolinae fireflies (Coleoptera: Lampyridae) and the description of new genera. Zootaxa 3653: 1-162. https://doi.org/10.11646/zootaxa.3653.1.1",
          "BALLANTYNE L. A. & MCLEAN M. R. 1970. - Revisional studies of the firefly genus Pteroptyx (Coleoptera: Lampyridae: Luciolinae: Luciolini). Transactions of the American Entomological Society 96 (2): 223-305. https://www.jstor.org/stable/25077994",
          "BALLANTYNE L. A., FU X.-H., LAMBKIN C. L., JENG M.-L., FAUST L. F., WIJEKOON W. M. C. D., LI D. & ZHU T. 2013. - Studies on south-east Asian fireflies: Abscondita, a new genus with details of life history, flashing patterns and behaviour of Abs. chinensis (L.) and Abs. terminalis (Olivier) (Coleoptera: Lampyridae: Luciolinae). Zootaxa 3721: 1-48. https://doi.org/10.11646/zootaxa.3721.1.1",
          "BALLANTYNE L. A., LAMBKIN C. L., BOONTOP Y. & JUSOH W. F. A. 2015. - Revisional studies on the Luciolinae fireflies of Asia (Coleoptera: Lampyridae): 1. The genus Pyrophanes Olivier with two new species. 2. Four new species of Pteroptyx Olivier and 3. A new genus Inflata Boontop, with redescription of Luciola indica (Motsch.) as Inflata indica comb. nov. Zootaxa 3959: 1-84. https://doi.org/10.11646/zootaxa.3959.1.1",
          "BALLANTYNE L. A., LAMBKIN C. L., LUAN X., BOONTOP Y., NAK-EIAM S., PIMPASALEE S., SILALOM S. & THANCHAROEN A. 2016. - Further studies on south eastern Asian Luciolinae: 1. Sclerotia Ballantyne, a new genus of fireflies with back swimming larvae 2. Triangulara Pimpasalee, a new genus from Thailand (Coleoptera: Lampyridae). Zootaxa 4170: 201-249. https://doi.org/10.11646/ zootaxa.4170.2.1",
          "BALLANTYNE L. A., LAMBKIN C. L., HO J.-Z., JUSOH W. F. A., NADA B., NAK-EIAM S., THANCHAROEN A., WATTANACHAINGCHAROEN W. & YIU V. 2019. - The Luciolinae of S. E. Asia and the Australopacific region: A revisionary checklist (Coleoptera: Lampyridae) including description of three new genera and 13 new species. Zootaxa 4687: 1-174. https://doi. org/10.11646/zootaxa.4687.1.1",
          "BALLANTYNE L., KAWASHIMA I., JUSOH W. F. A. & SUZUKI H. 2022. - A new genus for two species of Japanese fireflies having aquatic larvae (Coleoptera, Lampyridae) and a definition of Luciola s. str. European Journal of Taxonomy 855: 1-54. https:// doi.org/10.5852/ejt.2022.855.2023",
          "BAUDI DI SELVE F. 1873. - Catalogo dei Dascillidi, Malacodermi e Teredili della Fauna europea e circummediterranea appartenenti alle collezioni del Muse Civico di Genova. Annali del Museo Civico di Storia Naturale di Genova 4: 226-268.",
          "BONADUCE A. & SABELLI B. 2006. - The Lampyridae from the Nature Reserve Bosco della Fontana (Marmirolo, Mantua). Bollettino del Museo Civico di Storia Naturale di Verona. Botanica Zoologia 30: 155-159. https://doi.org/10.5962/bhl.part.9543",
          "BOUCHARD P., BOUSQUET Y., DAVIES A. E. & CAI C. 2024. - On the nomenclatural status of type genera in Coleoptera (Insecta). Zookeys 1194: 1-981. https://doi.org/10.3897/zookeys.1194.106440.",
          "CALDER A. A. 1998. - Coleoptera: Elateroidea, in WELLS A. (Ed.), Zoological Catalogue of Australia 29.6. CSIRO Publishing, Melbourne: 1-248.",
          "CHARPENTIER T. 1825. - Horae entomologicae, adjectis tabulis novem coloratis. A. Gosohorsky, Wratislaviae, xvi + 255 + [5] p. (+ 9 pls).",
          "COSTA A. 1875. - (without title). Bulletin des Seances et Bulletin Bibliographique de la societe Entomologique de France 1875: clxix-clxx.",
          "CURTIS J. 1843. - Entomology. - No. LI. The italian firefly, or lucciola. The Gardener's Chronicle: 379.",
          "DAY J. C., BONADUCE A., SABELLI B. & DE COCK R. 2014. - Phylogeography of European Fireflies: Five Species in One. https:// conference.ifas.ufl.edu/firefly/Poster_Directory.pdf.",
          "DESMAREST E. 1860. - Encyclopedie d'histoire naturelle ou traite complet de cette science d'apres les travaux des naturalistes les plus eminents de tous les pays et de toutes les epoques; Buffon, Daubenton, Lacepede, G. Cuvier, F. Cuvier, Geoffroy Sain-Hilaire, Latreille, De Jussieu, Brongniart, etc., etc. … Coleopteres Buprestiens, Scarabeiens, Pimeliens, Curculioniens, Scolytiens, Chrysomeliens, etc. avec la collaboration de M. E. Desmarest, secretaire de la Societe entomologique de France, etc. Troisieme partie. Magescq et compagnie, Paris, [3] + 360 p. (+ 48 pls).",
          "ESCHSCHOLTZ J. F. 1822. - Entomographien. G. Reimer, Berlin, Germany, 128 p.",
          "FABRICIUS J. C. 1775. - Systema entomologiae, sistens insectorum classes, ordines, genera, species, adiectis synonymis, locis,descriptionibus, observationibus. Officina Libraria Kortii, Flensburgi et Lipsiae [= Flensburg and Leipsig], 832 p. [Lampyris spp., 200-202]. https:// doi.org/10.5962/bhl.title.36510",
          "FABRICIUS J. C. 1792. - Entomologia Systematica Emendata et Aucta. Secundum Classes, Ordines, Genera, Species adjectis Synonimis, Locis, Observationibus, Descriptionibus. Tomus I. Impensis Christ. Gottl. Proft., Hafniae (=Kopenhagen), Denmark. xx + 868 p.",
          "FALDERMANN F. 1835. - Additamenta entomologica ad faunam Rossicam in itineribus jussu Imperatoris Augustissimi annis 1827-1831 a Cl. Menetries et Szovitz susceptis collecta, in lucem edita. Nouveaux Memoires de la Societe imperiale des Naturalistes de Moscou 4: 1-310.",
          "FANTI F. 2022. - Guida delle lucciola d'Italie. Lampyridae. Effigi, Arcidosso, Italy, 478 p.",
          "FANTI F. 2024. - Lampyridae: History of the type species of the genus Luciola, updated checklist of North African fireflies, and other taxonomic and faunistic notes. Baltic Journal of Coleopterology 24 (1). https://doi.org/10.59893/bjc.24(1).005",
          "FU X.-H. & BALLANTYNE L. A. 2006. - Luciola leii sp. nov., a new species of aquatic firefly (Coleoptera: Lampyridae: Luciolinae) from mainland China. The Canadian Entomologist 138 (3): 339- 347. https://doi.org/10.4039/n05-102",
          "FU X. H. & BALLANTYNE L. A. 2008. - Taxonomy and behaviour of Lucioline fireflies (Coleoptera: Lampyridae: Luciolinae) with redefinition and new species of Pygoluciola Wittmer from mainland China and review of Luciola Laporte. Zootaxa 1733: 1-44.",
          "GEISTHARDT M. & DAY J. C. 2004. - Lampyroidea maculata (Coleoptera: Lampyridae): a new species of lampyrid from Iran. Zootaxa 427 (1): 1-6. https://doi.org/10.11646/zootaxa.427.1.1",
          "GEISTHARDT M. & SATo M. 2007. - Lampyridae, in LOBL I. & SMETANA A. (Eds), Catalogue of Palaearctic Coleoptera, Vol. 4. Apollo Books, Stenstrup, Denmark: 225-234.",
          "GHILIANI M. V. 1847. - Memoire sur la station de quelques Coleopteres dans les differentes regions du Piemont. Annales de la Societe entomologique de France 15: 83-142. https://doi.org/10.1080/00379271.1863.11755451",
          "GURCEL K., CHITTARO Y., SANCHEZ A. & REIGER I. 2020. - Contribution a la connaissance des lucioles et lampyres de Suisse et observation de Luciola lusitanica Charpentier, 1825 a Geneve (Coleoptera, Lampyridae). Entomo Helvetica 13: 81-96.",
          "INTERNATIONAL CODE OF ZOOLOGICAL NOMENCLATURE. 1999. - International Code of Zoological Nomenclature, Fourth edition, adopted by the International Union of Biological Sciences. International Trust for Zoological Nomenclature, London, xxix + 306 p. https://www.iczn.org/",
          "JUSOH W. F. A., BALLANTYNE L. A., CHAN S. H., WONG T.-W., YEO D., NADA B. & CHAN K. O. 2021. - Molecular systematics of the firefly genus Luciola (Coleoptera: Lampyridae: Luciolinae) with the description of a new species from Singapore. Animals: 687: 1-16. https://doi.org/10.3390/ani11030687",
          "KAWASHIMA I., SUZUKI H. & SATO M. 2003. - A Check-List of Japanese Fireflies (Coleoptera, Lampyridae and Rhagophthalmidae). Japanese Journal of Systematic Entomology 9: 241-261.",
          "KAZANTSEV S. V. 2010. - Fireflies of Russia and adjacent territories (Coleoptera: Lampyridae). Russian Entomological Journal 19 (3): 187-208.",
          "KAZANTSEV S. V. 2011. - An annotated checklist of Cantharoidea (Coleoptera) of Russia and adjacent territories. Russian Entomological Journal 20 (4): 387-410.",
          "KEARSE M., MOIR R., WILSON A., STONES-HAVAS S., CHEUNG M., STURROCK S., BUXTON S., COOPER A., MARKOWITZ S., DURAN C., THIERER T., ASHTON B., MEINTJES P. & DRUMMOND A. 2012. - Geneious Basic: An integrated and extendable desktop software platform for the organization and analysis of sequence data. Bioinformatics 28: 1647-1649. https://doi.org/10.1093/bioinformatics/bts199",
          "KELLER O. & BALLANTYNE L. A. 2023. - Taxonomic notes on the Luciolinae (Coleoptera: Lampyridae). Insecta Mundi 0965: 1-6.",
          "LAPORTE C. F. L. N. D. C. D. 1833. - Essai d'une revision du genere Lampyre. Annales de la Societe entomologique de France 2: 122-153.",
          "LE TALLEC Q. & COTTE B. 2020. - Decouverte de Luciola italica (L., 1767) dans le Doubs, nouvelle espece pour la faune de France (Coleoptera Lampyridae). L'Entomologiste 76: 179-185.",
          "LINNAEUS C. 1758. - Systema naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Tomus I. Editio decima, reformata. Laurentii Salvii, Holmiae [= Stockholm], [iv] + 823 + [1] p. https://doi.org/10.5962/bhl.title.542",
          "LINNAEUS C. 1767. - Systema naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Editio duodecima, reformata. Tom. I. Pars II. Laurentii Salvii, Holmiae [= Stockholm], 533-1327 + [37] p. https://doi.org/10.5962/bhl.title.156772",
          "MARTIN G. J., STANGER-HALL K. F., BRANHAM M. A., SILVEIRA L. F. L. D., LOWER S. E., HALL D. W., LI X.-Y., LEMMON A. R., LEMMON E. M. & BYBEE S. M. 2019. - Higher-level phylogeny and reclassification of Lampyridae (Coleoptera: Elateroidea). Insect Systematics and Diversity 3 (6): 11; 11-15. https://doi. org/10.1093/isd/ixz024",
          "MCDERMOTT F. A. 1964. - The taxonomy of the Lampyridae (Coleoptera). Transactions of the American Entomological Society 90: 1-72.",
          "MCDERMOTT F. A. 1966. - Lampyridae, in STEEL W. O. (Ed), Coleopterorum Catalogus Supplementa, Pars 9. Uitgeverij Dr. W. Junk, Gravenhage, Netherlands: 1-149.",
          "MIKSIc R. 1969. - Contributo alla conoscenza delle specie Italiane des genere Luciola. Bollettino della Associazione Romana di Entomologi 24: 43-46.",
          "MOTSCHULSKY V. 1853. - Lampyrides. Etudes entomologiques 1: 25-58.",
          "MOTSCHULSKY V. 1854. - Lampyrides. Etudes entomologiques 3: 47-62.",
          "MULLER G. 1946. - Nuovi Coleotteri della regione balcanica occidentale (Dalmazia, Montenegro, Albania e Grecia). Redia Firenze 31: 107-122.",
          "NOVAK M. & DE COCK R. 2017. - Light in the darkness I: Some insights in Lampyridae from the Balkans from the Croatian National History Museum: Species of the genus Luciola Laporte, 1833. International Firefly Symposium, Taipei City, Taiwan. Poster.",
          "OLIVIER E. 1885. - Catalogue des Lampyrides faisant partie des collections du Musee Civique de Genes. Annali del Museo Civico di Storia Naturale di Genova 2: 333-374.",
          "OLIVIER J. E. 1902. - Catalogue synonymique & systematique des especes de ̿ Luciola \" et genres voisins decrits jusqu'a ce jour. Revue Scientifique du Bourbonnais et du Centre de la France 15: 69-88.",
          "OLIVIER J. E. 1907. - Coleoptera. Fam. Lampyridae, in WYTSMAN P. (ed.), Genera Insectorum 53: 1-74.",
          "OLIVIER J. E. 1910. - Lampyridae, in SCHENKLING S. (eds.), Coleopterorum Catalogus. Pars 9. W. Junk, Berlin, 68 p.",
          "PORTA A. 1929. - Famiglia: Cantharidae, in PORTA A. (Ed), Fauna Coleopterorum Italica. Vol. III. - Diversicornia. Stabilimento Tipografico Piacentino, Piacenza, Italy: 38-130.",
          "SILVEIRA L., KHATTAR G., SOUTO P., MERMUDES J. R. M., TAKIYA D. M. & MONTEIRO R. F. 2016. - Integrative taxonomy of new firefly taxa from the Atlantic Rainforest. Systematics and Biodiversity 14: 371-384. https://doi.org/10.1080/14772000.2 016.1153006",
          "THANCHAROEN A., BALLANTYNE L. A., BRANHAM M. A. & JENG M.-L. 2007. - Description of Luciola aquatilis sp. nov., a new aquatic firefly (Coleoptera: Lampyridae: Luciolinae) from Thailand. Zootaxa 1611 (1): 55-62. https://doi.org/10.11646/ zootaxa.1611.1.4",
          "THUNBERG C. P. 1784. - Dissertatio entomologica novas insectorum species, sistens, cujus partem qvartam, cons. exper. facult. med. Upsal., publice ventilandam exhibent praeses Carol. P. Thunberg, et respondens Carolus P. Engstrom. Stipendiarius regius Uplandus. In audit. gust. maj. D. XXXI Maji anno MDCCLXXXIV. Horis solitis. Pars 4. Johan. Edman, Upsaliae (=Uppsala), Sweden: 69-84 p."
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "7",
          "pages": "105-123",
          "title": "Zoosystema",
          "volume": "47"
        },
        "alternate_identifiers": [
          {
            "identifier": "https://www.checklistbank.org/dataset/308606"
          },
          {
            "identifier": "urn:lsid:zoobank.org:pub:EF1A29E6-CD68-4E06-9B6D-A483FC2BD16D"
          },
          {
            "identifier": "urn:lsid:plazi.org:pub:D04AFFC4FFE2953CFFDAFFBEFFFFFFEF"
          },
          {
            "identifier": "http://publication.plazi.org/id/D04AFFC4FFE2953CFFDAFFBEFFFFFFEF"
          }
        ],
        "license": {
          "id": "cc-zero"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15019952"
              }
            }
          ]
        }
      },
      "title": "The type species of Luciola Laporte, 1833 (Coleoptera, Lampyridae, Luciolinae)",
      "links": {
        "self": "https://zenodo.org/api/records/15019953",
        "self_html": "https://zenodo.org/records/15019953",
        "doi": "https://doi.org/10.5252/zoosystema2025v47a7",
        "self_doi": "https://doi.org/10.5252/zoosystema2025v47a7",
        "self_doi_html": "https://zenodo.org/doi/10.5252/zoosystema2025v47a7",
        "parent": "https://zenodo.org/api/records/15019952",
        "parent_html": "https://zenodo.org/records/15019952",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15019953/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15019953/sequence/default",
        "files": "https://zenodo.org/api/records/15019953/files",
        "media_files": "https://zenodo.org/api/records/15019953/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15019953:source.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15019953:source.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15019953:source.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15019953:source.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15019953:source.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15019953:source.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15019953/files-archive",
        "archive_media": "https://zenodo.org/api/records/15019953/media-files-archive",
        "latest": "https://zenodo.org/api/records/15019953/versions/latest",
        "latest_html": "https://zenodo.org/records/15019953/latest",
        "versions": "https://zenodo.org/api/records/15019953/versions",
        "draft": "https://zenodo.org/api/records/15019953/draft",
        "reserve_doi": "https://zenodo.org/api/records/15019953/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15019953/access/links",
        "access_grants": "https://zenodo.org/api/records/15019953/access/grants",
        "access_users": "https://zenodo.org/api/records/15019953/access/users",
        "access_request": "https://zenodo.org/api/records/15019953/access/request",
        "access": "https://zenodo.org/api/records/15019953/access",
        "communities": "https://zenodo.org/api/records/15019953/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15019953/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15019953/requests"
      },
      "updated": "2025-03-13T15:47:49.077036+00:00",
      "recid": "15019953",
      "revision": 9,
      "files": [
        {
          "id": "d805147e-992f-4650-a9b2-c9d0c991ff26",
          "key": "source.pdf",
          "size": 6708119,
          "checksum": "md5:d04a7cc46ce2953cfedaf4be4fff84ef",
          "links": {
            "self": "https://zenodo.org/api/records/15019953/files/source.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 0,
        "unique_views": 0,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 0,
        "version_views": 0
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-03-13T14:19:30.972943+00:00",
      "modified": "2025-03-13T15:22:41.407618+00:00",
      "id": 15019130,
      "conceptrecid": "15019129",
      "doi": "10.5281/zenodo.15019130",
      "conceptdoi": "10.5281/zenodo.15019129",
      "doi_url": "https://doi.org/10.5281/zenodo.15019130",
      "metadata": {
        "title": "nextCalendArt 2023",
        "doi": "10.5281/zenodo.15019130",
        "publication_date": "2025-03-13",
        "description": "<div>\n<h1>About the Calendar</h1>\n<p>This publication features one of three calendars from the <em>nextCalendArt</em> series, which showcases simulations and visualizations of climate research phenomena. Created by scientists from the nextGEMS project, these visuals merge scientific insight with artistic expression, making complex climate concepts more accessible.</p>\n<p>The 2023 edition features stunning visualizations of atmospheric circulation, clouds, surface ocean temperatures, surface air temperatures, the liquid water path, sea ice leads, mixed ocean layers, precipitation, and pressure systems.</p>\n<h2>Copyright</h2>\n<p>The copyright to all graphics and descriptions belongs to the authors, and their further use is not allowed without clear written permission.</p>\n<h2>Disclaimer</h2>\n<p>This calendar contains artistic interpretations of current research topics in climate science. These interpretations do not aim to be scientifically correct. All views expressed in this calendar are the authors' own and do not represent the opinions of any entity with which the authors have been, are now, or will be affiliated.</p>\n<h2>Acknowledgements</h2>\n<p>We would like to sincerely thank everyone who participated in the contest and especially those submitting such pretty and colorful graphics: Aiden J&ouml;nsson, Basil&nbsp;Poujol, Eul&agrave;lia Baulenas, Florian Ziemen, Lukas Kluft, Marta Mrozowska, Nikolay Koldunov, Philipp Weiss and Thomas Rackow.</p>\n<h1>About the NextGEMS project</h1>\n<p>NextGEMS (Next Generation Earth Modelling Systems) is building prototypes for a new generation of Earth system models to advance science, guide policy, and inform applications to support the sustainable management of our planet. This calendar provides a glimpse into the beauty of the first simulation runs within the project by our two models IFS (Integrated Forecasting Systems, by the European Centre for Medium-Range Weather Forecasts &ndash; ECMWF ) and ICON (Icosahedral Nonhydrostatic Weather and Climate Model, by the Max Planck Institute of Meteorology &ndash; MPI-M).</p>\n</div>",
        "access_right": "open",
        "creators": [
          {
            "name": "Wu, Yuting",
            "affiliation": "Max Planck Institute for Meteorology"
          }
        ],
        "contributors": [
          {
            "name": "Kluft, Lukas",
            "affiliation": "Max Planck Institute for Meteorology",
            "type": "RightsHolder",
            "orcid": "0000-0002-6533-3928"
          },
          {
            "name": "Koldunov, Nikolay V.",
            "affiliation": "Alfred-Wegener-Institut Helmholtz-Zentrum für Polar- und Meeresforschung",
            "type": "RightsHolder",
            "orcid": "0000-0002-3365-8146"
          },
          {
            "name": "Rackow, Thomas",
            "affiliation": "European Centre for Medium-Range Weather Forecasts",
            "type": "RightsHolder",
            "orcid": "0000-0002-5468-575X"
          },
          {
            "name": "Ziemen, Florian Andreas",
            "affiliation": "German Climate Computing Centre",
            "type": "RightsHolder",
            "orcid": "0000-0001-7095-5740"
          },
          {
            "name": "Weiss, Philipp",
            "affiliation": "University of Oxford",
            "type": "RightsHolder",
            "orcid": "0000-0001-7065-4681"
          },
          {
            "name": "Poujol, Basile",
            "affiliation": "Dynamic Meteorology Laboratory, CNRS",
            "type": "RightsHolder",
            "orcid": "0000-0002-0755-0625"
          },
          {
            "name": "Jönsson, Aiden",
            "affiliation": "Stockholm University",
            "type": "RightsHolder",
            "orcid": "0000-0002-5830-7684"
          },
          {
            "name": "Mrozowska, Marta Agnieszka",
            "affiliation": "Niels Bohr Institute, University of Copenhagen",
            "type": "RightsHolder"
          },
          {
            "name": "Baulenas, Eulàlia",
            "affiliation": "Barcelona Supercomputing Center",
            "type": "RightsHolder",
            "orcid": "0000-0001-9934-1531"
          }
        ],
        "keywords": [
          "ScienceArt",
          "km-modeling",
          "Science Communication",
          "Calender",
          "clouds",
          "surface ocean temperatures",
          "surface air temperatures",
          "liquid water path",
          "sea ice leads",
          "mixed ocean layers",
          "pressure systems"
        ],
        "language": "eng",
        "resource_type": {
          "title": "Other",
          "type": "other"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "grants": [
          {
            "code": "101003470",
            "internal_id": "10.13039/501100000780::101003470",
            "funder": {
              "name": "European Commission",
              "doi": "10.13039/501100000780",
              "acronym": "EC"
            },
            "title": "Next Generation Earth Modelling Systems",
            "acronym": "NextGEMS",
            "program": "H2020-EU.3.5.",
            "url": "https://cordis.europa.eu/projects/101003470"
          }
        ],
        "communities": [
          {
            "id": "nextgems-publications"
          },
          {
            "id": "eu"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15019129"
              }
            }
          ]
        }
      },
      "title": "nextCalendArt 2023",
      "links": {
        "self": "https://zenodo.org/api/records/15019130",
        "self_html": "https://zenodo.org/records/15019130",
        "doi": "https://doi.org/10.5281/zenodo.15019130",
        "self_doi": "https://doi.org/10.5281/zenodo.15019130",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15019130",
        "parent": "https://zenodo.org/api/records/15019129",
        "parent_html": "https://zenodo.org/records/15019129",
        "parent_doi": "https://doi.org/10.5281/zenodo.15019129",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15019129",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15019130/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15019130/sequence/default",
        "files": "https://zenodo.org/api/records/15019130/files",
        "media_files": "https://zenodo.org/api/records/15019130/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15019130:NextCalendArt2023_final.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15019130:NextCalendArt2023_final.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15019130:NextCalendArt2023_final.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15019130:NextCalendArt2023_final.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15019130:NextCalendArt2023_final.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15019130:NextCalendArt2023_final.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15019130/files-archive",
        "archive_media": "https://zenodo.org/api/records/15019130/media-files-archive",
        "latest": "https://zenodo.org/api/records/15019130/versions/latest",
        "latest_html": "https://zenodo.org/records/15019130/latest",
        "versions": "https://zenodo.org/api/records/15019130/versions",
        "draft": "https://zenodo.org/api/records/15019130/draft",
        "reserve_doi": "https://zenodo.org/api/records/15019130/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15019130/access/links",
        "access_grants": "https://zenodo.org/api/records/15019130/access/grants",
        "access_users": "https://zenodo.org/api/records/15019130/access/users",
        "access_request": "https://zenodo.org/api/records/15019130/access/request",
        "access": "https://zenodo.org/api/records/15019130/access",
        "communities": "https://zenodo.org/api/records/15019130/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15019130/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15019130/requests"
      },
      "updated": "2025-03-13T15:22:41.407618+00:00",
      "recid": "15019130",
      "revision": 10,
      "files": [
        {
          "id": "c46d5bc1-31f8-4605-9ea0-da8d264aa600",
          "key": "NextCalendArt2023_final.pdf",
          "size": 29846065,
          "checksum": "md5:3464cb25ea1d6b7573bddadc0345a4f2",
          "links": {
            "self": "https://zenodo.org/api/records/15019130/files/NextCalendArt2023_final.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1245671"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 20,
        "unique_downloads": 2,
        "views": 10,
        "unique_views": 3,
        "version_downloads": 20,
        "version_unique_downloads": 2,
        "version_unique_views": 3,
        "version_views": 10
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-03-13T14:15:19.919829+00:00",
      "modified": "2025-03-13T14:15:20.129992+00:00",
      "id": 15019439,
      "conceptrecid": "15019438",
      "doi": "10.5281/zenodo.15019439",
      "conceptdoi": "10.5281/zenodo.15019438",
      "doi_url": "https://doi.org/10.5281/zenodo.15019439",
      "metadata": {
        "title": "Data analytics as a driver of digital transformation in financial institutions",
        "doi": "10.5281/zenodo.15019439",
        "publication_date": "2024-10-30",
        "description": "<p>Data analytics plays a pivotal role in driving digital transformation within financial institutions, enabling organizations to leverage insights from vast amounts of data to enhance decision-making and optimize operational performance. This paper explores the multifaceted impact of data analytics on the financial services sector, highlighting how it can improve customer experience, streamline processes, and foster innovation. By implementing advanced analytics techniques, financial institutions can better understand customer behaviour, identify market trends, and personalize services to meet evolving customer needs. The study discusses effective strategies for integrating data analytics into decision-making processes and operational workflows, emphasizing the importance of creating a data-driven culture that encourages collaboration across departments. Case studies of leading financial institutions that have successfully integrated data analytics into their operations illustrate the transformative outcomes, including improved customer satisfaction and increased revenue growth. Additionally, the paper addresses challenges such as data silos, regulatory compliance, and the need for skilled personnel to analyse and interpret data effectively. To overcome these hurdles, best practices are outlined, including investment in robust data infrastructure, fostering cross-functional teams, and ensuring continuous training for employees. The findings indicate that a strategic approach to data analytics not only enhances performance but also positions financial institutions to adapt to rapidly changing market conditions. Ultimately, this paper underscores the critical role of data analytics in shaping the future of financial services and achieving sustainable growth in an increasingly competitive landscape.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Opeyemi E Aro",
            "affiliation": "Olin Business School, Washington University in St Louis, USA."
          }
        ],
        "keywords": [
          "Data analytics",
          "Digital transformation",
          "Financial institutions",
          "Customer experience",
          "Operational performance"
        ],
        "language": "eng",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "1",
          "pages": "1054–1072",
          "title": "World Journal of Advanced Research and Reviews",
          "volume": "24"
        },
        "alternate_identifiers": [
          {
            "identifier": "10.30574/wjarr.2024.24.1.3124"
          }
        ],
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "wjarr"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15019438"
              }
            }
          ]
        }
      },
      "title": "Data analytics as a driver of digital transformation in financial institutions",
      "links": {
        "self": "https://zenodo.org/api/records/15019439",
        "self_html": "https://zenodo.org/records/15019439",
        "doi": "https://doi.org/10.5281/zenodo.15019439",
        "self_doi": "https://doi.org/10.5281/zenodo.15019439",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15019439",
        "parent": "https://zenodo.org/api/records/15019438",
        "parent_html": "https://zenodo.org/records/15019438",
        "parent_doi": "https://doi.org/10.5281/zenodo.15019438",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15019438",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15019439/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15019439/sequence/default",
        "files": "https://zenodo.org/api/records/15019439/files",
        "media_files": "https://zenodo.org/api/records/15019439/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15019439:WJARR-2024-3124.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15019439:WJARR-2024-3124.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15019439:WJARR-2024-3124.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15019439:WJARR-2024-3124.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15019439:WJARR-2024-3124.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15019439:WJARR-2024-3124.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15019439/files-archive",
        "archive_media": "https://zenodo.org/api/records/15019439/media-files-archive",
        "latest": "https://zenodo.org/api/records/15019439/versions/latest",
        "latest_html": "https://zenodo.org/records/15019439/latest",
        "versions": "https://zenodo.org/api/records/15019439/versions",
        "draft": "https://zenodo.org/api/records/15019439/draft",
        "reserve_doi": "https://zenodo.org/api/records/15019439/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15019439/access/links",
        "access_grants": "https://zenodo.org/api/records/15019439/access/grants",
        "access_users": "https://zenodo.org/api/records/15019439/access/users",
        "access_request": "https://zenodo.org/api/records/15019439/access/request",
        "access": "https://zenodo.org/api/records/15019439/access",
        "communities": "https://zenodo.org/api/records/15019439/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15019439/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15019439/requests"
      },
      "updated": "2025-03-13T14:15:20.129992+00:00",
      "recid": "15019439",
      "revision": 4,
      "files": [
        {
          "id": "54b05f0a-b181-49f8-bc89-8585bd5c1ac4",
          "key": "WJARR-2024-3124.pdf",
          "size": 902409,
          "checksum": "md5:b0e66d8cdfedcaa1a34b46e084b16b43",
          "links": {
            "self": "https://zenodo.org/api/records/15019439/files/WJARR-2024-3124.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "155121"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 1,
        "unique_downloads": 1,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 1,
        "version_unique_downloads": 1,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-03-13T14:08:32.114683+00:00",
      "modified": "2025-03-13T14:08:32.316166+00:00",
      "id": 15019391,
      "conceptrecid": "15019390",
      "doi": "10.5281/zenodo.15019391",
      "conceptdoi": "10.5281/zenodo.15019390",
      "doi_url": "https://doi.org/10.5281/zenodo.15019391",
      "metadata": {
        "title": "Multiple NBS approach in England",
        "doi": "10.5281/zenodo.15019391",
        "publication_date": "2025-01",
        "description": "<p>This Nature-Based Solution (NBS) presents a multi-faceted approach to&nbsp;reducing nitrogen leaching, improving the economy, mitigating climate&nbsp;change, reducing rainforest impact, and enhancing Danish nature, all through&nbsp;the transformation of the landscape. While this may seem utopian at first&nbsp;glance, it is achievable through the implementation of novel crop rotations on&nbsp;a regional scale.</p>\n<p>This document is part of a project deliverable called 'Online inventory of promising NBS relevant for study sites' that will collect descriptions/inventories of potentially relevant NBS dor the trans4num study sites. The NBS will be characterised with respect to their biophysical, agronomic, and farm management implications at field and farm levels, and they will be assessed and ranked according to their potential for each of the NBS sites in close consultation with respective farmers and related stakeholder groups. The most promising NBS will be selected for field implementation and testing with farmers&rsquo; participation.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Willcock, Simon",
            "affiliation": "Rothamsted Research"
          }
        ],
        "keywords": [
          "crop rotation",
          "green compost",
          "reduced tillage",
          "integrated pest management",
          "soil health",
          "nutrient use efficiency",
          "nature based solutions",
          "Horizon Europe"
        ],
        "related_identifiers": [
          {
            "identifier": "10.5281/zenodo.14191865",
            "relation": "isPartOf",
            "resource_type": "other",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14191995",
            "relation": "isPartOf",
            "resource_type": "other",
            "scheme": "doi"
          }
        ],
        "language": "eng",
        "resource_type": {
          "title": "Other",
          "type": "other"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "grants": [
          {
            "code": "101081847",
            "internal_id": "10.13039/501100000780::101081847",
            "funder": {
              "name": "European Commission",
              "doi": "10.13039/501100000780",
              "acronym": "EC"
            },
            "title": "Transformation for sustainable nutrient supply and management",
            "acronym": "trans4num",
            "program": "HORIZON.2.6",
            "url": "https://cordis.europa.eu/projects/101081847"
          }
        ],
        "communities": [
          {
            "id": "trans4numproject"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15019390"
              }
            }
          ]
        }
      },
      "title": "Multiple NBS approach in England",
      "links": {
        "self": "https://zenodo.org/api/records/15019391",
        "self_html": "https://zenodo.org/records/15019391",
        "doi": "https://doi.org/10.5281/zenodo.15019391",
        "self_doi": "https://doi.org/10.5281/zenodo.15019391",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15019391",
        "parent": "https://zenodo.org/api/records/15019390",
        "parent_html": "https://zenodo.org/records/15019390",
        "parent_doi": "https://doi.org/10.5281/zenodo.15019390",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15019390",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15019391/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15019391/sequence/default",
        "files": "https://zenodo.org/api/records/15019391/files",
        "media_files": "https://zenodo.org/api/records/15019391/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15019391:NBS%20case%20-%20UK%20%282%29.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15019391:NBS%20case%20-%20UK%20%282%29.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15019391:NBS%20case%20-%20UK%20%282%29.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15019391:NBS%20case%20-%20UK%20%282%29.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15019391:NBS%20case%20-%20UK%20%282%29.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15019391:NBS%20case%20-%20UK%20%282%29.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15019391/files-archive",
        "archive_media": "https://zenodo.org/api/records/15019391/media-files-archive",
        "latest": "https://zenodo.org/api/records/15019391/versions/latest",
        "latest_html": "https://zenodo.org/records/15019391/latest",
        "versions": "https://zenodo.org/api/records/15019391/versions",
        "draft": "https://zenodo.org/api/records/15019391/draft",
        "reserve_doi": "https://zenodo.org/api/records/15019391/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15019391/access/links",
        "access_grants": "https://zenodo.org/api/records/15019391/access/grants",
        "access_users": "https://zenodo.org/api/records/15019391/access/users",
        "access_request": "https://zenodo.org/api/records/15019391/access/request",
        "access": "https://zenodo.org/api/records/15019391/access",
        "communities": "https://zenodo.org/api/records/15019391/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15019391/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15019391/requests"
      },
      "updated": "2025-03-13T14:08:32.316166+00:00",
      "recid": "15019391",
      "revision": 4,
      "files": [
        {
          "id": "47bb761a-f84a-47c8-976a-6bb3134a57ba",
          "key": "NBS case - UK (2).pdf",
          "size": 4354480,
          "checksum": "md5:19ebf5fee5a1d6ba5eebbe77abb5a700",
          "links": {
            "self": "https://zenodo.org/api/records/15019391/files/NBS case - UK (2).pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "558814"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 1,
        "unique_downloads": 1,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 1,
        "version_unique_downloads": 1,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-03-13T14:07:28.495484+00:00",
      "modified": "2025-03-13T14:07:28.801448+00:00",
      "id": 15019384,
      "conceptrecid": "15019383",
      "doi": "10.5281/zenodo.15019384",
      "conceptdoi": "10.5281/zenodo.15019383",
      "doi_url": "https://doi.org/10.5281/zenodo.15019384",
      "metadata": {
        "title": "THE IMPACT OF THE DIGITALIZATION OF MOROCCAN BANKS ON THE BEHAVIOR OF THEIR CUSTOMERS",
        "doi": "10.5281/zenodo.15019384",
        "publication_date": "2025-03-13",
        "description": "<p><span>In Morocco, banks are facing a complex and rapid change encouraged by new technologies and the health crisis. These companies are striving to meet the expectations of increasingly demanding, hyper-connected, unloyal customers who are constantly looking for the best customer/user experience. Faced with these challenges, digital technology provides convincing answers. However, it is not without risk for customers who have not yet integrated it into their attitudes and behaviors. Our research aims to understand the contributions as well as the risks of digitalization, on the one hand, and on the other hand, to analyze the behavior of the bank's customers with regard to the different digital channels. To do this, we tried to answer the following central question: what are the behaviors of Moroccan bank customers with regard to digital services.</span></p>",
        "access_right": "open",
        "creators": [
          {
            "name": "BIAZ SANAE",
            "affiliation": null
          },
          {
            "name": "JIBRAILI ZINEB",
            "affiliation": null
          }
        ],
        "resource_type": {
          "title": "Publication",
          "type": "publication"
        },
        "journal": {
          "title": "Revue Internationale de la Recherche Scientifique (Revue-IRS) - ISSN : 2958-8413"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15019383"
              }
            }
          ]
        }
      },
      "title": "THE IMPACT OF THE DIGITALIZATION OF MOROCCAN BANKS ON THE BEHAVIOR OF THEIR CUSTOMERS",
      "links": {
        "self": "https://zenodo.org/api/records/15019384",
        "self_html": "https://zenodo.org/records/15019384",
        "doi": "https://doi.org/10.5281/zenodo.15019384",
        "self_doi": "https://doi.org/10.5281/zenodo.15019384",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15019384",
        "parent": "https://zenodo.org/api/records/15019383",
        "parent_html": "https://zenodo.org/records/15019383",
        "parent_doi": "https://doi.org/10.5281/zenodo.15019383",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.15019383",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15019384/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15019384/sequence/default",
        "files": "https://zenodo.org/api/records/15019384/files",
        "media_files": "https://zenodo.org/api/records/15019384/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:15019384:RIRS.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:15019384:RIRS.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:15019384:RIRS.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:15019384:RIRS.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:15019384:RIRS.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:15019384:RIRS.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/15019384/files-archive",
        "archive_media": "https://zenodo.org/api/records/15019384/media-files-archive",
        "latest": "https://zenodo.org/api/records/15019384/versions/latest",
        "latest_html": "https://zenodo.org/records/15019384/latest",
        "versions": "https://zenodo.org/api/records/15019384/versions",
        "draft": "https://zenodo.org/api/records/15019384/draft",
        "reserve_doi": "https://zenodo.org/api/records/15019384/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15019384/access/links",
        "access_grants": "https://zenodo.org/api/records/15019384/access/grants",
        "access_users": "https://zenodo.org/api/records/15019384/access/users",
        "access_request": "https://zenodo.org/api/records/15019384/access/request",
        "access": "https://zenodo.org/api/records/15019384/access",
        "communities": "https://zenodo.org/api/records/15019384/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15019384/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15019384/requests"
      },
      "updated": "2025-03-13T14:07:28.801448+00:00",
      "recid": "15019384",
      "revision": 4,
      "files": [
        {
          "id": "c031ef3d-5aad-4bf2-9a02-c9864f82c642",
          "key": "RIRS.pdf",
          "size": 304686,
          "checksum": "md5:d25be7c4d66f46ad7974486e249acd1a",
          "links": {
            "self": "https://zenodo.org/api/records/15019384/files/RIRS.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "472015"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 1,
        "unique_downloads": 1,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 1,
        "version_unique_downloads": 1,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    }
  ]
}