{
  "cache_date": "2025-03-14T03:11:33.627597",
  "data": [
    {
      "created": "2025-03-11T11:08:58.026195+00:00",
      "modified": "2025-03-11T11:08:58.149523+00:00",
      "id": 15004560,
      "conceptrecid": "15004559",
      "doi": "10.63096/medtigo3062315",
      "doi_url": "https://doi.org/10.63096/medtigo3062315",
      "metadata": {
        "title": "Promising Strategies and Practices to Promote Adolescent Mothers' Health-Seeking Behaviour and Utilization of Maternal Healthcare Services in Nigeria",
        "doi": "10.63096/medtigo3062315",
        "publication_date": "2025-03-11",
        "description": "<p><strong><span>Background:</span></strong><span> Adolescent pregnancy and childbirth are serious social and public health concerns that have a negative impact on maternal health. Newborns born to adolescent mothers have a higher risk of death in their first year of life. Hence, the objective of this study was to analyse the promising strategies and best practices influencing adolescent mothers' utilization of maternal health care in Nigeria and other similar settings in Africa.</span></p>\n<p><strong><span>Methods/Design:</span></strong><span> This study employs a literature review approach, sourcing data from peer-reviewed journals, grey literature, and secondary reports. A comprehensive search strategy incorporating keywords related to promising strategies and best practices influencing adolescent mothers' utilization of maternal health care was employed. The geographical focus extends to West African countries with similar contexts.</span></p>\n<p><strong><span>Results:</span></strong><span> Several promising strategies and best practices were identified, including the Basic Healthcare Provision Fund (BHCPF), the Midwife Service Scheme (MSS), the Subsidy Reinvestment and Empowerment Programme (SURE-P), Maternal and Child Health (MCH), Community-Based Health Insurance Scheme (CBHIS), Community Health Education Programs (CHEP), and the OMOMi App. These initiatives prioritize underserved populations, aiming to enhance maternal health-seeking behaviour and maternal healthcare service utilization. While these strategies show promise in improving maternal health outcomes among pregnant mothers including adolescent mothers, sustained efforts, adequate funding mechanisms, and consistent implementation are crucial for lasting progress in reducing maternal mortality and enhancing maternal well-being in Nigeria and similar African settings.</span></p>\n<p><strong><span>Conclusion:</span></strong><span> Adolescent pregnancy and its associated health challenges require adolescent-friendly comprehensive strategies and best practices to promote maternal health-seeking behaviour and the utilization of maternal healthcare services (MHS).</span></p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Olutade-Babatunde, Olayinka",
            "affiliation": null
          },
          {
            "name": "van der Kwaak, Anke",
            "affiliation": null
          },
          {
            "name": "Tejan, Yusuf Sheku",
            "affiliation": null
          },
          {
            "name": "Christian, NB",
            "affiliation": null
          }
        ],
        "contributors": [
          {
            "name": "medtigo",
            "affiliation": null,
            "type": "HostingInstitution"
          }
        ],
        "keywords": [
          "Adolescent mothers, Maternal healthcare services, Best practices, Nigeria, Maternal mortality ratio."
        ],
        "related_identifiers": [
          {
            "identifier": "3066-3202",
            "relation": "isPublishedIn",
            "resource_type": "publication-article",
            "scheme": "issn"
          }
        ],
        "references": [
          "1.Alex-Ojei CA, Odimegwu CO, Ntoimo LFC. A qualitative investigation into pregnancy experiences and maternal healthcare utilisation among adolescent mothers in Nigeria. Reprod Health. 2023;20(1):1-12. doi.10.1186/s12978-023-01613-z  2.World Health Organization. Adolescent pregnancy. WHO Fact Sheet. 2023. https://www.who.int/news-room/fact-sheets/detail/adolescent-pregnancy  3.World Health Organization. Adolescent pregnancy. WHO Fact Sheet. doi.10.5694/j.1326-5377.1985.tb113469.x 4.Folorunsho-Francis A. Nigeria's maternal mortality rate worst in the world, Ehanire Healthwise. 2020 https://healthwise.punchng.com/nigerias-maternal-mortality-rate-worst-in-the-world-ehanire/  5.World Health Organization. Maternal mortality. 2023. https://www.who.int/en/news-room/fact-sheets/detail/maternal-mortality  6.UNICEF. Maternal mortality rates and statistics. UNICEF Data. 2017 https://data.unicef.org/topic/maternal-health/maternal-mortality/  7.UNICEF. Child mortality. UNICEF Data. 2023. https://data.unicef.org/topic/child-survival/under-five-mortality/  8.Mekwunyei LC, Odetola TD. Determinants of maternal health service utilisation among pregnant teenagers in Delta State, Nigeria. Pan Afr Med J. 2020;37(81):1-17. doi.10.11604/PAMJ.2020.37.81.16051 9.Idowu A, Olowookere SA, Abiola OO, Akinwumi AF, Adegbenro C. Determinants of skilled care utilization among pregnant women residents in an urban community in Kwara State, Northcentral Nigeria. Ethiop J Health Sci. 2017;27(3):291-298. doi.10.4314/ejhs.v27i3.11 10.Olonade O, Olawande TI, Alabi OJ, Imhonopi D. Maternal mortality and maternal health care in Nigeria: implications for socio-economic development. Open Access Maced J Med Sci. 2019;7(5):849. doi.10.3889/OAMJMS.2019.041 11.Eto E. Government policy and initiatives on maternal mortality reduction in Nigeria. Electron Theses Diss.2016. https://openprairie.sdstate.edu/etd/963  12.Okpani AI, Abimbola S. The Midwives Service Scheme: A qualitative comparison of contextual determinants of the performance of two states in central Nigeria. Glob Health Res Policy. 2016;1(1):1-11. doi.10.1186/s41256-016-0017-4 13.Federal Government of Nigeria. Nigeria MNCH Country Summary, 2017. http://dc.sourceafrica.net/documents/120631-Nigeria-MNCH-Country-Summary-March-2017-1.html  14.Guideline for the Administration, Disbursement and Monitoring of the Basic Healthcare Provision Fund. FMOH, Fed Repub Niger. 2020:1-71. https://policyvault.africa/policy/guidelines-for-the-administration-disbursement-monitoring-and-fund-management-of-the-basic-healthcare-provision-fund/  15.Federal Ministry of Health-Nigeria. Second National Strategic Health Plan: Ensuring Healthy Lives and Promoting the Well-being of the Nigerian Populace at All Ages. 2018. https://nipc.gov.ng/wp-content/uploads/2019/02/NSHDP-II-final-version-health-plan.pdf#viewer.action=download  16.Federal Ministry of Health-Nigeria. MSDAT Platform. 2021. https://msdat.fmohconnect.gov.ng/central_analytics  17.UNICEF Nigeria. The Situation of Women and Children in Nigeria.2020. https://www.unicef.org/nigeria/situation-women-and-children-nigeria  18.Oyeyemi AL, Aliyu SU, Sa'ad F, et al. Association between adolescent motherhood and maternal and child health indices in Maiduguri, Nigeria: A community-based cross-sectional study. BMJ Open. 2019;9(3):e024017. doi.10.1136/bmjopen-2018-024017 19.Dafi M, Lackshman IM, Abeysinghe D, Jidda KI. Socio-cultural and health-seeking beliefs in maternal health care utilization among women in rural Nigeria. Int J Educ Soc Sci Res. 2018;1(1). http://ijessr.com  20.Odekunle FF. Maternal mortality burden: The influence of socio-cultural factors. Int J Health Sci Res. 2016;3(166):1-325. https://www.researchgate.net/publication/311510450  21.Stephen AA, Joshua AO. Determinants of maternal utilization of health services and nutritional status in a rural community in southwest Nigeria. Afr J Reprod Health. 2016;20(2):72-85. doi.10.29063/ajrh2016/v20i2.8 22.Akeju DO, Oladapo OT, Vidler M, et al. Determinants of health care-seeking behavior during pregnancy in Ogun State, Nigeria. Reprod Health. 2016;13(1):67-74. doi.10.1186/s12978-016-0139-7 23.Nuamah GB, Agyei-Baffour P, Mensah KA, et al. Access and utilization of maternal healthcare in a rural district in the forest belt of Ghana. BMC Pregnancy Childbirth. 2019;19(1):1-11. doi.10.1186/s12884-018-2159-5 24.Rai RK, Singh PK, Singh L. Utilization of maternal health care services among married adolescent women: Insights from the Nigeria Demographic and Health Survey, 2008. Womens Health Issues. 2012;22(4):e407-e414. doi.10.1016/j.whi.2012.05.001 25.Mehari K, Wencheko E. Factors affecting maternal health care services utilization in rural Ethiopia: A study based on the 2011 EDHS data. Ethiop J Health Dev. 2013;27(1):16-24. doi.10.4314/EJHD.V27I1 26.Banke-Thomas OE, Banke-Thomas AO, Ameh CA. Factors influencing utilization of maternal health services by adolescent mothers in low- and middle-income countries: A systematic review. BMC Pregnancy Childbirth. 2017;17(1):1-14. doi.10.1186/s12884-017-1246-3 27.Mekonnen T, Dune T, Perz J. Maternal health service utilization of adolescent women in sub-Saharan Africa: A systematic scoping review. BMC Pregnancy Childbirth. 2019;19(1). doi.10.1186/s12884-019-2501-6 28.Iacoella F, Tirivayi N. Determinants of maternal healthcare utilization among married adolescents: Evidence from 13 sub-Saharan African countries. Public Health. 2019;177:1-9. doi.10.1016/j.puhe.2019.07.002 29.Olayinka A, Joel A, Bukola D. Factors influencing utilization of antenatal care services among pregnant women in Ife Central LGA, Osun State, Nigeria. Adv Appl Sci Res. 2012;3(3):1309-1315. www.pelagiaresearchlibrary.com  30.Adewemimo AW, Msuya SE, Olaniyan CT, Adegoke AA. Utilization of skilled birth attendance in Northern Nigeria: A cross-sectional survey. Midwifery. 2014;30:e7-e13. doi.10.1016/j.midw.2013.09.005 31.Olakunde BO, Adeyinka DA, Mavegam BO, et al. Factors associated with skilled attendants at birth among married adolescent girls in Nigeria: Evidence from the Multiple Indicator Cluster Survey, 2016/2017. Int Health. 2019;11(6):545-550. doi.10.1093/inthealth/ihz017 32.World Health Organization. Maternal mortality. WHO Fact Sheet. 2023. https://www.who.int/news-room/fact-sheets/detail/maternal-mortality  33.Federal Ministry of Health. National RHP.2017. https://mohfw.gov.in/sites/default/files/9147562941489753121.pdf  34.MSDAT Platform. 2021. https://msdat.fmohconnect.gov.ng/central_analytics?indicator=Adolescent_birth_rate  35.Health Think Analytics. Adolescent pregnancies and its implications on the female child. Health Think Analytics. 2021. https://healththink.org/adolescent-pregnancies-and-its-implications-on-the-female-child/  36.Oboko A. How lack of data, research hinders Nigeria healthcare system. Business Day NG. 2019 https://businessday.ng/health/article/how-lack-of-data-research-hinders-nigeria-healthcare-system/  37.World Health Organization. SDG Target 3.1: Maternal mortality By 2030, reduce the global maternal mortality ratio to less than 70 per 100,000 live births. WHO. 2023. https://www.who.int/data/gho/data/themes/topics/indicator-groups/indicator-group-details/GHO/maternal-mortality  38.UN Women. In focus: Women and the Sustainable Development Goals (SDGs): SDG 3—Good health and well-being. UN Women Headquarters. 2023. https://www.unwomen.org/en/news/in-focus/women-and-the-sdgs/sdg-3-good-health-well-being  39.Lambonmung A, Acheampong CA, Langkulsen U. The effects of pregnancy: A systematic review of adolescent pregnancy in Ghana, Liberia, and Nigeria. Int J Environ Res Public Health. 2022;20(1). doi.10.3390/ijerph20010000 40.Federal Ministry of Health, World Bank. Nigeria Basic Healthcare Provision Fund Project (The HUWE Project): Terms of reference for consultancy for external audit services to support the implementation of the BHCPF.2016 https://www.premiumtimesng.com/health/457060-basic-health-care-provision-fund-a-slow-start-to-a-long-journey.html  41.Premium Times. Basic Health Care Provision Fund: A slow start to a long journey. Premium Times.2021. https://www.premiumtimesng.com/health/457060-basic-health-care-provision-fund-a-slow-start-to-a-long-journey.html  42.Makanjuola O, Van Vuuren U. How does BHCPF, Nigeria's healthcare programme, work? ONE.2021. https://www.one.org/africa/blog/how-does-bhcpf-work  43.Alawode G, Adewoyin AB, Abdulsalam AO, et al. The political economy of the design of the Basic Health Care Provision Fund (BHCPF) in Nigeria: A retrospective analysis for prospective action. Health Syst Reform. 2022;8(1). doi.10.1080/23288604.2022.2124601 44.The Official Gazette of the National Health Act. The Nigerian National Health Act. Off Gaz Natl Health Act.2014 https://www.publichealth.com.ng/download-the-official-copy-of-the-national-health-act-2014-pdf  45.Okeke E, Abubakar IS, Pitchforth E, Setodji C. Better obstetrics in rural Nigeria: Evaluating the Midwives Service Scheme. Impact Evaluation Report 56. January 2017. doi.10.23846/ow41225 46.Abimbola S, Okoli U, Olubajo O, Abdullahi MJ, Pate MA. The Midwives Service Scheme in Nigeria. PLoS Med. 2012;9(5):e1001211. doi.10.1371/journal.pmed.1001211 47.World Health Organization. WHO | Nigeria Midwives Service Scheme. WHO. https://www.who.int/teams/maternal-newborn-child-adolescent-health-and-ageing/maternal-health/midwifery  48.Ibrahim ZA, Konlan KD, Moonsoo Y, et al. Influence of Basic Health Care Provision Fund in improving primary health care in Kano State: A descriptive cross-sectional study. BMC Health Serv Res. 2023;23(1):1-9. doi.10.1186/s12913-023-09708-w 49.O O, F O, H I, et al. Assessment of a free maternal and child health program and the prospects for program re-activation and scale-up using a new health fund in Nigeria. Niger J Clin Pract. 2019;22(11):1516-1529. doi.10.4103/NJCP.NJCP_503_18 50.Nsofor IM, Ezeokoli AN, Akabike KO, Anya I, Ihekweazu C. An evaluation of the maternal and child health project of the Subsidy Reinvestment and Empowerment Programme (SURE-P MCH). EpiAfric. 2019 www.epiafric.com  51.Basinga P, Gertler PJ, Binagwaho A, Soucat AL, Sturdy J, Vermeersch CM. Effect on maternal and child health services in Rwanda of payment to primary health-care providers for performance: an impact evaluation. Lancet. 2011;377(9775):1421-1428. doi.10.1016/S0140-6736(11)60177-3 52.Rouyard T, Mano Y, Daff BM, et al. Operational and structural factors influencing enrolment in community-based health insurance schemes: An observational study using 12 waves of nationwide panel data from Senegal. Health Policy Plan. 2022;37(7):858-871. doi.10.1093/heapol/czac033 53.Nnamuchi O, Jude J, Uju O, Obuka B, Agu Helen Uchena. (PDF) Successes and Failures of Social Health Insurance Schemes in Africa-Nigeria versus Ghana and Rwanda: A Comparative Analysis. ResearchGate.2019;28(1):127-148. https://www.researchgate.net/publication/330910887_Successes_and_Failures_of_Social_Health_Insurance_Schemes_in_AfricaNigeria_versus_Ghana_and_Rwanda_A_Comparative_Analysis  54.Comfort AB, Peterson LA, Hatt LE. Effect of health insurance on the use and provision of maternal health services and maternal and neonatal health outcomes: A systematic review. J Heal Popul Nutr. 2013;31(4 SUPPL.2):81-105. https://pubmed.ncbi.nlm.nih.gov/24992805  55.World Bank. Nigeria Subsidy Reinvestment and Empowerment Programme (SURE-P): Maternal and Child Health Initiative.2015. https://www-worldbank-org.vu-nl.idm.oclc.org/en/programs/sief-trust-fund/brief/nigeria-subsidy-reinvestment-and-empowerment-programme-sure-p  56.Ly MS, Faye A, Ba MF. Impact of community-based health insurance on healthcare utilisation and out-of-pocket expenditures for the poor in Senegal. BMJ Open. 2022;12(12):1-9. doi.10.1136/bmjopen-2022-063035 57.Agbo I, Onajole A, Ogunnowo B, Emechebe A. Community based health insurance as a viable option for health financing: An assessment of household willingness to pay in Lagos, Nigeria. J Public Heal Epidemiol. 2019;11(2):49-57. doi.10.5897/jphe2018.1089 58.Aregbeshola BS. A Tax-based, Noncontributory, Health-Financing System Can Accelerate Progress toward Universal Health Coverage in Nigeria. MEDICC Rev. 2018;20(4):40-45. doi.10.37757/MR2018.V20.N4.9. 59.Elmusharaf K, Byrne E, O'Donovan D. Strategies to increase demand for maternal health services in resource-limited settings: challenges to be addressed. BMC Public Heal. 2015;15(1):1-10. doi.10.1186/S12889-015-2222-3 60.Onwujekwe O, Ezumah N, Mbachu C, et al. Exploring effectiveness of different health financing mechanisms in Nigeria; what needs to change and how can it happen? BMC Health Serv Res. 2019;19(1):661. doi.10.1186/s12913-019-4512-4 61.Chankova S, Atim C, Hatt L. Ghana's National Health Insurance Scheme. In: The Impact of Health Insurance in Low- and Middle-Income Countries. 2010:58-88. https://www.modernghana.com/news/855019/ghanas-national-health-insurance-scheme-nhis.html  62.Chemouni B. The political path to universal health coverage: Power, ideas, and community-based health insurance in Rwanda. World Dev. 2018;106:87-98. doi.10.1016/j.worlddev.2018.01.023 63.World Health Organization; World Bank. Tracking universal health coverage country data. First Global Monitoring Report. 2015 http://www.who.int/about/licensing/copyright_form/en/index.html  64.Odeyemi IA. Community-based health insurance programmes and the national health insurance scheme of Nigeria: Challenges to uptake and integration. Int J Equity Health. 2014;13(1):1-13. doi.10.1186/1475-9276-13-20 65.Yusuf HO, Kanma-Okafor OJ, Ladi-Akinyemi TW, Eze UT, Egwuonwu CC, Osibogun AO. Health insurance knowledge, attitude, and the uptake of community-based health insurance schemes among residents of a suburb in Lagos, Nigeria. West Afr J Med. 2019;36(2):103-111. http://www.ncbi.nlm.nih.gov/pubmed/31385594  66.Assan A, Takian A, Aikins M, Akbarisari A. Universal health coverage necessitates a system approach: An analysis of the Community-Based Health Planning and Services (CHPS) initiative in Ghana. Glob Health. 2018;14(1):1-10. doi.10.1186/s12992-018-0426-x 67. Hafez R. Nigeria Health Financing System Assessment. World Bank; 2018. doi.10.1596/30174 68.Hackett K, Lenters L, Vandermorris A, et al. How can engagement of adolescents in antenatal care be enhanced? Learning from the perspectives of young mothers in Ghana and Tanzania. BMC Pregnancy Childbirth. 2019;19(1):1-12. doi.10.1186/S12884-019-2326-3 69.Bolaji B, Aregbeshola S. NHIS as a source of health financing towards UHC in Nigeria. Int Health Policies.2019 https://www.internationalhealthpolicies.org/blogs/nhis-as-a-source-of-health-financing-towards-uhc-in-nigeria  70.World Health Organization. Financing for Universal Health Coverage: Dos and Don'ts. Health Financing Guidance Note No. 9. WHO; 2019. https://p4h.world/en/news/financing-universal-health-coverage-dos-and-donts  71.McIntyre D, Kutzin J. Health Financing Guidance No. 1: Health Financing Country Diagnostic A Foundation for National Strategy Development. World Health Organization; 2016. https://iris.who.int/bitstream/handle/10665/204283/9789241510110_eng.pdf  72.Leight J, Björkman Nyqvist M. Community-based strategies to reduce maternal mortality in Northern Nigeria. The Abdul Latif Jameel Poverty Action Lab. 2020 https://www.povertyactionlab.org/evaluation/community-based-strategies-reduce-maternal-mortality-northern-nigeria  73.National Coalition of CSOs review Nigeria's RMNCAH+N (GFF) Investment Case. ARFH Nigeria. 2021 https://arfh-ng.org/news-stories/national-coalition-of-csos-review-nigerias-rmncahn-gff-investment-case  74.Nigeria State Health Investment Project (NSHIP). Qualitative Study on Key Differentiating Factors for Performance Under the Performance-Based Financing (PBF) Approach. 2015:1-74. https://www.semanticscholar.org/paper/Nigeria-State-Health-Investment-Project-(NSHIP)-on/29062223b8a3db55b060917a02a5be2547bd3221  75.Global Health Workforce Alliance. Nigeria launches \"Saving One Million Lives\" by 2015 initiative. World Health Organization. 2012 https://www.who.int/workforcealliance/media/news/2012/1mlives/en  76.The World Bank. Development Projects: Nigeria - Program to Support Saving One Million Lives (P146583).2022 https://projects.worldbank.org/en/projects-operations/project-detail/P146583  77.Abimbola S, Okoli U, Olubajo O, Abdullahi MJ, Pate MA. The Midwives Service Scheme in Nigeria. PLoS Med. 2012;9(5):e1001211. doi.10.1371/journal.pmed.1001211 78.Alagbe J. NPHCDA deploys 1,181 midwives to primary health care centres. Punch Newspapers.2021. https://punchng.com/nphcda-deploys-1181-midwives-to-primary-health-care-centres  79.Adewole DA, Adebayo AM, Obembe TA. Evaluation of the Midwives Service Scheme in a southwest Nigerian state: Policy implications for maternal and child health care programs. Int J Nurs Midwifery. 2019;11(June):54-60. doi.10.5897/IJNM2019.0363 80.Onwujekwe O, Ensor T, Ogbozor P, et al. Was the Maternal Health Cash Transfer Programme in Nigeria sustainable and cost-effective? Front Public Health. 2020;8:582072. doi.10.3389/fpubh.2020.582072 81.Subsidy Reinvestment and Empowerment Programme (SURE-P): Community Services Women and Youth Employment (CSWYE). https://socialprotection.org/discover/programmes/subsidy-reinvestment-and-empowerment-programme-sure-p-community-services-women  82.Adepoju P. OMOMi is leveraging digital technology to provide women with easy access to quality maternal health care. Nigeria Health Watch. 2021 https://nigeriahealthwatch.medium.com/omomi-is-leveraging-digital-technology-to-provide-women-with-easy-access-to-quality-maternal-af4d087de0f6  83.Akhimien C. OMOMi. One Young World. 2015. https://www.oneyoungworld.com/ambassador-projects/omomi  84.Ogbo E, Brown T, Gant J, Davis A, Sicker D. The impact of over-the-top services on preferences for mobile services: A conjoint analysis of users in Nigeria. J Inf Policy. 2021;11:403-443. doi.10.5325/JINFOPOLI.11.2021.0403 85.Kasali F, Adekola O, Akinyemi I, Ebo I, Balogun J. A model for ranking the usability attributes of mobile health applications in Nigeria (MCDM approach). Covenant J Informatics Commun Technol.2020;8(2):1-27. https://journals.covenantuniversity.edu.ng/index.php/cjict/article/view/2440  86.Carter J, Sandall J, Shennan AH, Tribe RM. Mobile phone apps for clinical decision support in pregnancy: A scoping review. BMC Med Inform Decis Mak. 2019;19(1):1-13. doi.10.1186/s12911-019-0954-1 87.OMOMi is leveraging digital technology to provide women with easy access to quality maternal health care. Nigeria Health Watch. 2021. https://nigeriahealthwatch.medium.com/omomi-is-leveraging-digital-technology-to-provide-women-with-easy-access-to-quality-maternal-af4d087de0f6  88.Abubakar I, Dalglish SL, Angell B, et al. The Lancet Nigeria Commission: investing in health and the future of the nation. Lancet. 2022;399(10330):1155-1200. doi.10.1016/S0140-6736(21)02488-0"
        ],
        "language": "eng",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "1",
          "pages": "e3062315",
          "title": "medtigo Journal of Medicine",
          "volume": "3"
        },
        "alternate_identifiers": [
          {
            "identifier": "https://journal.medtigo.com/promising-strategies-and-practices-to-promote-adolescent-mothers-health-seeking-behaviour-and-utilization-of-maternal-healthcare-services-in-nigeria/?article_type=journal-of-medicine"
          }
        ],
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "15004559"
              }
            }
          ]
        }
      },
      "title": "Promising Strategies and Practices to Promote Adolescent Mothers' Health-Seeking Behaviour and Utilization of Maternal Healthcare Services in Nigeria",
      "links": {
        "self": "https://zenodo.org/api/records/15004560",
        "self_html": "https://zenodo.org/records/15004560",
        "doi": "https://doi.org/10.63096/medtigo3062315",
        "self_doi": "https://doi.org/10.63096/medtigo3062315",
        "self_doi_html": "https://zenodo.org/doi/10.63096/medtigo3062315",
        "parent": "https://zenodo.org/api/records/15004559",
        "parent_html": "https://zenodo.org/records/15004559",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:15004560/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:15004560/sequence/default",
        "files": "https://zenodo.org/api/records/15004560/files",
        "media_files": "https://zenodo.org/api/records/15004560/media-files",
        "archive": "https://zenodo.org/api/records/15004560/files-archive",
        "archive_media": "https://zenodo.org/api/records/15004560/media-files-archive",
        "latest": "https://zenodo.org/api/records/15004560/versions/latest",
        "latest_html": "https://zenodo.org/records/15004560/latest",
        "versions": "https://zenodo.org/api/records/15004560/versions",
        "draft": "https://zenodo.org/api/records/15004560/draft",
        "reserve_doi": "https://zenodo.org/api/records/15004560/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/15004560/access/links",
        "access_grants": "https://zenodo.org/api/records/15004560/access/grants",
        "access_users": "https://zenodo.org/api/records/15004560/access/users",
        "access_request": "https://zenodo.org/api/records/15004560/access/request",
        "access": "https://zenodo.org/api/records/15004560/access",
        "communities": "https://zenodo.org/api/records/15004560/communities",
        "communities-suggestions": "https://zenodo.org/api/records/15004560/communities-suggestions",
        "requests": "https://zenodo.org/api/records/15004560/requests"
      },
      "updated": "2025-03-11T11:08:58.149523+00:00",
      "recid": "15004560",
      "revision": 4,
      "files": [
        {
          "id": "84f76890-ce9a-4bb0-af20-028cb3156540",
          "key": "medicine_427_Final.docx",
          "size": 171261,
          "checksum": "md5:16fb4e80edce67b2e6769b492ea50fce",
          "links": {
            "self": "https://zenodo.org/api/records/15004560/files/medicine_427_Final.docx/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1032827"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 1,
        "unique_views": 1,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 1,
        "version_views": 1
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-03-06T13:11:36.763785+00:00",
      "modified": "2025-03-06T13:11:37.078484+00:00",
      "id": 14981753,
      "conceptrecid": "14981752",
      "doi": "10.5281/zenodo.14981753",
      "conceptdoi": "10.5281/zenodo.14981752",
      "doi_url": "https://doi.org/10.5281/zenodo.14981753",
      "metadata": {
        "title": "ASSESSMENT OF MYCOLOGİCAL SAFETY OF FORAGE PLANTS COMMON İN SOME  REGİONS OF AZERBAİJAN",
        "doi": "10.5281/zenodo.14981753",
        "publication_date": "2025-03-06",
        "description": "<p>The Republic of Azerbaijan is characterized as a territory with an important role of the agricultural sector, but the agricultural sector is capable of satisfying 50% of the needs of the country's population. This once again proves the importance of increasing the efficiency of agricultural production, if only because meeting the needs of the majority of the country's population in agricultural products is considered one of the priorities of the country's agricultural policy.<br>It should be noted that a decrease in crop yields in the agricultural sector can be caused by both changes in political and economic relations and the consequences of various diseases. For this reason, it is important to always pay attention to the second reason for crop loss. So, today the fight against such diseases is not effective only within one country, that is, pathologies caused by microorganisms know no boundaries.Most of the feed for cattle and small ruminants raised for food purposes is made up of plants. Plants are one of the sources of nutrition not only for animals, but also for microorganisms, including fungi. As a result, various relationships have formed between plants and fungi, one of which is pathologies caused by fungi in plants. Thus,&nbsp;<br>as a result of diseases caused by fungi, the observed annual loss of crops is measured in millions of tons. The damage caused by fungi to plants is not limited to this, fungi also enrich the plants inhabiting them with metabolites that they produce as a result of their vital activity, including those that can cause dangerous consequences both for the animals themselves and for the animals that use animals for food purposes. A striking example of this are mycotoxins, which are compared to weapons of mass destruction and are synthesized by fungi. In order to prevent diseases caused by natural fungi, it is very important to carefully study the plants used by animals as feed and collect basic data to prepare effective measures against them.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Anakhanim Yusifova",
            "affiliation": "Azerbaijan State Pedagogical University"
          },
          {
            "name": "Sanubar Aslanova",
            "affiliation": "Azerbaijan State Pedagogical University"
          },
          {
            "name": "Basti Asadova",
            "affiliation": "Azerbaijan State Pedagogical University"
          }
        ],
        "keywords": [
          "mycological safety, biological method, forage plants, mushrooms",
          "микологическая безопасность, биологический метод, кормовые растения, грибы"
        ],
        "references": [
          "1. Zaveri, A., Edwards, J., Rochfort, S.  Production of Primary Metabolites by Rhizopus  stolonifer, Causal Agent of Almond Hull Rot  Disease//Molecules, - 2022, 24;27(21):7199. doi:  10.3390/molecules27217199. 2. Zhu, H. Identification and extraction of  herbicidal compounds from metabolites of  Trichoderma polysporum HZ-31/ H.Zhu, H.Chen,  Y.Ma[et al.]// Weed Science, -2023, v.71(1), -p.39-49. 3. Aslanova, S. (2019). Flora and vegetation of  the mountainous part of Lankaran. Printing house  ADMIU. 4. Basti, A., & Aslanova, F. (2024). THE  RELATİVE DORMANCY OF NEWLY  İNTRODUCED PEACH CULTİVARS CHARACTERİSTİC. Annali d'Italia №, 60(10). 5. Gurbanov, E., & Aslanova, S. (2024).  AVERAGE ANNUAL PRODUCTİVİTY OF THE  THYMUSETA-VİCAETUM-FESTUCOSUM  FORMATİON, DİSTRİBUTED İN SUMMER  PASTURE FİELD NO. 8\"  TURKESOBA\"(AZERBAİJAN). Norwegian Journal  of Development of the International Science, 126. 6. Kurbanov, E., Aslanova, S., & Ibragimov, S.  (2023). Types of Hole-Meadow and Wetlands Vegetation in Oil-contaminated Soils Siyazan District (Azerbaijan). Bulletin of Science and Practice. 7. Wang, J. Pathogenesis of allergic diseases and  implications for therapeutic interventions/ J.Wang,  Y.Zhou, H. Zhang [et al.]// Sig Transduct Target Ther,  -2023, 8, 138. https://doi.org/10.1038/s41392-023- 01344-4 8. Qurbanov, E., Aslanova, S., & İbrahimov, Ş.  (2024). ŞİRVAN RAYONUNUN NEFTLƏ  ÇİRKLƏNMİŞ TORPAQLARINDA RAST  GƏLİNƏN YARIMSƏHRA BİTKİLİYİNİN  FİTOEKOLOJİ XARAKTERİSTİKASI. Nature &  Science/Təbiət və Elm, 6(1). 9. Sanubar Aslanova, Basti Asadova (2023)  Flora and fauna of Azerbaijan. ASPU. p347 10. Wanapat M, Cherdthong A, Phesatcha K,  Kang S. Dietary sources and their effects on animal  production and environmental sustainability/ M.Wanapat, A.Cherdthong, K.Phesatcha[et al.]// Anim Nutr., - 2015, v.1(3), -p.96-103. 11. Yusifova, A., Asadova, B., & Aslanova, S.  (2024). Plants, Human Health And Civilization. Norwegian Journal of Development of the International  Science, 136. 12. Yusifova, A., Asadova, B., & Aslanova, S.  (2024). SPECIES COMPOSITION AND  RESOURCES OF CULTIVATED AND WILD  FORAGE PLANTS IN AZERBAIJAN. German International Journal of Modern Science/Deutsche Internationale Zeitschrift für Zeitgenössische Wissenschaft,  (84). 13. Yusifova, A., Asadova, B., & Aslanova, S.  (2025). Evaluation of Phytopathogenic Fungi According to the Degree of Danger. Advanced Studies in Biology, 17(1), 27-36. 14. Yusifova, A., Aslanova, S., & Asadova, B.  (2024). Mycology of Fodder Plants in Different Areas  of Azerbaijan the Results of Studies Devoted to the  Evaluation. Бюллетень науки и практики, 10(10),  49-54. 15. Асланова, Ф. (2024).  АГРОБИОЛОГИЧЕСКАЯ ХАРАКТЕРИСТИКА  РАЗЛИЧНЫХ СОРТОВ КУКУРУЗЫ,  ВЫРАЩИВАЕМЫХ В БОГАРНЫХ УСЛОВИЯХ  ЗАКАТАЛЫ, И РОЛЬ В СЕЛЕКЦИИ. Бюллетень  науки и практики, 10(9), 102-107. 16. Эльшад, К., & Санубар, А. (2024).  ЭКОЛОГИЧЕСКАЯ КЛАССИФИКАЦИЯ  ПОЧВЕННО-РАСТИТЕЛЬНЫХ ТЕРРИТОРИЙ,  ЗАГРЯЗНЕННЫХ МИНЕРАЛИЗОВАННЫМИ  ВОДАМИ НА АПШЕРОНСКОМ  ПОЛУОСТРОВЕ. German International Journal of  Modern Science/Deutsche Internationale Zeitschrift  für Zeitgenössische Wissenschaft, (75).",
          "17. Abdelmagid, A., Hafez, M., Soliman, A.,  Adam, L. R., & Daayf, F. (2021). First report of  Fusarium sporotrichioides causing root rot of soybean  in Canada and detection of the pathogen in host tissues  by PCR. Canadian Journal of Plant Pathology, 43(4),  527-536. https://doi.org/10.1080/07060661.2020.1841034 18. Achbani, E. H., Benbouazza, A., & Douira, A.  First report of olive anthracnose, caused by Colletotrichum gloeosporioides in Morocco//Atlas Journal of  Biology, -2013, v.2(3), -p.171–174. https://doi.org/10.5147/ajb.2013.0131 19. Allison, C. L., Moskaluk, A., VandeWoude,  S., & Reynolds, M. M. (2021). Detection of glucosamine as a marker for Aspergillus niger: a potential  screening method for fungal infections. Analytical and  Bioanalytical Chemistry, 413, 2933-2941. https://doi.org/10.1007/s00216-021-03225-7 20. Anakhanym Yusifova, Basti Asadova, &  Sanubar Aslanova. (2024). SPECIES COMPOSITION  AND RESOURCES OF CULTIVATED AND WILD  FORAGE PLANTS IN AZERBAIJAN. Deutsche Internationale Zeitschrift Für Zeitgenössische Wissenschaft, 84, 11–14. https://doi.org/10.5281/zenodo.12752493 21. Beltrán-Peña, H., Solano-Báez, A. R., LeyvaMadrigal, K. Y., Tovar-Pedraza, J. M., SaucedaAcosta, C. P., Lizárraga-Sánchez, G. J., & MoraRomero, G. A. (2023). First report of powdery mildew  caused by Erysiphe pisi on Parkinsonia aculeata in  Mexico. Journal of Plant Pathology, 105(1), 317-317. https://doi.org/10.1007/s42161-022-01219-7 22. Challacombe, J. F., Hesse, C. N., Bramer, L.  M., McCue, L. A., Lipton, M., Purvine, S., ... & Kuske,  C. R. (2019). Genomes and secretomes of Ascomycota  fungi reveal diverse functions in plant biomass decomposition and pathogenesis. BMC genomics, 20, 1-27..  https://doi.org/10.1186/s12864-019-6358-x 23. Chatterjee, S., Kuang, Y., Splivallo, R.,  Chatterjee, P., & Karlovsky, P. (2016). Interactions  among filamentous fungi Aspergillus niger, Fusarium  verticillioides and Clonostachys rosea: fungal biomass,  diversity of secreted metabolites and fumonisin production. BMC microbiology, 16, 1-13. https://doi.org/10.1186/s12866-016-0698-3 24. Deveau, A., Bonito, G., Uehling, J., Paoletti,  M., Becker, M., Bindschedler, S., ... & Wick, L. Y.  (2018). Bacterial–fungal interactions: ecology, mechanisms and challenges. FEMS microbiology reviews, 42(3), 335-352.  https://doi.org/10.1093/femsre/fuy008 25. Gurbanov, E., & Aslanova, S.  COMPARATİVE ANALYSİS OF THE FLORA OF  THE ABSHERON PENİNSULA AND THE OİLCONTAMİNATED FLORA OF  AZERBAİJAN. Deutsche internationale Zeitschrift für  zeitgenössische Wissenschaft № 92 2024 VOL., 16"
        ],
        "language": "eng",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "pages": "8-11",
          "title": "Deutsche internationale Zeitschrift für zeitgenössische Wissenschaft",
          "volume": "99"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "14981752"
              }
            }
          ]
        }
      },
      "title": "ASSESSMENT OF MYCOLOGİCAL SAFETY OF FORAGE PLANTS COMMON İN SOME  REGİONS OF AZERBAİJAN",
      "links": {
        "self": "https://zenodo.org/api/records/14981753",
        "self_html": "https://zenodo.org/records/14981753",
        "doi": "https://doi.org/10.5281/zenodo.14981753",
        "self_doi": "https://doi.org/10.5281/zenodo.14981753",
        "self_doi_html": "https://zenodo.org/doi/10.5281/zenodo.14981753",
        "parent": "https://zenodo.org/api/records/14981752",
        "parent_html": "https://zenodo.org/records/14981752",
        "parent_doi": "https://doi.org/10.5281/zenodo.14981752",
        "parent_doi_html": "https://zenodo.org/doi/10.5281/zenodo.14981752",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:14981753/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:14981753/sequence/default",
        "files": "https://zenodo.org/api/records/14981753/files",
        "media_files": "https://zenodo.org/api/records/14981753/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:14981753:Deutsche%20internationale%20Zeitschrift%20f%C3%BCr%20zeitgen%C3%B6ssische%20Wissenschaft%20%E2%84%9699%202025-9-12.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:14981753:Deutsche%20internationale%20Zeitschrift%20f%C3%BCr%20zeitgen%C3%B6ssische%20Wissenschaft%20%E2%84%9699%202025-9-12.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:14981753:Deutsche%20internationale%20Zeitschrift%20f%C3%BCr%20zeitgen%C3%B6ssische%20Wissenschaft%20%E2%84%9699%202025-9-12.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:14981753:Deutsche%20internationale%20Zeitschrift%20f%C3%BCr%20zeitgen%C3%B6ssische%20Wissenschaft%20%E2%84%9699%202025-9-12.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:14981753:Deutsche%20internationale%20Zeitschrift%20f%C3%BCr%20zeitgen%C3%B6ssische%20Wissenschaft%20%E2%84%9699%202025-9-12.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:14981753:Deutsche%20internationale%20Zeitschrift%20f%C3%BCr%20zeitgen%C3%B6ssische%20Wissenschaft%20%E2%84%9699%202025-9-12.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/14981753/files-archive",
        "archive_media": "https://zenodo.org/api/records/14981753/media-files-archive",
        "latest": "https://zenodo.org/api/records/14981753/versions/latest",
        "latest_html": "https://zenodo.org/records/14981753/latest",
        "versions": "https://zenodo.org/api/records/14981753/versions",
        "draft": "https://zenodo.org/api/records/14981753/draft",
        "reserve_doi": "https://zenodo.org/api/records/14981753/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/14981753/access/links",
        "access_grants": "https://zenodo.org/api/records/14981753/access/grants",
        "access_users": "https://zenodo.org/api/records/14981753/access/users",
        "access_request": "https://zenodo.org/api/records/14981753/access/request",
        "access": "https://zenodo.org/api/records/14981753/access",
        "communities": "https://zenodo.org/api/records/14981753/communities",
        "communities-suggestions": "https://zenodo.org/api/records/14981753/communities-suggestions",
        "requests": "https://zenodo.org/api/records/14981753/requests"
      },
      "updated": "2025-03-06T13:11:37.078484+00:00",
      "recid": "14981753",
      "revision": 4,
      "files": [
        {
          "id": "aedf491b-6dcf-4c30-9750-1231c8f85733",
          "key": "Deutsche internationale Zeitschrift für zeitgenössische Wissenschaft №99 2025-9-12.pdf",
          "size": 671145,
          "checksum": "md5:7d020a14e66d653ccb10109749305332",
          "links": {
            "self": "https://zenodo.org/api/records/14981753/files/Deutsche internationale Zeitschrift für zeitgenössische Wissenschaft №99 2025-9-12.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "121354"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 4,
        "unique_downloads": 3,
        "views": 5,
        "unique_views": 5,
        "version_downloads": 4,
        "version_unique_downloads": 3,
        "version_unique_views": 5,
        "version_views": 5
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-03-03T03:49:13.832349+00:00",
      "modified": "2025-03-03T03:49:14.022231+00:00",
      "id": 14957812,
      "conceptrecid": "14957811",
      "doi": "10.35940/ijese.A1015.13040325",
      "doi_url": "https://doi.org/10.35940/ijese.A1015.13040325",
      "metadata": {
        "title": "Distribution Function Similarity of Overloaded Commercial Trucks Detection (Case Study: Iran)",
        "doi": "10.35940/ijese.A1015.13040325",
        "publication_date": "2025-03-30",
        "description": "<p><strong>Abstract:</strong> Monitoring overloaded vehicles is an operational aspect of ensuring the safe operation of vehicles and mitigating damages to road pavement. Since, the concentration on overloading is claimed to differ for the type of trucks, where trailers are more allegedly engaged under enforcement, this research aims to explore the differences in overload monitoring among various kinds of vehicles, including trailers, heavy trucks, and light trucks in intercity transportation. To this purpose, at the first stage, the effect of the number of weighing stations and cargo trips on overloading detection has been investigated through analysis of variance. It is followed by considering the number of registered trucks as an exposure factor to standardize the enforcement rate in the second stage. An adapted version of the statistical method of Kolmogorov-Smirnov, known as three samples, is finally utilized to investigate the similarity of distribution functions of overloading detection for three types of trucks including trailers, heavy trucks, and light trucks. Data, for registered trucks as well as detected trucks as overloading across the road network in the West-Asian country of Iran, has been collected for a year followed by categorizing into thirty-one provinces. The results revealed that whereas the number of weighing stations and cargo trips do not have significant effects on overloading detection, the similarity of distribution functions for overloading detection is different for three types of trucks over the provinces. Therefore, all types of trucks are not equally under overloading control and transport authorities should redesign overloading detection approaches throughout the enforcement instruction applied in intercity transportation.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Dr. Abbas Mahmoudabadi",
            "affiliation": "Director, Master Program in Industrial Engineering, MehrAstan University, Gilan, Iran.",
            "orcid": "0000-0002-1175-6730"
          }
        ],
        "contributors": [
          {
            "name": "Dr. Abbas Mahmoudabadi",
            "affiliation": "Director, Master Program in Industrial Engineering, MehrAstan University, Gilan, Iran.",
            "type": "ContactPerson",
            "orcid": "0000-0002-1175-6730"
          },
          {
            "name": "Hassan Abdous",
            "affiliation": "Deputy of Traffic Safety Department of Road Maintenance and Transport Organization, Tehran, Iran.",
            "type": "Researcher"
          },
          {
            "name": "Fatemeh Pourhossein Ghazimahalleh",
            "affiliation": "Ph.D. Student, Department of Information Technology, University of Tehran, Tehran, Iran.",
            "type": "Researcher"
          }
        ],
        "keywords": [
          "Trucks' Overloading",
          "Traffic Enforcement",
          "Similarity Distribution Functions",
          "Intercity Transportation"
        ],
        "dates": [
          {
            "type": "accepted",
            "description": "Manuscript received on 25 November 2024 | First Revised Manuscript received on 02 February 2025 | Second Revised Manuscript received on 20 February 2025 | Manuscript Accepted on 15 March 2025 | Manuscript published on 30 March 2025."
          }
        ],
        "version": "CC-BY-NC-ND 4.0",
        "references": [
          "Shah, R., Sharma, Y., Mathew, B., Kateshiya, V., & Parmar, J. (2016). Review paper on overloading effect. International Journal of Advanced Scientific Research and Management, 1(4), 131-134. https://www.academia.edu/download/87782350/IJASRM_V1S4_039_ 131_134.pdf",
          "Bagui, S., Das, A., & Bapanapalli, C. (2013). Controlling vehicle overloading in BOT projects. Procedia-Social and Behavioral Sciences, 104, 962-971. DOI: https://doi.org/10.1016/j.sbspro.2013.11.191",
          "Saad, F. A. M., Ishak, S. Z., Sulaiman, S. A. H., &Awang, A. (2021, August). The Implication of Overloaded Truck to Developing Countries–A Review. In 2021 IEEE 12th Control and System Graduate Research Colloquium (ICSGRC) (pp. 165-170). IEEE. DOI: https://doi.org/10.1109/ICSGRC53186.2021.9515215",
          "Hameed, S., &Prathap, R. C. (2018). Study on impact of vehicle overloading on National Highways in varying terrains. Int. J. Eng. Res. Technol.(IJERT), 7(1), 2278-0181. https://www.academia.edu/download/59387154/study-on-impact-ofvehicle-overloading-on-national-highways-in-varying-terrainsIJERTV7IS01013520190525-126845-v9glek.pdf",
          "Mahmoudabadi, A., &Tavakkoli-Moghaddam, R. (2011). The use of a genetic algorithm for clustering the weighing station performance in transportation–A case study. Expert Systems with Applications, 38(9), 11744-11750. DOI: https://doi.org/10.1016/j.eswa.2011.03.061",
          "Rasool, J., & Kaushal, M. (2022). A Study On Impact Of Vehicle Overloading On Jammu-Srinagar National Highway. https://www.researchgate.net/profile/Manish-Kaushal5/publication/364342909_A_STUDY_ON_IMPACT_OF_VEHICLE_ OVERLOADING_ON_JAMMUSRINAGAR_NATIONAL_HIGHWAY/links/634cf0da9cb4fe44f32f3 786/A-STUDY-ON-IMPACT-OF-VEHICLE-OVERLOADING-ONJAMMU-SRINAGAR-NATIONAL-HIGHWAY.pdf",
          "Mahmoudabadi, A., & Seyedhosseini, S. M. (2013). Improving the efficiency of weigh in motion systems through optimized allocating truck checking oriented procedure. IATSS research, 36(2), 123-128. DOI: https://doi.org/10.1016/j.iatssr.2012.08.002",
          "Jacob, B., &Cottineau, L. M. (2016). Weigh-in-motion for direct enforcement of overloaded commercial vehicles. Transportation Research Procedia, 14, 1413-1422. DOI: https://doi.org/10.1016/j.trpro.2016.05.214",
          "Yadav, N., Yadav, N., & Garg, A. (2022). Vehicle Payload Monitoring System. In IoT for Sustainable Smart Cities and Society (pp. 145-164). Cham: Springer International Publishing. DOI: https://doi.org/10.1007/978-3-030-89554-9_7",
          "Pastore, M., &Calcagnì, A. (2019). Measuring distribution similarities between samples: A distribution-free overlapping index. Frontiers in Psychology, 10, 1089. DOI: https://doi.org/10.3389/fpsyg.2019.01089",
          "Lee, L. (1999). Measures of distributional similarity (pp. 25–32). DOI: https://doi.org/10.48550/arXiv.cs/0001012",
          "Sahinturk, L., & Özcan, B. (2017). The Comparison of Hypothesis Tests Determining Normality and Similarity of Samples. Journal of Naval Science and Engineering, 13(2), 21–36. https://dergipark.org.tr/en/download/article-file/402354",
          "Vrbik, J. (2018). Small-Sample Corrections to Kolmogorov–Smirnov Test Statistic. Pioneer Journal of Theoretical and Applied Statistics, 15(1–2), 15–23. http://www.pspchv.com/AbstractPJTAS/Abstract%20of%20PJTAS%20Volume%2015/2.%20Abstract %20%20Volum%2015,%20Issues%201-2,%20Pages%2015- 23%20PJTAS.pdf",
          "Arnold, T. B., & Emerson, J. W. (2011). Nonparametric goodness-offit tests for discrete null distributions. R Journal, 3(2). https://citeseerx.ist.psu.edu/document?repid=rep1&type=pdf&doi=94a 9e47370c4c53cd01f7b918d1b8a9b392778c4",
          "Lopes, R. H., Reid, I. D., & Hobson, P. R. (2007). The twodimensional Kolmogorov-Smirnov test. http://bura.brunel.ac.uk/handle/2438/1166",
          "Simard, R., &L'Ecuyer, P. (2011). Computing the two-sided Kolmogorov- Smirnov distribution. Journal of Statistical Software, 39, 1-18. DOI: https://doi.org/10.18637/jss.v039.i11",
          "Drezner, Z., Turel, O., & Zerom, D. (2010). A modified kolmogorovsmirnov test for normality. Communications in Statistics: Simulation and Computation, 39(4), 693–704. DOI: https://doi.org/10.1080/03610911003615816",
          "Mahmoudabadi, A., & Abdous, H. (2020). Do the Coaches' Crashes and Their Usage Exposure Come from the Same Distributions? Society & Sustainability, 2(3), 10–19. DOI: https://doi.org/10.38157/society_sustainability.v2i3.165",
          "Manski, C. F. (1983). Closest empirical distribution estimation. Econometrica: Journal of the Econometric Society, 305-319. DOI: https://doi.org/10.2307/1911991",
          "David H. T. (1958), A three-sample Kolmogorov-Smirnov test. The Annals of Mathematical Statistics, 29, 842–851. DOI: https://doi.org/10.1214/aoms/1177706540",
          "Kiefer J. (1959), K-sample analogues of the Kolmogorov-Smirnov and Cram´erv. Mises tests. The Annals a Mathematical Statistics, 30, 420– 447. DOI: https://doi.org/10.1214/aoms/1177706261",
          "Böhm, W., & Hornik, K. (2010). On two-periodic random walks with boundaries. Stochastic models, 26(2), 165-194. DOI: https://doi.org/10.1080/15326340903517154",
          "Mahmoudabadi, A., & Lalaei, R. A. (2017). Developing a Breakeven Point Model Based on Enforce Rate for Installing Weigh in Motion System in Inter-City Transportation. Journal of Intelligent Transportation and Urban Planning, 5(1), 1-7. DOI: https://doi.org/10.18005/ITUP0501001",
          "Chen, Y., Wang, K., Zhang, Y., Luo, R., Yu, S., Shi, Q., & Hu, W. (2020). Investigating factors affecting road freight overloading through the integrated use of BLR and CART: A case study in China. Transport, 35(3), 236-246. DOI: https://doi.org/10.3846/transport.2020.12635",
          "Singh, R. A. M. E. S. H., & Srivastava, G. A. U. R. A. V. (2022). Truck overloading detection and engine locking system. Adv. and Applications in Mathe. Sci, 21(12), 7157-7162. https://www.mililink.com/upload/article/1284230911aams_vol_2112_ october_2022_a43_p7157- 7162_ramesh_singh_and_gaurav_srivastava.pdf",
          "Lin, Y. H., Wu, F., Wang, R., Gu, S., &Xu, Z. (2022). Spatiotemporal Analysis of Overloaded Vehicles on a Highway Using Weigh-inMotion Data. Journal of Transportation Engineering, Part A: Systems, 148(1), 04021098. DOI: https://doi.org/10.1061/JTEPBS.0000616",
          "Dolcemascolo, V., Hornych, P., Jacob, B., Schmidt, F., & Klein, E. (2015). Heavy vehicle traffic and overload monitoring in France and applications. In The XXVth World Road Congress PIARC (pp. 1-12). https://proceedings-seoul2015.piarc.org/ressources/files/2/IP0372- Jacob-E.pdf",
          "Mahmoudabadi, A., & Abolghasem, A. (2013). Application of Chaos Theory in Trucks' Overloading Enforcement. Journal of Engineering, 2013. DOI: https://doi.org/10.1155/2013/245293",
          "Gaira, A., Parveen, A., Dabral, D., Goyal, J., & Rani, M. R. (2020). Vehicle Overloading: A Review. International Journal for Research in Applied Science & Engineering Technology (IJRASET) ISSN, 2321- 9653. DOI: https://doi.org/10.22214/ijraset.2020.7002",
          "Qiao, X. X., & Zhao, Y. D. (2018, May). Vehicle overload detection system based on magnetoresistance sensor. In 2018 International Conference on Electronics Technology (ICET)(pp. 102-105). IEEE. DOI: https://doi.org/10.1109/ELTECH.2018.8401434",
          "Xu, S., & Zhao, Q. (2011). Study on Vehicle-mounted Overloading Control System for Passenger Vehicles. Procedia Engineering, 15, 1214-1218. DOI: https://doi.org/10.1016/j.proeng.2011.08.224",
          "Yassenn, O., Endut, I., Hafez, M., Ishak, S., &Yaseen, H. (2015). Overloading of heavy vehicles around the world. Int. J. Eng. Sci. Res, 34-45. https://www.enrichedpublications.com/ep_admin/jounral/pdf/1723193 774.pdf#page=47",
          "Odonkor, E. N., &Ofosu, W. K. (2020). Design and construction of vehicle loading monitoring system using load sensor and GSM. International Journal of Applied Science and Technology, 10(1). DOI: https://doi.org/10.30845/ijast.v10n1p1",
          "Nassif, H., Ozbay, K., Na, C., Lou, P., Fiorillo, G., & Park, C. (2018). Monitoring and Control of Overweight Trucks for Smart Mobility and Safety of Freight Operations. https://rosap.ntl.bts.gov/view/dot/49467/dot_49467_DS1.pdf",
          "Alkhoori, F. A., &Maghelal, P. K. (2021). Regulating the overloading of heavy commercial Vehicles: Assessment of land transport operators in Abu Dhabi. Transportation Research Part A: Policy and Practice, 154, 287-299. DOI: https://doi.org/10.1016/j.tra.2021.10.019",
          "Chan, Y. C. M. (2008). Truck overloading study in developing countries and strategies to minimize its impact (Doctoral dissertation, Queensland University of Technology). https://eprints.qut.edu.au/28561/",
          "Shrivastava, A. K., & Dalvi, Dr. S. D. (2024). Mathematical Modelling and Analysis to Derive Optimum Brake Pressure for Hill Start Assist System in Commercial Vehicles. In International Journal of Innovative Science and Modern Engineering (Vol. 12, Issue 12, pp. 8–15). DOI: https://doi.org/10.35940/ijisme.e7980.12121224",
          "Patnaik, R. K., & Tamilarasan, N. (2019). Stability Analysis of Magneto-Rheological Damper for Suspension of Commercial Vehicles. In International Journal of Engineering and Advanced Technology (Vol. 8, Issue 6, pp. 668–676). DOI: https://doi.org/10.35940/ijeat.e7943.088619",
          "Raj, S. M. G., Let G, S., Sajini M L, M., & Abraham, P. (2019). A Web-Interface based Smart Tracking of Overloaded Vehicle. In International Journal of Innovative Technology and Exploring Engineering (Vol. 9, Issue 1, pp. 4223–4230). DOI: https://doi.org/10.35940/ijitee.a7118.119119"
        ],
        "language": "eng",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "4",
          "pages": "34-41",
          "title": "International Journal of Emerging Science and Engineering (IJESE)",
          "volume": "13"
        },
        "alternate_identifiers": [
          {
            "identifier": "10.35940/ijese.A1015.13040325"
          },
          {
            "identifier": "2319-6378"
          }
        ],
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "14957811"
              }
            }
          ]
        }
      },
      "title": "Distribution Function Similarity of Overloaded Commercial Trucks Detection (Case Study: Iran)",
      "links": {
        "self": "https://zenodo.org/api/records/14957812",
        "self_html": "https://zenodo.org/records/14957812",
        "doi": "https://doi.org/10.35940/ijese.A1015.13040325",
        "self_doi": "https://doi.org/10.35940/ijese.A1015.13040325",
        "self_doi_html": "https://zenodo.org/doi/10.35940/ijese.A1015.13040325",
        "parent": "https://zenodo.org/api/records/14957811",
        "parent_html": "https://zenodo.org/records/14957811",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:14957812/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:14957812/sequence/default",
        "files": "https://zenodo.org/api/records/14957812/files",
        "media_files": "https://zenodo.org/api/records/14957812/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:14957812:A101514011224.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:14957812:A101514011224.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:14957812:A101514011224.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:14957812:A101514011224.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:14957812:A101514011224.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:14957812:A101514011224.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/14957812/files-archive",
        "archive_media": "https://zenodo.org/api/records/14957812/media-files-archive",
        "latest": "https://zenodo.org/api/records/14957812/versions/latest",
        "latest_html": "https://zenodo.org/records/14957812/latest",
        "versions": "https://zenodo.org/api/records/14957812/versions",
        "draft": "https://zenodo.org/api/records/14957812/draft",
        "reserve_doi": "https://zenodo.org/api/records/14957812/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/14957812/access/links",
        "access_grants": "https://zenodo.org/api/records/14957812/access/grants",
        "access_users": "https://zenodo.org/api/records/14957812/access/users",
        "access_request": "https://zenodo.org/api/records/14957812/access/request",
        "access": "https://zenodo.org/api/records/14957812/access",
        "communities": "https://zenodo.org/api/records/14957812/communities",
        "communities-suggestions": "https://zenodo.org/api/records/14957812/communities-suggestions",
        "requests": "https://zenodo.org/api/records/14957812/requests"
      },
      "updated": "2025-03-03T03:49:14.022231+00:00",
      "recid": "14957812",
      "revision": 4,
      "files": [
        {
          "id": "2d228973-8cbd-4e92-a233-bec294ddc6d9",
          "key": "A101514011224.pdf",
          "size": 608344,
          "checksum": "md5:0ed1d9ab938e3f2f1540f1e29d3e634c",
          "links": {
            "self": "https://zenodo.org/api/records/14957812/files/A101514011224.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "282476"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 2,
        "unique_downloads": 2,
        "views": 6,
        "unique_views": 6,
        "version_downloads": 2,
        "version_unique_downloads": 2,
        "version_unique_views": 6,
        "version_views": 6
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-03-01T16:10:40.450252+00:00",
      "modified": "2025-03-01T16:20:57.657212+00:00",
      "id": 14951152,
      "conceptrecid": "14951151",
      "doi": "10.11646/zootaxa.3953.1.1",
      "doi_url": "https://doi.org/10.11646/zootaxa.3953.1.1",
      "metadata": {
        "title": "A review of the New World Coproica (Diptera: Sphaeroceridae) with a description of 8 new species",
        "doi": "10.11646/zootaxa.3953.1.1",
        "publication_date": "2015-04-30",
        "description": "Bergeron, Matthew D., Marshall, Stephen A., Swann, John E. (2015): A review of the New World Coproica (Diptera: Sphaeroceridae) with a description of 8 new species. Zootaxa 3953 (1): 1-157, DOI: 10.11646/zootaxa.3953.1.1, URL: https://doi.org/10.11646/zootaxa.3953.1.1",
        "access_right": "restricted",
        "creators": [
          {
            "name": "Bergeron, Matthew D.",
            "affiliation": "40 Kimble Avenue, Bowmanville, Ontario, L1C 0J7. E-mail: eva0010@gmail.com"
          },
          {
            "name": "Marshall, Stephen A.",
            "affiliation": "University of Guelph, Department of Environmental Biology, 50 Stone Road East, Guelph, Ontario, N1G 2W1. E-mail: samarsha@uoguelph.ca"
          },
          {
            "name": "Swann, John E.",
            "affiliation": "40 Kimble Avenue, Bowmanville, Ontario, L1C 0J7. E-mail: eva0010@gmail.com & University of Calgary, Department of Biological Sciences, 2500 University Drive, NW Calgary, Alberta, T2N 1N4. E-mail: jeswann@ucalgary.ca & 40 Kimble Avenue, Bowmanville, Ontario, L1C 0J7. E-mail: eva0010@gmail.com"
          }
        ],
        "keywords": [
          "Biodiversity",
          "Taxonomy",
          "Animalia",
          "Arthropoda",
          "Insecta",
          "Diptera",
          "Sphaeroceridae"
        ],
        "related_identifiers": [
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFEBFFD5E4D8FF5DA91F62F3",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951178",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFE8FFD4E4D8FDC9AEB46084",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951186",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFE9FFD3E4D8FC57AF6464D9",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951192",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFEFFFD0E4D8FF14AEBC63D1",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951198",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFEDFFD0E4D8FEA4AF7E658B",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951208",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFEDFFDDE4D8F961ACF36033",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951216",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFE0FFDBE4D8FCFDA8266552",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951222",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFE6FFDAE4D8F92AAE5E6493",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951230",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFE4FFD9E4D8FF14A8616636",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951236",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFE4FFD8E4D8FA06AFEA67A4",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951244",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFE5FFE7E4D8FB65ACE666C4",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951254",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFDAFFE6E4D8F997AE43605F",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951260",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFDBFFE5E4D8FC21AF356113",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951266",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFD8FFE4E4D9FDEFAF1C60EF",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951274",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFD9FFE3E4D8FBB1AEC361F4",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951280",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFDEFFE2E4D8FCC7AFBD623B",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951286",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFDFFFE2E4D8FE05AC0864EE",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFDCFFE1E4D8FF14A8856492",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951296",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFDDFFE0E4D8FF1BAFE1644E",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFD2FFECE4D8FF14A86A672E",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951308",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFD4FFF6E4D8FF5DAC0B61AC",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951316",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFCBFFF4E4D8FD7FAEF166C4",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951322",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFC9FFF1E4D8F997AE7F6731",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951330",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFCCFFF0E4D8FB04A8866401",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951338",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFCDFFFEE4D8F8D4AC0B6474",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951346",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFC0FFFBE4D8FF14AC3D6059",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951354",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFC6FFFBE4D8FC2CAED46673",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951360",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFC6FFFAE4D8FA49AC1466E1",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951368",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFC7FFF9E4D8F9B4ACF466E1",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951378",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFC4FF86E4D8F9B4A80166E1",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951380",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFBBFF85E4D8F9B4AEB86449",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951382",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFB9FF84E4D8FF5DAF79629B",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951384",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFB9FF84E4D8FE71AF1C61B7",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951386",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFB9FF84E4D8FC85AF7360C3",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951388",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFB9FF84E4D8FB99AE0267DF",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951392",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFB9FF84E4D8FAADADF0655E",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951396",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFB9FF84E4D8F92DAFB2646B",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951398",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFBEFF83E4D8FF14AF3562C1",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951400",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFBEFF83E4D8FD94AEA66089",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951402",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFBEFF83E4D8FC5CAF2C6786",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951404",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFBEFF83E4D8FB56AFE66692",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFBEFF83E4D8FA6AAE3A6412",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951408",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFBFFF82E4D8FF14AFA1625C",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951411",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFBFFF82E4D8FE2FA9B067B6",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951413",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFBFFF82E4D8FA86AF3866A3",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951415",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFBFFF82E4D8FA79A84D644E",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951417",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFBCFF81E4D8FF14AFC4625C",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951419",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFBCFF81E4D8FE2FAF796169",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951421",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFBCFF81E4D8FD3CA87067EC",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951423",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFBCFF81E4D8FABFAF0666F9",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951425",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFBCFF81E4D8F9CCAF6F6414",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951427",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFBDFF80E4D8FF14ACCD6199",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFBDFF80E4D8FD6CAF1B60B4",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951433",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "doi"
          },
          {
            "identifier": "http://treatment.plazi.org/id/038987C1FFBDFF80E4D8FB87AECD67C1",
            "relation": "hasPart",
            "resource_type": "publication-taxonomictreatment",
            "scheme": "url"
          },
          {
            "identifier": "10.5281/zenodo.14951154",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951156",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951158",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951160",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951162",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951164",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951166",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951168",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951170",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951172",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951174",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951176",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951180",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951182",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951184",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951188",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951190",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951194",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951196",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951200",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951203",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951206",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951210",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951212",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951214",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951218",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951220",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951224",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951228",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951232",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951234",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951238",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951240",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951242",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951246",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951248",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951250",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951252",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951256",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951258",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951262",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951264",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951268",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951270",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951272",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951276",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951278",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951282",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951284",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951288",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951290",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951292",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951294",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951298",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951300",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951302",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951306",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951310",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951312",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951314",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951318",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951320",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951324",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951326",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951328",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951332",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951334",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951336",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951340",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951344",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951348",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951350",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951352",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951356",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951358",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951362",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951364",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951366",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951370",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951372",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951374",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.5281/zenodo.14951376",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1096-0031.2008.00217.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1365-3032.1949.tb00624.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.7601/mez.62.181",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1439-0310.1990.tb00426.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.title.14274",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1365-3113.1987.tb00207.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1365-2311.1974.tb02877.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1002/mmnd.19890360107",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1096-3642.1930.tb00979.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/00222935908651023",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.4039/ent57116-5",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.5962/bhl.title.48536",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Carles-Tolra, M. (1990) New species and records of Sphaeroceridae (Diptera) from Spain. Entomologist's Monthly Magazine, 126, 33-46.",
          "Collin, J.E. (1956) Some new British Borboridae (Diptera). Journal of the Society for British Entomology, 5, 172-178.",
          "Duda, O. (1918) Revision der europaischen Arten der Gattung Limosina Maquart (Dipteren). Abhandlungen der k.k. zoologisch-botanischen Gesellschaft in Wien, 10 (1), 1-240.",
          "Duda, O. (1925) Die aussereuropaischen Arten der Gattung Leptocera Olivier - Limosina Macquart (Dipteren) mit Berucksichtigung der europaischen Arten. Archiv fur Naturgeschichte, Berlin, 90 (11), 5-215.",
          "Duda, O. (1929) Die Ausbeute der deutschen Chako-Expedition 1925/1926 (Diptera). VI.Sepsidae, VII. Piophilidae, VIII. Cypselidae, IX. Drosophilidae und X. Chloropidae. Konowia, 8 (1), 33-50.",
          "Duda, O. (1938) 57. Sphaeroceridae (Cypselidae). In: Lindner, E. (Ed.), Die Fliegen der palaearktischen Region. Vol 6. E. Schweizerbartsche Verlagsbuchhandlung, Stuttgart, pp. 182.",
          "Enderlein, G. (1938) 60. Die Dipterenfauna der Juan-Fernandez-Inseln und der Oster-Insel. In: Skottsberg, C. (Ed.), The natural history of Juan Fernandez and Easter Island, Vol 3. Almqvist & Wiksell Printing Co., Uppsala, pp. 643-680.",
          "Frey, R. (1945) Tiergeographische Studien uber die Dipterenfauna der Azoren. I.Verzeichnis der bisher von den Azoren bekannten Dipteren. Societas Scientiarum Fennica. Commentationes Biologicae, 8 (10), 1-114.",
          "Gapasin, D.P. & Kim, K.C. (1972) Taxanomic notes on five common Holarctic species of Leptocera (Diptera: Sphaeroceridae). Annals of the Entomological Society of America, 65 (6), 1245-1258.",
          "Goddard, W.H. (1938) The description of the puparia of fourteen British species of Sphaeroceridae (Borboridae, Diptera). Transactions of the Society for British Entomology, 5, 235-258.",
          "Goloboff, P.A., Farris, J. & Nixon, K. (2008) TNT: a free program for phylogenetic analysis. Cladistics, 24, 774-786. http://dx.doi.org/10.1111/j.1096-0031.2008.00217.x",
          "Greenberg, B., Valela, G., Bornstein, A. & Hernandez, H. (1963) Salmonellae from flies in a Mexican slaughterhouse. American Journal of Hygiene, 77, 177-183.",
          "Hackman, W. (1969) A review of the zoogeography and classification of the Sphaeroceridae (Borboridae, Diptera). Notulae Entomologicae, 49, 193-210.",
          "Hackman, W. (1977) Family Sphaeroceridae (Borboridae). In: Delfinado, M. D. & Hardy, D. E. (Eds.), A catalog of the Diptera of the Oriental Region. Vol. 3. The University Press of Hawaii, Honolulu, pp. 398-406.",
          "Hafez, M. (1939) The life history of Leptocera digitata Duda. Bulletin de la Societe Fouad I er d'Entomologie, Le Caire, 23, 326-332.",
          "Hafez, M. (1949) Observations on the biology of some coprophagous Borboridae. Proceedings of the Royal Entomological Society of London, 24, 1-5. http://dx.doi.org/10.1111/j.1365-3032.1949.tb00624.x",
          "Haliday, A.H. (1836) British species of the Dipterous tribe Sphaeroceridae. Entomological Magazine, 3, 315-336.",
          "Hayashi, T. (1986a) Studies on the sphaerocerid flies of synanthropy and hygienic importance in Japan (Diptera) I. The key to species of the flies. Japanese Journal of Sanitary Zoology, 37 (2), 113-120.",
          "Hayashi, T. (1986b) Studies on the sphaerocerid flies of synanthropy and hygienic importance in Japan (Diptera) II. Records of the forty species. Japanese Journal of Sanitary Zoology, 37 (3), 193-204.",
          "Hayashi, T. (1991) The genus Coproica Rondani from Pakistan (Diptera, Sphaeroceridae). Japanese Journal of Sanitary Zoology, 42 (3), 235-240.",
          "Hayashi, T. (1995) New records of the genus Coproica Rondani (Diptera: Sphaeroceridae) from Japan. Japanese Journal of Sanitary Zoology, 46, 229-233.",
          "Hayashi, T. (2005) The genus Coproica Rondani (Diptera: Sphaeroceridae) from the Ryukyu Islands, Japan. Medical Entomology and Zoology, 56, 207-210.",
          "Hayashi, T. (2011) A remarkable new species of the genus Eximilimosina Papp (Diptera, Sphaeroceridae) from China, Laos and Vietnam. Medical Entomology and Zoology, 62 (3), 181-184. http://dx.doi.org/10.7601/mez.62.181",
          "International Commission on Zoological Nomenclature (1996) Opinion 1839: Coproica Rondani, 1861 and Ischiolepta Lioy, 1864 (Insecta: Diptera): conserved by the designation of Limosina acutangula Zetterstedt, 1847 as the type species of Coproica. Bulletin of Zoological Nomenclature, 53 (2), 136-137.",
          "Lachmann, A.D. (1990) Courtship behaviour and mating in two cow dung inhabiting Sphaerocerid flies (Diptera: Sphaeroceridae). Ethology, 86, 161-169. http://dx.doi.org/10.1111/j.1439-0310.1990.tb00426.x",
          "Lachmann, A.D. (1996) Copulation and engagement of male and female genitalia in five Coproica Rondani species (Diptera: Sphaeroceridae). Annals of the Entomological Society of America, 89, 759-769.",
          "Lachmann, A.D. (1997) Sperm transfer during copulation in five Coproica species (Diptera: Sphaeroceridae). European Journal of Entomology, 94, 271-286.",
          "Macquart, J. (1835) Histoire naturelle des Insectes. Dipteres. Collection des suites a Buffon. N.E. Roret, Paris, 710 pp. http://dx.doi.org/10.5962/bhl.title.14274",
          "Malloch, J.R. (1913) Two new species of Borboridae from Texas. Proceedings of the Entomological Society of Washington, 15, 135-137.",
          "Marshall, S.A. (1987) Systemastics of Bitheca, a new genus of New World Sphaeroceridae (Diptera). Systematic Entomology, 12, 355-380. http://dx.doi.org/10.1111/j.1365-3113.1987.tb00207.x",
          "Marshall, S.A. (1989) 96. Family Sphaeroceridae. In: Evenhuis, N.L. (Ed.), Catalog of Diptera of the Australasian and Oceanian Regions. Bishop Museum Press & E.J. Brill, Honolulu, pp. 601-607.",
          "Marshall, S.A. & Langstaff, R. (1998) Revision of the New World species of Opacifrons Duda (Diptera, Sphaeroceridae, Limosininae). Contributions in Science, Natural History Museum of Los Angeles County, 427, 1-27.",
          "Marshall, S.A. & Richards, O.W. (1987) 93. Sphaeroceridae. In: McAlpine, J.F., Peterson, B.V., Shewell, G.E., Teskey, H.J., Vockeroth, J.R. & Wood, D.M. (Eds.), Manual of Nearctic Diptera. Vol. 2. Agriculture Canada Monograph No. 28. Minister of Supply and Services Canada, Ottawa, pp. 993-1006.",
          "Marshall, S.A., Rohacek, J., Dong, H. & Buck, M. (2011) The state of Sphaeroceridae (Diptera: Acalyptratae): a world catalog update covering the years 2000-2010, with new generic synonymy, new combinations, and new distributions. Acta Entomologica Musei Nationalis Prague, 51, 217-298.",
          "Okely, E.F. (1974) Description of the puparia of twenty-three British species of Sphaeroceridae (Diptera, Acalyptratae). Transactions of the Royal Entomological Society of London, 126 (1), 41-56. http://dx.doi.org/10.1111/j.1365-2311.1974.tb02877.x",
          "Papp, L. (1973) Sphaeroceridae (Diptera) from Mongolia. Acta Zoologica Hungaricae, 19, 369-425.",
          "Papp, L. (1975) Ecological data on flies breeding in dung heaps. Acta Zoologica Hungaricae, 21, 425-433.",
          "Papp, L. (1979) A contribution to the knowledge on the species of the genus Coproica Rondani, 1861 (Diptera: Sphaeroceridae). Opuscula Zoologica Instituti Zoosystematici et Oecologici Universitatis Budapestinensis, 16 (1-2), 97- 105.",
          "Papp, L. (1984) Family Sphaeroceridae (Borboridae). In: Soos, A. & Papp, L. (Eds.), Catalogue of Palaearctic Diptera. Vol.10. Akademiai Kiado, Budapest, pp. 68-107. http://dx.doi.org/10.1002/mmnd.19890360107",
          "Papp, L. (1992) Fly communities in pasture dung: some results and problems (Diptera). Acta Zoologica Hungarica, 38, 75-88.",
          "Papp, L. (2008) A review of the Old World Coproica Rondani, 1861 (Diptera: Sphaeroceridae), with descriptions of twelve new species. Acta Zoologica Hungaricae, 54 (2), 1-45.",
          "Papp, L. & Plachter, H. (1976) On cave-dwelling Sphaeroceridae from Hungary and Germany (Diptera). Annales Historico- Naturales Musei Nationalis Hungarici, 68, 195 207.",
          "Prado, A.P. (1969) Syringogastridae, uma nova familia de dipteros Acalyptratae, com a descricao de seis especies novas do genero Syringogaster Cresson. Studia Entomologica, 12 (14), 1-32.",
          "Richards, O.W. (1930) The British species of Sphaeroceridae (Borboridae, Diptera). Proceedings of the Zoological Society of London, 1930, 261-345. http://dx.doi.org/10.1111/j.1096-3642.1930.tb00979.x",
          "Richards, O.W. (1938) Diptera Sphaeroceridae (Borboridae, Cypselidae). Mission scientifique de l'Omo. Memoires du Museum National d'Histoire Naturelle, Paris, 4 (40), 381-405.",
          "Richards, O.W. (1960) On two N. American species of Leptocera Olivier, subgenus Coproica Rondani, with a review of the subgenus (Diptera, Sphaeroceridae). Annals and Magazine of Natural History, Series. 13, 2 (16), 199-208. http://dx.doi.org/10.1080/00222935908651023",
          "Richards, O.W. (1965) Family Sphaeroceridae. In: Stone, A. et al. (Eds.), A catalog of the Diptera of America north of Mexico. U.S. Department of Agriculture Handbook, Washington, pp. 718-726.",
          "Richards, O.W. (1967) 72. Family Sphaeroceridae (Borboridae). In: Vanzolini, E.P. & Papavero, N. (Eds.), A catalogue of the Diptera of the Americas south of the United States. Vol. 72. Departamento de Zoologia, Secretaria da Agricultura, Sao Paulo.",
          "Richards, O.W. (1980) 57. Family Sphaeroceridae. In: Crosskey, R.W. (Ed.), Catalogue of the Diptera of the Afrotropical Region. British Museum (Natural History), London, pp. 614-626.",
          "Rohacek, J. (1998) 43. Family Sphaeroceridae. In: Papp, L. & Darvas, B. (Eds.), Contributions to a Manual of Palaearctic Diptera. Vol. 3. Higher Brachycera. Science Herald, Budapest, pp. 463-496.",
          "Rohacek, J., Marshall, S.A., Norrbom, A.L., Buck, M., Quiros, D.I. & Smith, I. (2001) World catalog of Sphaeroceridae (Diptera). Slezske zemske museum, Opava, 414 pp.",
          "Rondani, C. (1856) Dipterologiae italicae prodromus. Vol. 1. Genera italica ordinis dipterorum ordinatim disposita et distincta et in familias et stirpes aggregata. A. Stoschi, Parmae, 228 pp.",
          "Rondani, C. (1861) Dipterologiae italicae prodromus. Vol. 4. Species italicae ordinis dipterorum in genera characteribus definita, ordinatim collectae, methodo analitica distinctae, et novis vel minus cognitis descriptis. A. Stoschi, Parmae, 174 pp.",
          "Spuler, A. (1924) North American genera and subgenera of the dipterous family Borboridae. Proceedings of the Academy of Natural Sciences of Philadelphia, 75, 369-378.",
          "Spuler, A. (1925) Studies in North American Borboridae (Diptera). The Canadian Entomologist, 57, 99-104, 116-124. http://dx.doi.org/10.4039/ent57116-5",
          "Swann, J.E. (1993) Systematics of the New World Coproica Rondani (Diptera: Sphaeroceridae). University of Guelph, Guelph, 222 pp.",
          "Vanschuytbroeck, P. (1950) Dipteres Sphaeroceridae du Musee du Congo belge. Annales du Musee du Congo Belge, Tervuren, 5, 5-46. http://dx.doi.org/10.5962/bhl.title.48536"
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "1",
          "pages": "1-157",
          "title": "Zootaxa",
          "volume": "3953"
        },
        "alternate_identifiers": [
          {
            "identifier": "urn:lsid:zoobank.org:pub:C38905B9-01FC-4112-A759-50BE2B973BD7"
          },
          {
            "identifier": "urn:lsid:plazi.org:pub:FFB0FFB9FFFAFFC7E44FFF83AD136304"
          },
          {
            "identifier": "http://publication.plazi.org/id/FFB0FFB9FFFAFFC7E44FFF83AD136304"
          }
        ],
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "14951151"
              }
            }
          ]
        }
      },
      "title": "A review of the New World Coproica (Diptera: Sphaeroceridae) with a description of 8 new species",
      "links": {
        "self": "https://zenodo.org/api/records/14951152",
        "self_html": "https://zenodo.org/records/14951152",
        "doi": "https://doi.org/10.11646/zootaxa.3953.1.1",
        "self_doi": "https://doi.org/10.11646/zootaxa.3953.1.1",
        "self_doi_html": "https://zenodo.org/doi/10.11646/zootaxa.3953.1.1",
        "parent": "https://zenodo.org/api/records/14951151",
        "parent_html": "https://zenodo.org/records/14951151",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:14951152/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:14951152/sequence/default",
        "files": "https://zenodo.org/api/records/14951152/files",
        "media_files": "https://zenodo.org/api/records/14951152/media-files",
        "archive": "https://zenodo.org/api/records/14951152/files-archive",
        "archive_media": "https://zenodo.org/api/records/14951152/media-files-archive",
        "latest": "https://zenodo.org/api/records/14951152/versions/latest",
        "latest_html": "https://zenodo.org/records/14951152/latest",
        "versions": "https://zenodo.org/api/records/14951152/versions",
        "draft": "https://zenodo.org/api/records/14951152/draft",
        "reserve_doi": "https://zenodo.org/api/records/14951152/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/14951152/access/links",
        "access_grants": "https://zenodo.org/api/records/14951152/access/grants",
        "access_users": "https://zenodo.org/api/records/14951152/access/users",
        "access_request": "https://zenodo.org/api/records/14951152/access/request",
        "access": "https://zenodo.org/api/records/14951152/access",
        "communities": "https://zenodo.org/api/records/14951152/communities",
        "communities-suggestions": "https://zenodo.org/api/records/14951152/communities-suggestions",
        "requests": "https://zenodo.org/api/records/14951152/requests"
      },
      "updated": "2025-03-01T16:20:57.657212+00:00",
      "recid": "14951152",
      "revision": 7,
      "files": [],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 0,
        "unique_downloads": 0,
        "views": 4,
        "unique_views": 4,
        "version_downloads": 0,
        "version_unique_downloads": 0,
        "version_unique_views": 4,
        "version_views": 4
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-02-27T07:22:08.411686+00:00",
      "modified": "2025-02-27T07:22:08.588076+00:00",
      "id": 14935098,
      "conceptrecid": "14935097",
      "doi": "10.3390/ pharmaceutics17010087",
      "doi_url": "https://doi.org/10.3390/%20pharmaceutics17010087",
      "metadata": {
        "title": "Scalable Manufacturing Method for Model Protein-Loaded PLGA Nanoparticles: Biocompatibility, Trafficking and Release Properties",
        "doi": "10.3390/ pharmaceutics17010087",
        "publication_date": "2025-01-10",
        "description": "<p>Background and Objectives: Drug delivery systems (DDSs) offer efficient treatment solutions to challenging diseases such as central nervous system (CNS) diseases<br>by bypassing biological barriers such as the blood&ndash;brain barrier (BBB). Among DDSs, polymeric nanoparticles (NPs), particularly poly(lactic-co-glycolic acid) (PLGA) NPs, hold an outstanding position due to their biocompatible and biodegradable qualities. Despite their potential, the translation of PLGA NPs from laboratory-scale production to clinical applications remains a significant challenge. This study aims to address these limitations by developing scalable PLGA NPs and evaluating their potential biological applications.</p>\n<p>Methods: We prepared blank and model-protein-loaded (albumin&ndash;FITC and wheat germ agglutinin-488 (WGA-488)) fluorescent PLGA NPs using the traditional double-emulsion method combined with the micro-spray-reactor system, a novel approach that enables fine particle production enabling scale-up applications. We tested the biocompatibility of the NPs in living RPMI 2650 and neuroblastoma cell lines, as well as their trafficking and uptake. Release kinetics of the encapsulated proteins were investigated through confocal microscopy and in vitro release studies, providing insights into the stability and functionality of the released proteins.</p>\n<p>Results: The formulation demonstrated sustained and prolonged protein release profiles. Importantly, cellular uptake studies revealed that the NPs were not internalized. Furthermore, encapsulated WGA-488 protein retained its functional activity after release, validating the integrity of the encapsulation and release processes.&nbsp;</p>\n<p>Conclusions: The proof-of-concept study on NP manufacturing and an<br>innovative drug trafficking and release approach can bring new perspectives on scalable<br>preparations of PLGA NPs and their biological applications.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Akpinar Adscheid, Selin",
            "affiliation": null
          },
          {
            "name": "Rojas-Rodríguez, Marta",
            "affiliation": null
          },
          {
            "name": "Abdel-Hafez, Salma M.",
            "affiliation": null
          },
          {
            "name": "Pavone, Francesco S.",
            "affiliation": null
          },
          {
            "name": "Schneider, Marc",
            "affiliation": null
          },
          {
            "name": "Türeli, Akif E.",
            "affiliation": null
          },
          {
            "name": "Calamai, Martino",
            "affiliation": null
          },
          {
            "name": "Günday-Türeli, Nazende",
            "affiliation": null
          }
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "title": "Pharmaceutics"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "grants": [
          {
            "code": "956977",
            "internal_id": "10.13039/501100000780::956977",
            "funder": {
              "name": "European Commission",
              "doi": "10.13039/501100000780",
              "acronym": "EC"
            },
            "title": "Nose-to-Brain Delivery of Biopharmaceutics for the therapy of central nervous system diseases:  A design-based approach for efficient drug delivery systems",
            "acronym": "Bio2Brain",
            "program": "H2020-EU.1.3.",
            "url": "https://cordis.europa.eu/projects/956977"
          }
        ],
        "communities": [
          {
            "id": "bio2brain"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "14935097"
              }
            }
          ]
        }
      },
      "title": "Scalable Manufacturing Method for Model Protein-Loaded PLGA Nanoparticles: Biocompatibility, Trafficking and Release Properties",
      "links": {
        "self": "https://zenodo.org/api/records/14935098",
        "self_html": "https://zenodo.org/records/14935098",
        "doi": "https://doi.org/10.3390/%20pharmaceutics17010087",
        "self_doi": "https://doi.org/10.3390/%20pharmaceutics17010087",
        "self_doi_html": "https://zenodo.org/doi/10.3390/%20pharmaceutics17010087",
        "parent": "https://zenodo.org/api/records/14935097",
        "parent_html": "https://zenodo.org/records/14935097",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:14935098/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:14935098/sequence/default",
        "files": "https://zenodo.org/api/records/14935098/files",
        "media_files": "https://zenodo.org/api/records/14935098/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:14935098:pharmaceutics-17-00087%20%281%29.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:14935098:pharmaceutics-17-00087%20%281%29.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:14935098:pharmaceutics-17-00087%20%281%29.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:14935098:pharmaceutics-17-00087%20%281%29.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:14935098:pharmaceutics-17-00087%20%281%29.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:14935098:pharmaceutics-17-00087%20%281%29.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/14935098/files-archive",
        "archive_media": "https://zenodo.org/api/records/14935098/media-files-archive",
        "latest": "https://zenodo.org/api/records/14935098/versions/latest",
        "latest_html": "https://zenodo.org/records/14935098/latest",
        "versions": "https://zenodo.org/api/records/14935098/versions",
        "draft": "https://zenodo.org/api/records/14935098/draft",
        "reserve_doi": "https://zenodo.org/api/records/14935098/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/14935098/access/links",
        "access_grants": "https://zenodo.org/api/records/14935098/access/grants",
        "access_users": "https://zenodo.org/api/records/14935098/access/users",
        "access_request": "https://zenodo.org/api/records/14935098/access/request",
        "access": "https://zenodo.org/api/records/14935098/access",
        "communities": "https://zenodo.org/api/records/14935098/communities",
        "communities-suggestions": "https://zenodo.org/api/records/14935098/communities-suggestions",
        "requests": "https://zenodo.org/api/records/14935098/requests"
      },
      "updated": "2025-02-27T07:22:08.588076+00:00",
      "recid": "14935098",
      "revision": 4,
      "files": [
        {
          "id": "fb78342b-0d72-4d4b-b97d-21c3660345fd",
          "key": "pharmaceutics-17-00087 (1).pdf",
          "size": 6867269,
          "checksum": "md5:3e39880d59752e38313eb3a3fc1077a4",
          "links": {
            "self": "https://zenodo.org/api/records/14935098/files/pharmaceutics-17-00087 (1).pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1273208"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 9,
        "unique_downloads": 5,
        "views": 9,
        "unique_views": 6,
        "version_downloads": 9,
        "version_unique_downloads": 5,
        "version_unique_views": 6,
        "version_views": 9
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-02-23T08:31:25.741427+00:00",
      "modified": "2025-02-23T08:31:26.128100+00:00",
      "id": 14912440,
      "conceptrecid": "14912439",
      "doi": "10.3897/imafungus.16.138363",
      "doi_url": "https://doi.org/10.3897/imafungus.16.138363",
      "metadata": {
        "title": "Characterisation and comparative analysis of mitochondrial genomes of false, yellow, black and blushing morels provide insights on their structure and evolution",
        "doi": "10.3897/imafungus.16.138363",
        "publication_date": "2025-02-21",
        "description": "<p>      <i>Morchella</i> species have considerable significance in terrestrial ecosystems, exhibiting a range of ecological lifestyles along the saprotrophism-to-symbiosis continuum. However, the mitochondrial genomes of these ascomycetous fungi have not been thoroughly studied, thereby impeding a comprehensive understanding of their genetic makeup and ecological role. In this study, we analysed the mitogenomes of 30 <i>Morchellaceae</i> species, including yellow, black, blushing and false morels. These mitogenomes are either circular or linear DNA molecules with lengths ranging from 217 to 565 kbp and GC content ranging from 38% to 48%. Fifteen core protein-coding genes, 28–37 <i>tRNA</i> genes and 3–8 <i>rRNA</i> genes were identified in these <i>Morchellaceae</i> mitogenomes. The gene order demonstrated a high level of conservation, with the <i>cox1</i> gene consistently positioned adjacent to the <i>rnS</i> gene and <i>cob</i> gene flanked by <i>apt</i> genes. Some exceptions were observed, such as the rearrangement of <i>atp6</i> and <i>rps3</i> in <i>Morchella importuna</i> and the reversed order of <i>atp6</i> and <i>atp8</i> in certain morel mitogenomes. However, the arrangement of the <i>tRNA</i> genes remains conserved. We additionally investigated the distribution and phylogeny of homing endonuclease genes (HEGs) of the LAGLIDADG (LAGs) and GIY-YIG (GIYs) families. A total of 925 LAG and GIY sequences were detected, with individual species containing 19–48HEGs. These HEGs were primarily located in the <i>cox1</i>, <i>cob</i>, <i>cox2</i> and <i>nad5</i> introns and their presence and distribution displayed significant diversity amongst morel species. These elements significantly contribute to shaping their mitogenome diversity. Overall, this study provides novel insights into the phylogeny and evolution of the <i>Morchellaceae</i>.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Tao, Gang",
            "affiliation": "Université de Lorraine, Champenoux, France|Guizhou Minzu University, Guiyang, China"
          },
          {
            "name": "Ahrendt, Steven",
            "affiliation": "U.S. Department of Energy Joint Genome Institute, Lawrence Berkeley National Laboratory, Berkeley, United States of America"
          },
          {
            "name": "Miyauchi, Shingo",
            "affiliation": "Okinawa Institute of Science and Technology Graduate University, Onna, Okinawa, Japan"
          },
          {
            "name": "Zhu, XiaoJie",
            "affiliation": "Guizhou Minzu University, Guiyang, China"
          },
          {
            "name": "Peng, Hao",
            "affiliation": "Guizhou Minzu University, Guiyang, China"
          },
          {
            "name": "Labutti, Kurt",
            "affiliation": "U.S. Department of Energy Joint Genome Institute, Lawrence Berkeley National Laboratory, Berkeley, United States of America"
          },
          {
            "name": "Clum, Alicia",
            "affiliation": "U.S. Department of Energy Joint Genome Institute, Lawrence Berkeley National Laboratory, Berkeley, United States of America"
          },
          {
            "name": "Hayes, Richard",
            "affiliation": "U.S. Department of Energy Joint Genome Institute, Lawrence Berkeley National Laboratory, Berkeley, United States of America"
          },
          {
            "name": "Chain, Patrick S. G.",
            "affiliation": "Los Alamos National Laboratory, Los Alamos, United States of America"
          },
          {
            "name": "Grigoriev, Igor V.",
            "affiliation": "University of California Berkeley, Berkeley, United States of America|U.S. Department of Energy Joint Genome Institute, Lawrence Berkeley National Laboratory, Berkeley, United States of America"
          },
          {
            "name": "Bonito, Gregory",
            "affiliation": "Michigan State University, East Lansing, United States of America"
          },
          {
            "name": "Martin, Francis M.",
            "affiliation": "Université de Lorraine, Champenoux, France"
          }
        ],
        "keywords": [
          "Genomic synteny",
          "homing endonuclease gene",
          "mitochondrial genome",
          "Morchella",
          "protein-coding gene"
        ],
        "related_identifiers": [
          {
            "identifier": "10.3897/imafungus.16.138363.figure3",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/imafungus.16.138363.figure4",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/imafungus.16.138363.figure5",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/imafungus.16.138363.figure6",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/imafungus.16.138363.figure1",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/imafungus.16.138363.figure2",
            "relation": "hasPart",
            "resource_type": "image-figure",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/imafungus.16.138363.suppl3",
            "relation": "hasPart",
            "resource_type": "other",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/imafungus.16.138363.suppl1",
            "relation": "hasPart",
            "resource_type": "other",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/imafungus.16.138363.suppl5",
            "relation": "hasPart",
            "resource_type": "other",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/imafungus.16.138363.suppl6",
            "relation": "hasPart",
            "resource_type": "other",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/imafungus.16.138363.suppl4",
            "relation": "hasPart",
            "resource_type": "other",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/imafungus.16.138363.suppl7",
            "relation": "hasPart",
            "resource_type": "other",
            "scheme": "doi"
          },
          {
            "identifier": "10.3897/imafungus.16.138363.suppl2",
            "relation": "hasPart",
            "resource_type": "other",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/gbe/evu028",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1128/aem.61.4.1187-1193.1995",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.funbio.2011.10.008",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/978-1-62703-968-0_1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/nar/25.17.3379",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1128/9781555817954.ch31",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.7717/peerj.7744",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.ppat.1009661",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/sj.embor.7401126",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/nar/gkg264",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.mib.2005.06.009",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.tig.2003.10.012",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bioinformatics/btp348",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/0303-2647(85)90026-7",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/978-3-540-35306-5_10",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/nar/29.18.3757",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/gbe/evac073",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.47371/mycosci.2022.08.005",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/PL00009992",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3389/fmicb.2018.02079",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1186/s13059-019-1832-y",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.pone.0014048",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.fgb.2013.01.009",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3389/fmicb.2021.787283",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1469-8137.2012.04283.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.mycres.2008.04.014",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3389/fmicb.2018.00086",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/j.1365-2958.2012.08034.x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1139/g2012-049",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/1462-2920.15423",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/978-1-4939-7804-5_15",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.micron.2017.06.012",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00294-014-0436-z",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3852/15-281",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1186/1471-2105-11-119",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1186/1471-2164-13-698",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bioinformatics/btq292",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.pone.0156104",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/molbev/mst010",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/s41587-019-0072-8",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ympev.2018.04.037",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.fgb.2004.07.003",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3389/fmicb.2020.628579",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bioinformatics/btp328",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s00253-018-9082-6",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3390/ijms20205167",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ijbiomac.2018.10.029",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ijbiomac.2019.09.188",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3389/fmicb.2021.646567",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3390/ijms17060986",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3390/ijms19092525",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3390/ijms21020483",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ijbiomac.2019.12.056",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1186/1471-2148-9-272",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s11557-021-01755-z",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/nph.17892",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s11557-021-01703-x",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/femsyr/foy040",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/gbe/evaa126",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/molbev/msaa015",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/nar/gkt263",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/s41467-020-18795-w",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/molbev/msw298",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.tig.2017.07.009",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.fgb.2010.09.006",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/00275514.1982.12021480",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.gene.2008.04.009",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/bioinformatics/bty633",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/s41586-018-0030-5",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1098/rspb.2013.2242",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1371/journal.pone.0009490",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1073/pnas.91.13.6064",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.7717/peerj.4331",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/molbev/msp145",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/s002940050489",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1038/s41556-018-0124-1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1186/1759-8753-5-7",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3390/jof10070441",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1093/nar/gkr054",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1111/1755-0998.12742",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1101/gr.214270.116",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1007/BF00175814",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1080/21505594.2017.1414133",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.tem.2015.12.001",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.1016/j.ijbiomac.2020.06.142",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3390/ijms19030680",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.3109/19401736.2014.958699",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          },
          {
            "identifier": "10.12688/f1000research.21490.1",
            "relation": "cites",
            "resource_type": "publication",
            "scheme": "doi"
          }
        ],
        "references": [
          "Aguileta G, de Vienne DM, Ross ON, Hood ME, Giraud T, Petit E, Gabaldon T (2014) High variability in the mitochondrial gene order among fungi. Genome Biology and Evolution 6(2): 451–465. https://doi.org/10.1093/gbe/evu028",
          "Barroso G, Blesa S, Labarere J (1995) Wide distribution of mitochondrial genome rearrangements in wild strains of the cultivated Basidiomycete Agrocybe aegerita. Applied and Environmental Microbiology 61(4): 1187–1193. https://doi.org/10.1128/aem.61.4.1187-1193.1995",
          "Baynes M, Newcombe G, Dixon L, Castlebury L, O'Donnell K (2012) A novel plant–fungal mutualism associated with fire. Fungal Biology 116(1): 133–144. https://doi.org/10.1016/j.funbio.2011.10.008",
          "Belfort M, Bonocora RP (2014) Homing endonucleases: from genetic anomalies to programmable genomic clippers. Homing Endonucleases: Methods and Protocols, 1–26. https://doi.org/10.1007/978-1-62703-968-0_1",
          "Belfort M, Roberts RJ (1997) Homing endonucleases: keeping the house in order. Nucleic Acids Research 25(17): 3379–3388. https://doi.org/10.1093/nar/25.17.3379",
          "Belfort M, Derbyshire V, Parker M, Cousineau B, Lambowitz AM (2007) Mobile introns: Pathways and proteins. Mobile DNA II: 759–783. https://doi.org/10.1128/9781555817954.ch31",
          "Benucci GMN, Longley R, Zhang P, Zhao Q, Bonito G, Yu F (2019) Microbial communities associated with the black morel Morchella sextelata cultivated in greenhouses. PeerJ 7: e7744. https://doi.org/10.7717/peerj.7744",
          "Black B, Lee C, Horianopoulos LC, Jung WH, Kronstad JW (2021) Respiring to infect: emerging links between mitochondria, the electron transport chain, and fungal pathogenesis. PLOS Pathogens 17(7): e1009661. https://doi.org/10.1371/journal.ppat.1009661",
          "Bolender N, Sickmann A, Wagner R, Meisinger C, Pfanner N (2008) Multiple pathways for sorting mitochondrial precursor proteins. EMBO Reports 9(1): 42–49. https://doi.org/10.1038/sj.embor.7401126",
          "Bullerwell CE, Forget L, Lang BF (2003) Evolution of monoblepharidalean fungi based on complete mitochondrial genome sequences. Nucleic Acids Research 31(6): 1614–1623. https://doi.org/10.1093/nar/gkg264",
          "Bullerwell CE, Lang BF (2005) Fungal evolution: the case of the vanishing mitochondrion. Current Opinion in Microbiology 8(4): 362–369. https://doi.org/10.1016/j.mib.2005.06.009",
          "Burger G, Gray MW, Lang BF (2003) Mitochondrial genomes: anything goes. Trend in Genetics 19(12): 709–716. https://doi.org/10.1016/j.tig.2003.10.012",
          "Buscot F (1992) Mycorrhizal succession and morel biology. Mycorrhizas in Ecosystems 220–224.",
          "Capella-Gutiérrez S, Silla-Martínez JM, Gabaldón T (2009) trimAl: A tool for automated alignment trimming in large-scale phylogenetic analyses. Bioinformatics 25(15): 1972–1973. https://doi.org/10.1093/bioinformatics/btp348",
          "Cedergren R, Lang BF (1985) Probing fungal mitochondrial evolution with Trna. Biosystems 18(3–4): 263–267. https://doi.org/10.1016/0303-2647(85)90026-7",
          "Charif D, Lobry JR (2007) SeqinR 1.0-2: a contributed package to the R project for statistical computing devoted to biological sequences retrieval and analysis//Structural approaches to sequence evolution: Molecules, networks, populations. Berlin, Heidelberg: Springer Berlin Heidelberg, 207–232. https://doi.org/10.1007/978-3-540-35306-5_10",
          "Chevalier BS, Stoddard BL (2001) Homing endonucleases: structural and functional insight into the catalysts of intron/intein mobility. Nucleic Acids Research 29(18): 3757–3774. https://doi.org/10.1093/nar/29.18.3757",
          "Christinaki AC, Kanellopoulos SG, Kortsinoglou AM, Andrikopoulos MA, Theelen B, Boekhout T, Kouvelis VN (2022) Mitogenomics and mitochondrial gene phylogeny decipher the evolution of Saccharomycotina yeasts. Genome Biology and Evolution 14(5): evac073. https://doi.org/10.1093/gbe/evac073",
          "Clowez P, Izumi T, Lamiable PB, Shibakusa K, Minculeasa C, Alvarado P (2022) Morchella nipponensis sp. nov. (Ascomycota, Pezizales): a paleoendemic species of section Morchella discovered in Japan. Mycoscience 63(6): 274–283. https://doi.org/10.47371/mycosci.2022.08.005",
          "Dahlstrom JL, Smith JE, Weber NS (2000) Mycorrhiza-like interaction by Morchella with species of the Pinaceae in pure culture synthesis. Mycorrhiza 9: 279–285. https://doi.org/10.1007/PL00009992",
          "Deng Y, Hsiang T, Li S, Lin L, Wang Q, Chen Q, Xie B, Ming R (2018) Comparison of the mitochondrial genome sequences of six Annulohypoxylon stygium isolates suggests short fragment insertions as a potential factor leading to larger genomic size. Frontiers in Microbiology 9: 2079. https://doi.org/10.3389/fmicb.2018.02079",
          "Emms DM, Kelly S (2019) OrthoFinder: phylogenetic orthology inference for comparative genomics. Genome Biology 20: 1–14. https://doi.org/10.1186/s13059-019-1832-y",
          "Férandon C, Moukha S, Callac P, Benedetto J-P, Castroviejo M, Barroso G (2010) The Agaricus bisporus cox1 gene: the longest mitochondrial gene and the largest reservoir of mitochondrial group I introns. PLOS ONE 5(11): e14048. https://doi.org/10.1371/journal.pone.0014048",
          "Férandon C, Xu J, Barroso G (2013) The 135 kbp mitochondrial genome of Agaricus bisporus is the largest known eukaryotic reservoir of group I introns and plasmid-related sequences. Fungal Genetics and Biology 55: 85–91. https://doi.org/10.1016/j.fgb.2013.01.009",
          "Fonseca PL, De-Paula RB, Araújo DS, Tomé LMR, Mendes-Pereira T, Rodrigues WFC, Góes-Neto A (2021) Global characterization of fungal mitogenomes: new insights on genomic diversity and dynamism of coding genes and accessory elements. Frontiers in Microbiology 12: 787283. https://doi.org/10.3389/fmicb.2021.787283",
          "Formey D, Molès M, Haouy A, Savelli B, Bouchez O, Bécard G, Roux C (2012) Comparative analysis of mitochondrial genomes of Rhizophagus irregularis – syn. Glomus irregulare – reveals a polymorphism induced by variability generating elements. New Phytologist 196(4): 1217–1227. https://doi.org/10.1111/j.1469-8137.2012.04283.x",
          "Formighieri EF, Tiburcio RA, Armas ED, Medrano FJ, Shimo H, Carels N, Góes-Neto A, Cotomacci C, Carazzolle MF, Sardinha-Pinto N, Thomazella DPT, Rincones J, Digiampietri L, Carraro DM, Azeredo-Espin AM, Reis SF, Deckmann AC, Gramacho K, Gonçalves MS, Neto JPM, Pereira GAG (2008) The mitochondrial genome of the phytopathogenic basidiomycete Moniliophthora perniciosa is 109 kb in size and contains a stable integrated plasmid. Mycological Research 112(10): 1136–1152. https://doi.org/10.1016/j.mycres.2008.04.014",
          "Gomes FEES, Arantes TD, Fernandes JAL, Ferreira LC, Romero H, Bosco SMG, Theodoro RC (2018) Polymorphism in mitochondrial group I introns among Cryptococcus neoformans and Cryptococcus gattii genotypes and its association with drug susceptibility. Frontiers in Microbiology 9: 86. https://doi.org/10.3389/fmicb.2018.00086",
          "Grahl N, Dinamarco TM, Willger SD, Goldman GH, Cramer RA (2012) Aspergillus fumigatus mitochondrial electron transport chain mediates oxidative stress homeostasis, hypoxia responses and fungal pathogenesis. Molecular Microbiology 84(2): 383–399. https://doi.org/10.1111/j.1365-2958.2012.08034.x",
          "Hackathon R, Bolker B, Butler M et al. (2024) phylobase: Base package for phylogenetic structures and comparative data. R package version 0.8.12.",
          "Hafez M, Hausner G (2012) Homing endonucleases: DNA scissors on a mission. Genome 55(8): 553–569. https://doi.org/10.1139/g2012-049",
          "Hage H, Miyauchi S, Virágh M, Drula E, Min B, Chaduli D, Navarro D, Favel A, Norest M, Lesage-Meessen L, Bálint B, Merényi Z, Eugenio L, Morin E, Martínez AT, Baldrian P, Štursová M, Martínez MJ, Novotny C, Magnuson JK, Spatafora JW, Maurice S, Pangilinan J, Andreopoulos W, La Butti K, Hundley H, Na H, Kuo A, Barry K, Lipzen A, Henrissat B, Riley R, Ahrendt S, Nagy LG, Grigoriev IG, Martin F, Rosso M-N (2021) Gene family expansions and transcriptome signatures uncover fungal adaptations to wood decay. Environmental Microbiology 23(10): 5716–5732. https://doi.org/10.1111/1462-2920.15423",
          "Haridas S, Salamov A, Grigoriev IV (2018) Fungal Genome Annotation. Fungal Genomics. Methods in Molecular Biology, vol 1775. Humana Press, New York, NY. https://doi.org/10.1007/978-1-4939-7804-5_15",
          "He P, Wang K, Cai Y, Liu W (2017) Live cell confocal laser imaging studies on the nuclear behavior during meiosis and ascosporogenesis in Morchella importuna under artificial cultivation. Micron 101: 108–113. https://doi.org/10.1016/j.micron.2017.06.012",
          "He PX, Liu W, Cai YL, He XS (2015) Strain identification and phylogenetic analysis of cultivated and wild strains of Morchella belonging to Elata Clade in China. Journal of Zhengzhou University of Light Industry 30: 26–29.",
          "Himmelstrand K, Olson Å, Durling MB, Karlsson M, Stenlid J (2014) Intronic and plasmid-derived regions contribute to the large mitochondrial genome sizes of Agaricomycetes. Current Genetics 60: 303–313. https://doi.org/10.1007/s00294-014-0436-z",
          "Hobbie EA, Rice SF, Weber NS, Smith JE (2016) Isotopic evidence indicates saprotrophy in post-fire Morchella in Oregon and Alaska. Mycologia 108(4): 638–645. https://doi.org/10.3852/15-281",
          "Hyatt D, Chen GL, Lo Cascio PF, Land ML, Larimer FW, Hauser LJ (2010) Prodigal: prokaryotic gene recognition and translation initiation site identification. BMC Bioinformatics 11: 1–11. https://doi.org/10.1186/1471-2105-11-119",
          "Joardar V, Abrams NF, Hostetler J, Paukstelis PJ, Pakala S, Pakala SB, Zafar N, Abolude OO, Payne G, Andrianopoulos A, Denning DW, Nierman WC (2012) Sequencing of mitochondrial genomes of nine Aspergillus and Penicillium species identifies mobile introns and accessory genes as main sources of genome size variability. BMC Genomics 13: 1–12. https://doi.org/10.1186/1471-2164-13-698",
          "Jombart T, Dray S (2010) Adephylo: exploratory analyses for the phylogenetic comparative method. Bioinformatics 26(15): 1–21. https://doi.org/10.1093/bioinformatics/btq292",
          "Kanzi AM, Wingfield BD, Steenkamp ET, Naidoo S, van der Merwe NA (2016) Intron derived size polymorphism in the mitochondrial genomes of closely related Chrysoporthe species. PLOS ONE 11(6): e0156104. https://doi.org/10.1371/journal.pone.0156104",
          "Katoh K, Standley DM (2013) MAFFT multiple sequence alignment software version 7: improvements in performance and usability. Molecular Biology and Evolution 30(4): 772–780. https://doi.org/10.1093/molbev/mst010",
          "Kolmogorov M, Yuan J, Lin Y, Pevzner PA (2019) Assembly of long, error-prone reads using repeat graphs. Nature Biotechnology 37(5): 540–546. https://doi.org/10.1038/s41587-019-0072-8",
          "Korovesi AG, Ntertilis M, Kouvelis VN (2018) Mt-rps3 is an ancient gene which provides insight into the evolution of fungal mitochondrial genomes. Molecular Phylogenetics and Evolution 127: 74–86. https://doi.org/10.1016/j.ympev.2018.04.037",
          "Kouvelis VN, Ghikas DV, Typas MA (2004) The analysis of the complete mitochondrial genome of Lecanicillium muscarium (synonym Verticillium lecanii) suggests a minimum common gene organization in mtDNAs of Sordariomycetes: phylogenetic implications. Fungal Genetics and Biology 41(10): 930–940. https://doi.org/10.1016/j.fgb.2004.07.003",
          "Kulik T, Van Diepeningen AD, Hausner G (2021) the significance of mitogenomics in mycology. Frontiers in Microbiology 11: 628579. https://doi.org/10.3389/fmicb.2020.628579",
          "Lawrence M, Gentleman R, Carey V (2009) rtracklayer: an R package for interfacing with genome browsers. Bioinformatics 25(14): 1841. https://doi.org/10.1093/bioinformatics/btp328",
          "Li Q, Chen C, Xiong C, Jin X, Chen Z, Huang W (2018) Comparative mitogenomics reveals large-scale gene rearrangements in the mitochondrial genome of two Pleurotus species. Applied Microbiology and Biotechnology 102: 6143–6153. https://doi.org/10.1007/s00253-018-9082-6",
          "Li Q, Ren Y, Shi X, Peng L, Zhao J, Song Y, Zhao G (2019a) Comparative mitochondrial genome analysis of two ectomycorrhizal fungi (Rhizopogon) reveals dynamic changes of intron and phylogenetic relationships of the subphylum Agaricomycotina. International Journal of Molecular Sciences 20(20): 5167. https://doi.org/10.3390/ijms20205167",
          "Li Q, Wang Q, Jin X, Chen Z, Xiong C, Li P, Liu Q, Huang W (2019b) Characterization and comparative analysis of six complete mitochondrial genomes from ectomycorrhizal fungi of the Lactarius genus and phylogenetic analysis of the Agaricomycetes. International Journal of Biological Macromolecules 121: 249–260. https://doi.org/10.1016/j.ijbiomac.2018.10.029",
          "Li Q, Yang L, Xiang D, Wan Y, Wu Q, Huang W, Zhao G (2020) The complete mitochondrial genomes of two model ectomycorrhizal fungi (Laccaria): features, intron dynamics and phylogenetic implications. International Journal of Biological Macromolecules 145: 974–984. https://doi.org/10.1016/j.ijbiomac.2019.09.188",
          "Li Q, Li L, Feng H, Tu W, Bao Z, Xiong C, Wang X, Qing Y, Huang W (2021) Characterization of the complete mitochondrial genome of Basidiomycete yeast Hannaella oryzae: intron evolution, gene rearrangement, and its phylogeny. Frontiers in Microbiology 12: 646567. https://doi.org/10.3389/fmicb.2021.646567",
          "Liu C, Sun Y, Mao Q, Guo X, Li P, Liu Y, Xu N (2016) Characteristics and antitumor activity of Morchella esculenta polysaccharide extracted by pulsed electric field. International Journal of Molecular Sciences 17(6): 986. https://doi.org/10.3390/ijms17060986",
          "Liu W, Zhang Y, He P (2017) Morel biology and cultivation, Jilin Science and Technology Press, Changchun, China.",
          "Liu W, Chen LF, Cai YL, Zhang QQ, Bian YB (2018) Opposite polarity monospore genome de novo sequencing and comparative analysis reveal the possible heterothallic life cycle of Morchella importuna. International Journal of Molecular Sciences 19(9): 2525. https://doi.org/10.3390/ijms19092525",
          "Liu W, Cai YL, He PX, Ma XL, Bian YB (2019) Occurrence and control of pests and diseases in field cultivation of Morchella mushrooms. Acta Edulis Fungi 26(2): 128–134.",
          "Liu W, Cai Y, Zhang Q, Shu F, Chen L, Ma X, Bian Y (2020a) Subchromosome-scale nuclear and complete mitochondrial genome characteristics of Morchella crassipes. International Journal of Molecular Sciences 21(2): 483. https://doi.org/10.3390/ijms21020483",
          "Liu W, Cai Y, Zhang Q, Chen L, Shu F, Ma X, Bian Y (2020b) The mitochondrial genome of Morchella importuna (272.2 kb) is the largest among fungi and contains numerous introns, mitochondrial non-conserved open reading frames and repetitive sequences. International Journal of Biological Macromolecules 143: 373–381. https://doi.org/10.1016/j.ijbiomac.2019.12.056",
          "Liu Y, Steenkamp ET, Brinkmann H, Forget L, Philippe H, Lang BF (2009) Phylogenomic analyses predict sister group relationship of nucleariids and fungi and paraphyly of zygomycetes with significant support. BMC Ecology and Evolution 9(1): 1–11. https://doi.org/10.1186/1471-2148-9-272",
          "Loizides M, Alvarado P, Moreau PA, Assyov B, Halasů V, Stadler M, Rinaldi A, Marques G, Zervakis GI, Borovička J, Vooren NV, Grebenc T, Richard F, Taşkin H, Gube M, Sammut C, Agnello C, Baroni TJ, Crous P, Fryssouli V, Gonou Z, Guidori U, Gulden G, Hansen K, Kristiansen R, Læssøe T, Mateos J, Miller A, Moreno G, Perić B, Polemis E, Salom JC, Siquier JL, Snabl M, Weholt Ø, Bellanger J-M (2022) Has taxonomic vandalism gone too far? A case study, the rise of the pay-to-publish model and the pitfalls of Morchella systematics. Mycological Progress 21(1): 7–38. https://doi.org/10.1007/s11557-021-01755-z",
          "Looney B, Miyauchi S, Morin E, Drula E, Courty PE, Kohler A, Kuo A, La Butti K, Pangilinan J, Lipzen A, Riley R, Andreopoulos W, He G, Johnson J, Nolan M, Tritt A, Barry KW, Grigoriev IV, Nagy LG, Hibbett D, Henrissat B, Matheny PB, Labbé J, Martin FM (2022) Evolutionary transition to the ectomycorrhizal habit in the genomes of a hyperdiverse lineage of mushroom‐forming fungi. New Phytologist 233(5): 2294–2309. https://doi.org/10.1111/nph.17892",
          "Machuca A, Gerding M, Chávez D, Oyarzúa PG, Guillén Y, Córdova C (2021) Two new species of Morchella from Nothofagus forests in Northwestern Patagonia (Chile). Mycological Progress 20(6): 781–795. https://doi.org/10.1007/s11557-021-01703-x",
          "Malina C, Larsson C, Nielsen J (2018) Yeast mitochondria: an overview of mitochondrial biology and the potential of mitochondrial systems biology. FEMS Yeast Research 18: 40. https://doi.org/10.1093/femsyr/foy040",
          "Megarioti AH, Kouvelis VN (2020) The coevolution of fungal mitochondrial introns and their homing endonucleases (GIY-YIG and LAGLIDADG). Genome Biology and Evolution 12(8): 1337–1354. https://doi.org/10.1093/gbe/evaa126",
          "Minh BQ, Schmidt HA, Chernomor O, Schrempf D, Woodhams MD, von Haeseler A, Lanfear R (2020) IQ-TREE 2: New models and efficient methods for phylogenetic inference in the genomic era. Molecular Biology and Evolution 37(5): 1530–1534. https://doi.org/10.1093/molbev/msaa015",
          "Mistry J, Finn RD, Eddy SR, Bateman A, Punta M (2013) Challenges in homology search: HMMER3 and convergent evolution of coiled-coil regions. Nucleic Acids Research 41(12): e121–e121. https://doi.org/10.1093/nar/gkt263",
          "Miyauchi S, Kiss E, Kuo A, Drula E, Kohler A, Sánchez-García M, Morin E, Andreopoulos B, Barry KW, Bonito G, Buée M, Carver A, Chen C, Cichocki N, Clum A, Martin FM (2020) Large-scale genome sequencing of mycorrhizal fungi provides insights into the early evolution of symbiotic traits. Nature Communications 11: 1–17. https://doi.org/10.1038/s41467-020-18795-w",
          "Muñoz-Gómez SA, Wideman JG, Roger AJ, Slamovits CH (2017) The origin of mitochondrial cristae from alphaproteobacteria. Molecular Biology and Evolution 34(4): 943–956. https://doi.org/10.1093/molbev/msw298",
          "Novikova O, Belfort M (2017) Mobile group II introns as ancestral eukaryotic elements. Trend in Genetics 33(11): 773–783. https://doi.org/10.1016/j.tig.2017.07.009",
          "O'Donnell K, Rooney AP, Mills GL, Kuo M, Weber NS, Rehner SA (2011) Phylogeny and historical biogeography of true morels (Morchella) reveals an Early Cretaceous origin and high continental endemism and provincialism in the Holarctic. Fungal Genetics and Biology 48(3): 252–265. https://doi.org/10.1016/j.fgb.2010.09.006",
          "Ower R (1982) Notes on the development of the morel ascocarp: Morchella esculenta. Mycologia 74(1): 142–144. https://doi.org/10.1080/00275514.1982.12021480",
          "Pantou MP, Kouvelis VN, Typas MA (2008) The complete mitochondrial genome of Fusarium oxysporum: insights into fungal mitochondrial evolution. Gene 419(1–2): 7–15. https://doi.org/10.1016/j.gene.2008.04.009",
          "Paradis E, Schliep K (2019) ape 5.0: an environment for modern phylogenetics and evolutionary analyses in R. Bioinformatics 35(3): 526–528. https://doi.org/10.1093/bioinformatics/bty633",
          "Peter J, De Chiara M, Friedrich A, Yue J-X, Pflieger D, Bergström A, Sigwalt A, Barre B, Freel K, Llored A, Cruaud C, Labadie K, Aury J-M, Istace B, Lebrigand K, Barbry P, Engelen S, Lemainque A, Wincker P, Liti G, Schacherer J (2018) Genome evolution across 1,011 Saccharomyces cerevisiae isolates. Nature 556(7701): 339–344. https://doi.org/10.1038/s41586-018-0030-5",
          "Pion M, Spangenberg JE, Simon A, Bindschedler S, Flury C, Chatelain A, Bshary R, Job D, Junier P (2013) Bacterial farming by the fungus Morchella crassipes. Proceedings of the Royal Society B: Biological Sciences 280(1773): 20132242. https://doi.org/10.1098/rspb.2013.2242",
          "Price MN, Dehal PS, Arkin AP (2010) FastTree 2-approximately maximum-likelihood trees for large alignments. PLOS ONE 5(3): e9490. https://doi.org/10.1371/journal.pone.0009490",
          "Rouet P, Smih F, Jasin M (1994) Expression of a site-specific endonuclease stimulates homologous recombination in mammalian cells. PNAS 91(13): 6064–6068. https://doi.org/10.1073/pnas.91.13.6064",
          "Sanchez G, Setiamarga DHE, Tuanapaya S, Tongtherm K, Winkelmann IE, Schmidbaur H, Umino T, Albertin C, Allcock L, Perales-Raya C, Gleadall I, Nabhitabhata J (2018) Genus-level phylogeny of cephalopods using molecular markers: Current status and problematic areas. PeerJ 6: e4331. https://doi.org/10.7717/peerj.4331",
          "Sethuraman J, Majer A, Friedrich NC, Edgell DR, Hausner G (2009) Genes within genes: Multiple LAGLIDADG homing endonucleases target the ribosomal protein S3 gene encoded within the anrnl group I intron of Ophiostoma and related taxa. Molecular Biology and Evolution 26(10): 2299–2315. https://doi.org/10.1093/molbev/msp145",
          "Shafer KS, Hanekamp T, White KH, Thorsness PE (1999) Mechanisms of mitochondrial DNA escape to the nucleus in S. cerevisiae. Current Genetics 36: 183–194. https://doi.org/10.1007/s002940050489",
          "Signorell A (2024) DescTools: Tools for Descriptive Statistics. R package version 0.99.55. https://github.com/AndriSignorell/DescTools/",
          "Spinelli JB, Haigis MC (2018) The multifaceted contributions of mitochondria to cellular metabolism. Nature Cell Biology 20(7): 745–754. https://doi.org/10.1038/s41556-018-0124-1",
          "Stoddard BL (2014) Homing endonucleases from mobile group I introns: discovery to genome engineering. Mobile DNA 5: 1–16. https://doi.org/10.1186/1759-8753-5-7",
          "Tang J, Zhang L, Su J, Ye Q, Li Y, Liu D, Ye Z (2024) Insights into fungal mitochondrial genomes and inheritance based on current findings from yeast-like fungi. Journal of Fungi 10(7): 441. https://doi.org/10.3390/jof10070441",
          "Tuller T, Girshovich Y, Sella Y, Kreimer A, Freilich S, Kupiec M, Gophna U, Ruppin E (2011) Association between translation efficiency and horizontal gene transfer within microbial communities. Nucleic Acids Research 39(11): 4743–4755. https://doi.org/10.1093/nar/gkr054",
          "Van de Paer C, Bouchez O, Besnard G (2018) Prospects on the evolutionary mitogenomics of plants: A case study on the olive family (Oleaceae). Molecular Ecology Resources 18(3): 407–423. https://doi.org/10.1111/1755-0998.12742",
          "Vaser R, Sović I, Nagarajan N, Šikić M (2017) Fast and accurate de novo genome assembly from long uncorrected reads. Genome Research 27(5): 737–746. https://doi.org/10.1101/gr.214270.116",
          "Vaughn JC, Mason MT, Sper-Whitis GL, Kuhlman P, Palmer JD (1995) Fungal origin by horizontal transfer of a plant mitochondrial group I intron in the chimeric coxI gene of Peperomia. Journal of Molecular Evolution 41: 563–572. https://doi.org/10.1007/BF00175814",
          "Verma S, Shakya VPS, Idnurm A (2018) Exploring and exploiting the connection between mitochondria and the virulence of human pathogenic fungi. Virulence 9(1): 426–446. https://doi.org/10.1080/21505594.2017.1414133",
          "Wai T, Langer T (2016) Mitochondrial dynamics and metabolic regulation. Trends in Endocrinology & Metabolism 27(2): 105–117. https://doi.org/10.1016/j.tem.2015.12.001",
          "Wang X, Song A, Wang F, Chen M, Li X, Li Q, Liu N (2020) The 206 kbp mitochondrial genome of Phanerochaete carnosa reveals dynamics of introns, accumulation of repeat sequences and plasmid-derived genes. International Journal of Biological Macromolecules 162: 209–219. https://doi.org/10.1016/j.ijbiomac.2020.06.142",
          "Wang Y, Cao JJ, Li WH (2018) Complete mitochondrial genome of Suwallia teleckojensis (Plecoptera: Chloroperlidae) and implications for the higher phylogeny of stoneflies. International Journal of Molecular Sciences 19(3): 680. https://doi.org/10.3390/ijms19030680",
          "Wickham H (2016) ggplot2: Elegant graphics for data analysis. Springer-Verlag, New York. [ISBN 978-3-319-24277-4]",
          "Yoon H, Kong WS, Kim YJ, Kim JG (2016) Complete mitochondrial genome of the ectomycorrhizal fungus Tricholoma matsutake. Mitochondrial DNA Part A 27(6): 3855–3857. https://doi.org/10.3109/19401736.2014.958699",
          "Zardoya R (2020) Recent advances in understanding mitochondrial genome diversity. F1000Research 9: 270. https://doi.org/10.12688/f1000research.21490.1"
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "()",
          "pages": "e138363",
          "title": "IMA Fungus",
          "volume": "16"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "communities": [
          {
            "id": "biosyslit"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "14912439"
              }
            }
          ]
        }
      },
      "title": "Characterisation and comparative analysis of mitochondrial genomes of false, yellow, black and blushing morels provide insights on their structure and evolution",
      "links": {
        "self": "https://zenodo.org/api/records/14912440",
        "self_html": "https://zenodo.org/records/14912440",
        "doi": "https://doi.org/10.3897/imafungus.16.138363",
        "self_doi": "https://doi.org/10.3897/imafungus.16.138363",
        "self_doi_html": "https://zenodo.org/doi/10.3897/imafungus.16.138363",
        "parent": "https://zenodo.org/api/records/14912439",
        "parent_html": "https://zenodo.org/records/14912439",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:14912440/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:14912440/sequence/default",
        "files": "https://zenodo.org/api/records/14912440/files",
        "media_files": "https://zenodo.org/api/records/14912440/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:14912440:imafungus_article_138363.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:14912440:imafungus_article_138363.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:14912440:imafungus_article_138363.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:14912440:imafungus_article_138363.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:14912440:imafungus_article_138363.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:14912440:imafungus_article_138363.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/14912440/files-archive",
        "archive_media": "https://zenodo.org/api/records/14912440/media-files-archive",
        "latest": "https://zenodo.org/api/records/14912440/versions/latest",
        "latest_html": "https://zenodo.org/records/14912440/latest",
        "versions": "https://zenodo.org/api/records/14912440/versions",
        "draft": "https://zenodo.org/api/records/14912440/draft",
        "reserve_doi": "https://zenodo.org/api/records/14912440/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/14912440/access/links",
        "access_grants": "https://zenodo.org/api/records/14912440/access/grants",
        "access_users": "https://zenodo.org/api/records/14912440/access/users",
        "access_request": "https://zenodo.org/api/records/14912440/access/request",
        "access": "https://zenodo.org/api/records/14912440/access",
        "communities": "https://zenodo.org/api/records/14912440/communities",
        "communities-suggestions": "https://zenodo.org/api/records/14912440/communities-suggestions",
        "requests": "https://zenodo.org/api/records/14912440/requests"
      },
      "updated": "2025-02-23T08:31:26.128100+00:00",
      "recid": "14912440",
      "revision": 5,
      "files": [
        {
          "id": "fe76d871-7589-44c4-8804-acd45c2f6813",
          "key": "imafungus_article_138363.pdf",
          "size": 7827110,
          "checksum": "md5:ced5623e849b612c740e27e3ffc0a86d",
          "links": {
            "self": "https://zenodo.org/api/records/14912440/files/imafungus_article_138363.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "1161"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 15,
        "unique_downloads": 12,
        "views": 5,
        "unique_views": 5,
        "version_downloads": 15,
        "version_unique_downloads": 12,
        "version_unique_views": 5,
        "version_views": 5
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-02-18T09:24:40.740526+00:00",
      "modified": "2025-02-18T09:24:40.947402+00:00",
      "id": 14886632,
      "conceptrecid": "14886631",
      "doi": "10.12692/ijb/25.6.323-329",
      "doi_url": "https://doi.org/10.12692/ijb/25.6.323-329",
      "metadata": {
        "title": "Response of grower goats (Capra hircus) to varying levels of vitamin ADE and calcium supplementation",
        "doi": "10.12692/ijb/25.6.323-329",
        "publication_date": "2024-12-08",
        "description": "<p>To evaluate the response of grower goats to vitamin ADE and calcium supplementation, a total of 12 grower goats are divided into 4 groups and assigned to one of the 4 dietary supplements with 0, 0.5ml, 1.0ml, and 1.5ml of both ADE and Calcium Supplementation following the Completely Randomized Design (CRD). The study was conducted at the Cagayan Valley Small Ruminants Research Center located at Isabela State University, Echague, Isabela from December 21, 2023 to February 06, 2024 for 45 days in a full confinement system. Result of the study revealed that there was no significant difference obtained from the average weekly gain in weight of the goat and the weekly and cumulative feed consumption also showed no significant differences among the treatments.&nbsp; However, Vitamin ADE and Calcium supplementation are still required though, the results were not significant, and as the proximate analysis of forages used are not enough to sustain growth and development of grower goats. In addition, administration of Vitamin ADE and Calcium were still being beneficial like in Treatment 3 which obtained the highest net income and return of investment among all the treatment groups.</p>\n<p>published by the&nbsp;<strong> <a href=\"https://innspub.net/international-journal-of-biosciences/\">International Journal of Biosciences (IJB)</a></strong></p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Romeo F., Peralta Jr",
            "affiliation": "Isabela State University, Echague, Isabela, Philippines"
          }
        ],
        "contributors": [
          {
            "name": "Jonathan N., Nayga",
            "affiliation": "Isabela State University, Echague, Isabela, Philippines",
            "type": "Researcher"
          },
          {
            "name": "Aubrey Joy M., Balbin",
            "affiliation": "Isabela State University, Echague, Isabela, Philippines",
            "type": "Researcher"
          },
          {
            "name": "Mark Joker L., Marcos",
            "affiliation": "Isabela State University, Echague, Isabela, Philippines",
            "type": "Researcher"
          },
          {
            "name": "Maria C., Hernandez",
            "affiliation": "Isabela State University, Echague, Isabela, Philippines",
            "type": "Researcher"
          }
        ],
        "keywords": [
          "Goat",
          "Forage",
          "Growth performance",
          "Supplementation"
        ],
        "dates": [
          {
            "type": "available",
            "description": "article published"
          }
        ],
        "references": [
          "Abdullah L, Apriastuti D, Apdini T. 2012. Use of Indigofera zollingeriana as a forage protein source in dairy goat ration. Proceedings of the 1st Asia Dairy Goat Conference, Kuala Lumpur, Malaysia, 70–72.",
          "Aganga A, Tshwenyane S. 2003. Feeding values and anti-nutritive factors of forage tree legumes. Pakistan Journal of Nutrition 2(3), 170–177.",
          "Alcedo MJ, Ito K, Maeda K. 2015. Stockmanship competence and its relation to productivity and economic profitability: The context of backyard goat production in the Philippines. Asian-Australas Journal of Animal Science 28(3), 428–434.",
          "Austin C. 2020. Important trace mineral supplementation in ruminants.",
          "Aya R. 2019. Goat feed made from Indigofera to increase dairy goat's milk production. Quick Information Dispatch Articles, Department of Science and Technology-Philippine Council for Agriculture, Aquatic and Natural Resources Research and Development (DOST-PCAARRD).",
          "Balch SG. 2022. Nutrition of goats. MSD Manual Veterinary Manual. Available at https://www.msdvetmanual.com.",
          "Baumont R, Prache S, Meuret M, Morand-Fehr P. 2000. How forage characteristics influence behavior and intake in small ruminants: A review. Animal Research 49(6), 15–28.",
          "Dominguez M. 2018. Simple management, low-cost production inputs, and feed transformation into high-quality foods such as meat and milk.",
          "Gomes R, Oliveria-Pascoa D, Teixeira I, Medeiros A, Resende K, Yanez E, Ferreira A. 2011. Micromineral requirements for growing Saanen goat kids. Small Ruminant Research 99(2–3), 160–165.",
          "Haenlein GFW, Anke M. 2011. Mineral and trace element research in goats: A review. Small Ruminant Research 95(1), 2–19.",
          "Hafez ESE. 2012. Vitamins A, D, and E must be furnished in farm animals' diets, while water-soluble vitamins and vitamin K are synthesized in apparently adequate amounts by rumen microbes.",
          "Herdiawan, Krisnan. 2014. Indigofera sebagai Pakan Ternak. Center of Research and Development of Livestock, Bogor. IAARD Press.",
          "Jose-Maria, Litta. 2018. Goats will need supplementation of vitamins A, D, E, and K, and also the fat required to absorb them.",
          "Kawas JR, Andrade-Montemayor J, Lu CD. 2010. Strategic nutrient supplementation of free-ranging goats. Small Ruminant Research 89(2–3), 234–243.",
          "Koten BB, Wea R, Soetrisno RD, Ngadiyono N, Soewignyo B. 2014. Nutrient consumption of goats fed with arbila (Phaseolus lunatus) and sorghum intercrop under different planting distances and sorghum row numbers. Journal of Animal Science 1(8), 38–45.",
          "Li Z, Kong K, Qi W. 2006. Osteoclast and its roles in calcium metabolism and bone development and remodeling. Biochemical and Biophysical Research Communications.",
          "Limao E, Pomares C. 2022. Comparative performance of pelleted Napier grass (Pennisetum purpureum)-based rations with Indigofera: A complete ration mix fed to grower sheep. Asian Journal of Research in Animal and Veterinary Sciences 9(3), 8–14.",
          "Mohammed Z. 2024. World Bank's program vision to end malnutrition and associated stunting and wasting by 2025–2030 in tropical and subtropical regions.",
          "Morris H, Preedy VR, Buchowski MS, Moreira LM, Willows ND, Ma VAV. 2016. Frontmatter. In: Preedy VR, editor. Calcium: Chemistry, Analysis, Function and Effects. Royal Society of Chemistry, Cambridge.",
          "Nampanzira DK, Kabasa JD, Nalule SA, Nakalembe I, Tabuti JR. 2015. Characterization of the goat feeding systems among rural smallholder farmers in the semi-arid regions of Uganda. SpringerPlus 4, 188. Available from: https://doi.org/10.1186/s40064-015-0961-3.",
          "Niepes R, Maña M, Florida M, Paculba R. 2023. Growth performance of goats (Capra hircus L.) on forage legumes mixed with guinea grass (Megathyrsus maximus). Journal of Global Innovation in Agricultural Science 11(3), 305–309.",
          "Orodho AB. 2006. The role and importance of Napier grass in the smallholder dairy industry in Kenya. Food and Agriculture Organization, Rome. Available from: FAO Napier Grass.",
          "Osak REMF, Anis SD, Rumambi A. 2020. Replacement of Napier grass with legume tree foliage in the coconut-beef cattle integrated farming system (Coco-Beef IFS). Livestock Research for Rural Development 32, Article #14.",
          "Rashid M. 2008. Goat and their nutrition. Manitoba Agriculture, Food, and Rural Initiatives.",
          "Rodriguez R, Gonzales N, Alonso J, Dominguez, Sarduy L. 2014. Nutritional value of foliage meal from four species of tropical trees for feeding ruminants. Cuban Journal of Agricultural Science 48.",
          "Schweinzer V, Iwersen M, Drillich M, Wittek T, Tichy A, Mueller A, Krametter-Froetscher R. 2015. Macromineral and trace element supply in sheep and goats in Austria. Veterinární Medicína, 62(2), 62–73. DOI: 10.17221/243/2015-VETMED.",
          "Setyaningrum A, Meliana D, Yuwono. 2022. Body condition score (BCS), body fat percentage, and feed consumption of male Sapera goats on Indigofera sp.-based feeding. Proceedings of the International Conference on Improving Tropical Animal Production for Food Security (ITAPS 2021), Advances in Biological Sciences Research.",
          "Undersander D. 2022. Pastures for profit: A guide for rotational grazing. University of Wisconsin-Extension.",
          "Yadav CM, Khan PP, Panwar P, Jeenagar KL, Lakhawat SS, Nagar KC. 2010. Effect of concentrate and mineral mixture supplementation on growth performance of growing goats. The Indian Journal of Small Ruminants 1(1), 109–110.",
          "Yurmiaty H. 2006. Hubungan berat potong kambing jantan dengan kuantitas. [Specific journal/publication not provided]."
        ],
        "language": "eng",
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "6",
          "pages": "323-329",
          "title": "International Journal of Biosciences (IJB)",
          "volume": "25"
        },
        "alternate_identifiers": [
          {
            "identifier": "https://innspub.net/response-of-grower-goats-capra-hircus-to-varying-levels-of-vitamin-ade-and-calcium-supplementation/"
          }
        ],
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "14886631"
              }
            }
          ]
        }
      },
      "title": "Response of grower goats (Capra hircus) to varying levels of vitamin ADE and calcium supplementation",
      "links": {
        "self": "https://zenodo.org/api/records/14886632",
        "self_html": "https://zenodo.org/records/14886632",
        "doi": "https://doi.org/10.12692/ijb/25.6.323-329",
        "self_doi": "https://doi.org/10.12692/ijb/25.6.323-329",
        "self_doi_html": "https://zenodo.org/doi/10.12692/ijb/25.6.323-329",
        "parent": "https://zenodo.org/api/records/14886631",
        "parent_html": "https://zenodo.org/records/14886631",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:14886632/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:14886632/sequence/default",
        "files": "https://zenodo.org/api/records/14886632/files",
        "media_files": "https://zenodo.org/api/records/14886632/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:14886632:IJB-V25-No6-p323-329.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:14886632:IJB-V25-No6-p323-329.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:14886632:IJB-V25-No6-p323-329.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:14886632:IJB-V25-No6-p323-329.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:14886632:IJB-V25-No6-p323-329.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:14886632:IJB-V25-No6-p323-329.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/14886632/files-archive",
        "archive_media": "https://zenodo.org/api/records/14886632/media-files-archive",
        "latest": "https://zenodo.org/api/records/14886632/versions/latest",
        "latest_html": "https://zenodo.org/records/14886632/latest",
        "versions": "https://zenodo.org/api/records/14886632/versions",
        "draft": "https://zenodo.org/api/records/14886632/draft",
        "reserve_doi": "https://zenodo.org/api/records/14886632/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/14886632/access/links",
        "access_grants": "https://zenodo.org/api/records/14886632/access/grants",
        "access_users": "https://zenodo.org/api/records/14886632/access/users",
        "access_request": "https://zenodo.org/api/records/14886632/access/request",
        "access": "https://zenodo.org/api/records/14886632/access",
        "communities": "https://zenodo.org/api/records/14886632/communities",
        "communities-suggestions": "https://zenodo.org/api/records/14886632/communities-suggestions",
        "requests": "https://zenodo.org/api/records/14886632/requests"
      },
      "updated": "2025-02-18T09:24:40.947402+00:00",
      "recid": "14886632",
      "revision": 4,
      "files": [
        {
          "id": "ed93f4be-d3c7-46c7-9936-8a3a4514e9e4",
          "key": "IJB-V25-No6-p323-329.pdf",
          "size": 227480,
          "checksum": "md5:a9287e4cfc1c7fc0b030f0a54416bc84",
          "links": {
            "self": "https://zenodo.org/api/records/14886632/files/IJB-V25-No6-p323-329.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "598309"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 8,
        "unique_downloads": 8,
        "views": 16,
        "unique_views": 16,
        "version_downloads": 8,
        "version_unique_downloads": 8,
        "version_unique_views": 16,
        "version_views": 16
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-02-13T08:31:21.459394+00:00",
      "modified": "2025-02-13T08:31:21.793876+00:00",
      "id": 14863520,
      "conceptrecid": "14863519",
      "doi": "10.11591/ijece.v15i2.pp1446-1454",
      "doi_url": "https://doi.org/10.11591/ijece.v15i2.pp1446-1454",
      "metadata": {
        "title": "Improved colored cubes teaching kit in representing and simplifying Boolean logic functions",
        "doi": "10.11591/ijece.v15i2.pp1446-1454",
        "publication_date": "2025-04-01",
        "description": "<p>This work presents, explains, and discusses a colored variables cubes&nbsp;teaching kit. The cubes teaching kit is designed based on the cubes method&nbsp;that was developed to graphically simplify the Boolean logic functions with&nbsp;three, four, five, and six variables. This renewed method is developed to&nbsp;overcome the limitation of the conventional Karnaugh maps method in terms&nbsp;of simplifying Boolean functions with a maximum of four variables only.&nbsp;Students can use the teaching kit to place each cube in its right position.&nbsp;Based on the label of each cube, students will be able to figure out the&nbsp;function minterm number. After that, the students will sort the cubes to&nbsp;represent the function. Eventually, the students will develop the competency&nbsp;to check the cubes adjacency, and this will lead them to formulate simplified&nbsp;Boolean expressions. Students' engagement is expected to improve when&nbsp;theoretical knowledge is implemented using a three-dimensional physical&nbsp;cube teaching kit. The aim of this work is that both the educators and&nbsp;students, in engineering and engineering technology programs, can benefit&nbsp;from the adaptation and even more from the modification of the proposed&nbsp;approach to facilitate the achievement of their learning objectives.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Elewah, Ibrahim",
            "affiliation": "American College of the Middle East"
          },
          {
            "name": "Jalaleddine, Sara",
            "affiliation": "American College of the Middle East",
            "orcid": "0009-0009-7696-1549"
          },
          {
            "name": "Tbeileh, Omar A.",
            "affiliation": "American College of the Middle East",
            "orcid": "0009-0007-4775-8651"
          },
          {
            "name": "Yiannakou, Stavros",
            "affiliation": "American College of the Middle East",
            "orcid": "0009-0002-9198-7703"
          },
          {
            "name": "Hafez, Rania",
            "affiliation": "American College of the Middle East",
            "orcid": "0009-0009-6233-8000"
          }
        ],
        "keywords": [
          "Boolean function",
          "Cubes teaching kit",
          "Electrical engineering",
          "Game consoles",
          "Interactive environment",
          "Karnaugh maps",
          "STEM education"
        ],
        "resource_type": {
          "title": "Journal article",
          "type": "publication",
          "subtype": "article"
        },
        "journal": {
          "issue": "2",
          "pages": "1446-1454",
          "title": "International Journal of Electrical and Computer Engineering (IJECE)",
          "volume": "15"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "14863519"
              }
            }
          ]
        }
      },
      "title": "Improved colored cubes teaching kit in representing and simplifying Boolean logic functions",
      "links": {
        "self": "https://zenodo.org/api/records/14863520",
        "self_html": "https://zenodo.org/records/14863520",
        "doi": "https://doi.org/10.11591/ijece.v15i2.pp1446-1454",
        "self_doi": "https://doi.org/10.11591/ijece.v15i2.pp1446-1454",
        "self_doi_html": "https://zenodo.org/doi/10.11591/ijece.v15i2.pp1446-1454",
        "parent": "https://zenodo.org/api/records/14863519",
        "parent_html": "https://zenodo.org/records/14863519",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:14863520/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:14863520/sequence/default",
        "files": "https://zenodo.org/api/records/14863520/files",
        "media_files": "https://zenodo.org/api/records/14863520/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:14863520:17%2037026%20IJECE%2014%25%20yekti.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:14863520:17%2037026%20IJECE%2014%25%20yekti.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:14863520:17%2037026%20IJECE%2014%25%20yekti.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:14863520:17%2037026%20IJECE%2014%25%20yekti.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:14863520:17%2037026%20IJECE%2014%25%20yekti.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:14863520:17%2037026%20IJECE%2014%25%20yekti.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/14863520/files-archive",
        "archive_media": "https://zenodo.org/api/records/14863520/media-files-archive",
        "latest": "https://zenodo.org/api/records/14863520/versions/latest",
        "latest_html": "https://zenodo.org/records/14863520/latest",
        "versions": "https://zenodo.org/api/records/14863520/versions",
        "draft": "https://zenodo.org/api/records/14863520/draft",
        "reserve_doi": "https://zenodo.org/api/records/14863520/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/14863520/access/links",
        "access_grants": "https://zenodo.org/api/records/14863520/access/grants",
        "access_users": "https://zenodo.org/api/records/14863520/access/users",
        "access_request": "https://zenodo.org/api/records/14863520/access/request",
        "access": "https://zenodo.org/api/records/14863520/access",
        "communities": "https://zenodo.org/api/records/14863520/communities",
        "communities-suggestions": "https://zenodo.org/api/records/14863520/communities-suggestions",
        "requests": "https://zenodo.org/api/records/14863520/requests"
      },
      "updated": "2025-02-13T08:31:21.793876+00:00",
      "recid": "14863520",
      "revision": 4,
      "files": [
        {
          "id": "07009c43-ca5f-4c9c-b218-41db1bd6a067",
          "key": "17 37026 IJECE 14% yekti.pdf",
          "size": 917312,
          "checksum": "md5:1b6f0600d40e1991e1335f5862bee87b",
          "links": {
            "self": "https://zenodo.org/api/records/14863520/files/17 37026 IJECE 14% yekti.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "113579"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 3,
        "unique_downloads": 3,
        "views": 7,
        "unique_views": 7,
        "version_downloads": 3,
        "version_unique_downloads": 3,
        "version_unique_views": 7,
        "version_views": 7
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-02-03T20:18:17.795945+00:00",
      "modified": "2025-02-03T20:18:18.112523+00:00",
      "id": 14796713,
      "conceptrecid": "14796712",
      "doi": "10.1109/EEEIC/ICPSEurope61470.2024.10750973",
      "doi_url": "https://doi.org/10.1109/EEEIC/ICPSEurope61470.2024.10750973",
      "metadata": {
        "title": "Low Temperature Carbon Electrodes for Low Light Performing Perovskite Solar Cells",
        "doi": "10.1109/EEEIC/ICPSEurope61470.2024.10750973",
        "publication_date": "2024-11",
        "description": "<p>In recent years, there has been growing interest among researchers in the development of photovoltaic (PV) cells specifically tailored for harvesting low-intensity diffused indoor light energy. A variety of PV materials have been utilized thus far in the quest to create efficient solar cells suitable for indoor applications. Perovskite solar cells (PSCs) can operate effectively under low-level injection conditions, such as low-light. Besides, carbon electrode gathered huge attention to substitute the instable and high-cost gold counter-electrode. Here, we present a PSC with carbon counter electrode formed by a lamination method with an efficiency close to 20% at indoor illumination. The hot-pressing method helps to enhance the conductivity of the carbon film and to improve the interfacial contact with the hole transporting layer. Moreover, the lamination protocol is compatible with the scaling-up of the PSC production.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Vesce, Luigi",
            "affiliation": null,
            "orcid": "0000-0003-3322-8688"
          },
          {
            "name": "Abbas, Zohair",
            "affiliation": "University of Rome Tor Vergata",
            "orcid": "0000-0003-2138-2506"
          },
          {
            "name": "Stefanelli, Maurizio",
            "affiliation": "University of Rome Tor Vergata",
            "orcid": "0000-0002-1197-1246"
          },
          {
            "name": "Podapangi, Suresh Kumar",
            "affiliation": null,
            "orcid": "0000-0001-7339-9356"
          },
          {
            "name": "Nikbakht, Hafez",
            "affiliation": null,
            "orcid": "0000-0001-6606-817X"
          },
          {
            "name": "Di Carlo, Aldo",
            "affiliation": "Istituto di Struttura della Materia Consiglio Nazionale delle Ricerche",
            "orcid": "0000-0001-6828-2380"
          }
        ],
        "resource_type": {
          "title": "Conference paper",
          "type": "publication",
          "subtype": "conferencepaper"
        },
        "journal": {
          "title": "2024 IEEE International Conference on Environment and Electrical Engineering and 2024 IEEE Industrial and Commercial Power Systems Europe (EEEIC / I&CPS Europe)"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "grants": [
          {
            "code": "101084124",
            "internal_id": "10.13039/501100000780::101084124",
            "funder": {
              "name": "European Commission",
              "doi": "10.13039/501100000780",
              "acronym": "EC"
            },
            "title": "Ultra-stable, highly efficient, low-cost perovskite photovoltaics with minimised environmental impact",
            "acronym": "DIAMOND",
            "program": "HORIZON.2.5",
            "url": "https://cordis.europa.eu/projects/101084124"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "14796712"
              }
            }
          ]
        }
      },
      "title": "Low Temperature Carbon Electrodes for Low Light Performing Perovskite Solar Cells",
      "links": {
        "self": "https://zenodo.org/api/records/14796713",
        "self_html": "https://zenodo.org/records/14796713",
        "doi": "https://doi.org/10.1109/EEEIC/ICPSEurope61470.2024.10750973",
        "self_doi": "https://doi.org/10.1109/EEEIC/ICPSEurope61470.2024.10750973",
        "self_doi_html": "https://zenodo.org/doi/10.1109/EEEIC/ICPSEurope61470.2024.10750973",
        "parent": "https://zenodo.org/api/records/14796712",
        "parent_html": "https://zenodo.org/records/14796712",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:14796713/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:14796713/sequence/default",
        "files": "https://zenodo.org/api/records/14796713/files",
        "media_files": "https://zenodo.org/api/records/14796713/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:14796713:EEEIC24_LV_2.0%20immagine_rev.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:14796713:EEEIC24_LV_2.0%20immagine_rev.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:14796713:EEEIC24_LV_2.0%20immagine_rev.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:14796713:EEEIC24_LV_2.0%20immagine_rev.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:14796713:EEEIC24_LV_2.0%20immagine_rev.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:14796713:EEEIC24_LV_2.0%20immagine_rev.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/14796713/files-archive",
        "archive_media": "https://zenodo.org/api/records/14796713/media-files-archive",
        "latest": "https://zenodo.org/api/records/14796713/versions/latest",
        "latest_html": "https://zenodo.org/records/14796713/latest",
        "versions": "https://zenodo.org/api/records/14796713/versions",
        "draft": "https://zenodo.org/api/records/14796713/draft",
        "reserve_doi": "https://zenodo.org/api/records/14796713/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/14796713/access/links",
        "access_grants": "https://zenodo.org/api/records/14796713/access/grants",
        "access_users": "https://zenodo.org/api/records/14796713/access/users",
        "access_request": "https://zenodo.org/api/records/14796713/access/request",
        "access": "https://zenodo.org/api/records/14796713/access",
        "communities": "https://zenodo.org/api/records/14796713/communities",
        "communities-suggestions": "https://zenodo.org/api/records/14796713/communities-suggestions",
        "requests": "https://zenodo.org/api/records/14796713/requests"
      },
      "updated": "2025-02-03T20:18:18.112523+00:00",
      "recid": "14796713",
      "revision": 4,
      "files": [
        {
          "id": "a2e1aae7-0844-4f54-8895-b172f870a436",
          "key": "EEEIC24_LV_2.0 immagine_rev.pdf",
          "size": 172639,
          "checksum": "md5:fec32848b4c5505e9aa0c38f34e91c87",
          "links": {
            "self": "https://zenodo.org/api/records/14796713/files/EEEIC24_LV_2.0 immagine_rev.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "521967"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 26,
        "unique_downloads": 24,
        "views": 25,
        "unique_views": 24,
        "version_downloads": 26,
        "version_unique_downloads": 24,
        "version_unique_views": 24,
        "version_views": 25
      },
      "state": "done",
      "submitted": true
    },
    {
      "created": "2025-02-03T20:06:08.455315+00:00",
      "modified": "2025-02-03T20:06:08.782864+00:00",
      "id": 14775364,
      "conceptrecid": "14775363",
      "doi": "10.4229/EUPVSEC2024/2DO.8.4",
      "doi_url": "https://doi.org/10.4229/EUPVSEC2024/2DO.8.4",
      "metadata": {
        "title": "Fully Printed Perovskite Solar Cells and Modules",
        "doi": "10.4229/EUPVSEC2024/2DO.8.4",
        "publication_date": "2025-01-30",
        "description": "<p>In few years, the perovskite (PVSK) solar technology reached high efficiency on lab scale cells. The upscaling of PVSK photovoltaic (PV) technology from small area cells (PSCs) to modules, and the related industrial and economical transition, is achievable by scalable and low-cost manufacturing processes/materials and module design/interconnection patterning. Carbon-based PSCs are attracting attention because of low-cost, durability and printability (high throughput), but few works are present about modules. On the other hand, the most efficient and stable FAPI PVSK is mainly deposited by different techniques with a gold counter-electrode. Here, we changed the paradigm by optimizing the materials composition, by blade coating the full stack out of glove-box. The laser ablation strategy in combination with printing techniques were adopted to fabricate a fully printed module (preliminary prototype). We got 20.8%, 15% and 13.2% efficiency on gold- and carbon-based cells (0.5 cm2), and carbon-based module, respectively.</p>",
        "access_right": "open",
        "creators": [
          {
            "name": "Vesce, Luigi",
            "affiliation": null,
            "orcid": "0000-0003-3322-8688"
          },
          {
            "name": "Pandurangane, Karthikeyan",
            "affiliation": "Sri Manakula Vinayagar Educational Trust",
            "orcid": "0009-0008-9878-9957"
          },
          {
            "name": "Stefanelli, Maurizio",
            "affiliation": "University of Rome Tor Vergata",
            "orcid": "0000-0002-1197-1246"
          },
          {
            "name": "Iannibelli, Elena",
            "affiliation": null
          },
          {
            "name": "Nikbakht, Hafez",
            "affiliation": null,
            "orcid": "0000-0001-6606-817X"
          },
          {
            "name": "Parisi, Maria Laura",
            "affiliation": "University of Siena",
            "orcid": "0000-0002-0273-8848"
          },
          {
            "name": "Sinicropi, Adalgisa",
            "affiliation": "University of Siena",
            "orcid": "0000-0001-5605-6482"
          },
          {
            "name": "Di Carlo, Aldo",
            "affiliation": "Istituto di Struttura della Materia Consiglio Nazionale delle Ricerche",
            "orcid": "0000-0001-6828-2380"
          }
        ],
        "resource_type": {
          "title": "Conference proceeding",
          "type": "publication",
          "subtype": "conferenceproceeding"
        },
        "journal": {
          "title": "41st European Photovoltaic Solar Energy Conference and Exhibition (EU PVSEC) 2024"
        },
        "license": {
          "id": "cc-by-4.0"
        },
        "grants": [
          {
            "code": "101084124",
            "internal_id": "10.13039/501100000780::101084124",
            "funder": {
              "name": "European Commission",
              "doi": "10.13039/501100000780",
              "acronym": "EC"
            },
            "title": "Ultra-stable, highly efficient, low-cost perovskite photovoltaics with minimised environmental impact",
            "acronym": "DIAMOND",
            "program": "HORIZON.2.5",
            "url": "https://cordis.europa.eu/projects/101084124"
          }
        ],
        "relations": {
          "version": [
            {
              "index": 0,
              "is_last": true,
              "parent": {
                "pid_type": "recid",
                "pid_value": "14775363"
              }
            }
          ]
        }
      },
      "title": "Fully Printed Perovskite Solar Cells and Modules",
      "links": {
        "self": "https://zenodo.org/api/records/14775364",
        "self_html": "https://zenodo.org/records/14775364",
        "doi": "https://doi.org/10.4229/EUPVSEC2024/2DO.8.4",
        "self_doi": "https://doi.org/10.4229/EUPVSEC2024/2DO.8.4",
        "self_doi_html": "https://zenodo.org/doi/10.4229/EUPVSEC2024/2DO.8.4",
        "parent": "https://zenodo.org/api/records/14775363",
        "parent_html": "https://zenodo.org/records/14775363",
        "self_iiif_manifest": "https://zenodo.org/api/iiif/record:14775364/manifest",
        "self_iiif_sequence": "https://zenodo.org/api/iiif/record:14775364/sequence/default",
        "files": "https://zenodo.org/api/records/14775364/files",
        "media_files": "https://zenodo.org/api/records/14775364/media-files",
        "thumbnails": {
          "10": "https://zenodo.org/api/iiif/record:14775364:2DO.8.4.pdf/full/^10,/0/default.jpg",
          "50": "https://zenodo.org/api/iiif/record:14775364:2DO.8.4.pdf/full/^50,/0/default.jpg",
          "100": "https://zenodo.org/api/iiif/record:14775364:2DO.8.4.pdf/full/^100,/0/default.jpg",
          "250": "https://zenodo.org/api/iiif/record:14775364:2DO.8.4.pdf/full/^250,/0/default.jpg",
          "750": "https://zenodo.org/api/iiif/record:14775364:2DO.8.4.pdf/full/^750,/0/default.jpg",
          "1200": "https://zenodo.org/api/iiif/record:14775364:2DO.8.4.pdf/full/^1200,/0/default.jpg"
        },
        "archive": "https://zenodo.org/api/records/14775364/files-archive",
        "archive_media": "https://zenodo.org/api/records/14775364/media-files-archive",
        "latest": "https://zenodo.org/api/records/14775364/versions/latest",
        "latest_html": "https://zenodo.org/records/14775364/latest",
        "versions": "https://zenodo.org/api/records/14775364/versions",
        "draft": "https://zenodo.org/api/records/14775364/draft",
        "reserve_doi": "https://zenodo.org/api/records/14775364/draft/pids/doi",
        "access_links": "https://zenodo.org/api/records/14775364/access/links",
        "access_grants": "https://zenodo.org/api/records/14775364/access/grants",
        "access_users": "https://zenodo.org/api/records/14775364/access/users",
        "access_request": "https://zenodo.org/api/records/14775364/access/request",
        "access": "https://zenodo.org/api/records/14775364/access",
        "communities": "https://zenodo.org/api/records/14775364/communities",
        "communities-suggestions": "https://zenodo.org/api/records/14775364/communities-suggestions",
        "requests": "https://zenodo.org/api/records/14775364/requests"
      },
      "updated": "2025-02-03T20:06:08.782864+00:00",
      "recid": "14775364",
      "revision": 4,
      "files": [
        {
          "id": "841d37de-aab2-452f-af4e-808ffaf8b4e2",
          "key": "2DO.8.4.pdf",
          "size": 295514,
          "checksum": "md5:cf11acaae28dc2b60e4e1c19c35ce818",
          "links": {
            "self": "https://zenodo.org/api/records/14775364/files/2DO.8.4.pdf/content"
          }
        }
      ],
      "swh": {},
      "owners": [
        {
          "id": "521967"
        }
      ],
      "status": "published",
      "stats": {
        "downloads": 24,
        "unique_downloads": 23,
        "views": 24,
        "unique_views": 23,
        "version_downloads": 24,
        "version_unique_downloads": 23,
        "version_unique_views": 23,
        "version_views": 24
      },
      "state": "done",
      "submitted": true
    }
  ]
}