{
  "cache_date": "2025-03-14T02:50:23.762251",
  "data": {
    "paperId": "a9431c4840e6e64157b51fa9344eaad22c75b52d",
    "externalIds": {
      "DOI": "10.1101/2021.08.28.458005",
      "CorpusId": 237366182
    },
    "url": "https://www.semanticscholar.org/paper/a9431c4840e6e64157b51fa9344eaad22c75b52d",
    "title": "Identification and Interaction Analysis of Molecular Markers in Myocardial Infarction by Integrated Bioinformatics Analysis",
    "abstract": "Myocardial infarction (MI) is the leading cardiovascular diseases in worldwide, yet relatively little is known about the genes and signaling pathways involved in MI progression. The present investigation aimed to elucidate potential crucial candidate genes and pathways in MI. expression profiling by high throughput sequencing dataset (GSE132143) was downloaded from the Gene Expression Omnibus (GEO) database, which included data from 20 MI samples and 12 normal control samples. Differentially expressed genes (DEGs) were identified using t-tests in the DESeq2 R package. These DEGs were subsequently investigated by Gene Ontology (GO) and pathway enrichment analysis, a protein-protein interaction (PPI) network, modules, miRNA-hub gene regulatory network and TF-hub gene regulatory network were constructed and analyzed. Hub genes were validated by receiver operating characteristic curve (ROC) analysis. In total, 958 DEGs were identified, of which 480 were up regulated and 478 were down regulated. GO and pathway enrichment analysis results revealed that the DEGs were mainly enriched in, immune system, neuronal system, response to stimulus, and multicellular organismal process. A PPI network, modules, miRNA-hub gene regulatory network and TF-hub gene regulatory network was constructed by using Cytoscape software, and CFTR, CDK1, RPS13, RPS15A, RPS27, NOTCH1, MRPL12, NOS2, CCDC85B and ATN1 were identified as the hub genes. Our results highlight the important roles of the genes including CFTR, CDK1, RPS13, RPS15A, RPS27, NOTCH1, MRPL12, NOS2, CCDC85B and ATN1 in MI pathogenesis or therapeutic management.",
    "venue": "bioRxiv",
    "year": 2021,
    "referenceCount": 239,
    "citationCount": 0,
    "influentialCitationCount": 0,
    "authors": [
      {
        "authorId": "3543492",
        "name": "B. Vastrad"
      },
      {
        "authorId": "1780096",
        "name": "C. Vastrad"
      }
    ],
    "citations": [],
    "references": [
      {
        "paperId": "0b059eafdaddcfe0c23bc0fd4114a0fd02b891b4",
        "title": "FCER1G and PTGS2 Serve as Potential Diagnostic Biomarkers of Acute Myocardial Infarction Based on Integrated Bioinformatics Analyses."
      },
      {
        "paperId": "5c1f3323db853a6823765e9652cfc0bf967d6254",
        "title": "Differential regulation of KCa2.1 (KCNN1) K+ channel expression by histone deacetylases in atrial fibrillation with concomitant heart failure"
      },
      {
        "paperId": "a6baa8c6a8af760a21a91c47494b8168bb99e455",
        "title": "Saa3 Deficiency Identifies a Sexually Dimorphic Effect on Atherosclerosis That May Be Mediated In Part by Alterations in Trem2 Expression in Macrophages."
      },
      {
        "paperId": "b66deabc527871ca56fe77e77aaf728631716f79",
        "title": "Performance of the AUB-HAS2 Cardiovascular Risk Index in vascular surgery patients"
      },
      {
        "paperId": "70834707833a2ed45112c37cdb891752283feb6a",
        "title": "Cells of the Immune System in Cardiac Remodeling: Main Players in Resolution of Inflammation and Repair After Myocardial Infarction"
      },
      {
        "paperId": "ceb0ec991dc28ef21a54d12e6854bff98162e29c",
        "title": "Silencing long non-coding RNA MIAT ameliorates myocardial dysfunction induced by myocardial infarction via MIAT/miR-10a-5p/EGR2 axis"
      },
      {
        "paperId": "da674f0df2056da48daa6ec2f71c9d322356271f",
        "title": "Esm1 and Stc1 as Angiogenic Factors Responsible for Protective Actions of Adipose-Derived Stem Cell Sheets on Chronic Heart Failure After Rat Myocardial Infarction."
      },
      {
        "paperId": "d49628bbbdb20b0554912016c906e49e8406a7eb",
        "title": "Role of IL-9, IL-2RA, and IL-2RB genetic polymorphisms in coronary heart disease"
      },
      {
        "paperId": "8b796839316c84af940ac925cb537f181e88d4ac",
        "title": "Effects of Atrial Fibrillation-Derived Exosome Delivery of miR-107 to Human Umbilical Vein Endothelial Cells."
      },
      {
        "paperId": "9265ec74b59576a6ba96624e0eb6d52485f34a9d",
        "title": "Association of Aquaporin-3, Aquaporin-7, NOS3 and CYBA polymorphisms with hypertensive disorders in women."
      },
      {
        "paperId": "4b9934bc5f94619bc9e74acdb3ccb2f7c0c20857",
        "title": "Identification of Regulatory circRNAs Involved in the Pathogenesis of Acute Myocardial Infarction"
      },
      {
        "paperId": "8adbc9f2524c8e6c3d5a25c50deb97aa3bbaaaa9",
        "title": "IL18-family Genes Polymorphism Is Associated with the Risk of Myocardial Infarction and IL18 Concentration in Patients with Coronary Artery Disease"
      },
      {
        "paperId": "99944d2226b38faaa3a5230bf7eaaea58d632ec3",
        "title": "Does Decreased SNX10 Serve as a Novel Risk Factor in Atrial Fibrillation of the Valvular Heart Disease? - A Case-Control Study"
      },
      {
        "paperId": "bed303d48bfae7650b0e3c7235e00905fec11db0",
        "title": "COL1A1 as a potential new biomarker and therapeutic target for type 2 diabetes."
      },
      {
        "paperId": "c1c89ecb193f63cfa2d8459c5c98cd329316a97f",
        "title": "Identifying RBM47, HCK, CD53, TYROBP, and HAVCR2 as Hub Genes in Advanced Atherosclerotic Plaques by Network-Based Analysis and Validation"
      },
      {
        "paperId": "a70484a17331502b580a0dac51f85c394c0a6611",
        "title": "Serum Levels and Adipose Tissue Gene Expression of Cathelicidin Antimicrobial Peptide (CAMP) in Obesity and During Weight Loss"
      },
      {
        "paperId": "aebe5e93d5a4c0a02393b774a31a08a7d1bba02e",
        "title": "Changes in VGF and C3aR1 gene expression in human adipose tissue in obesity"
      },
      {
        "paperId": "dd30fd8e5b3e8e930313ef8fa6488aec850d8c40",
        "title": "Interaction effect of myocardial infarction and obesity on left atrial functions"
      },
      {
        "paperId": "d621c7e5f94ce1e3ba212801c88ce913caa58bb7",
        "title": "MiR-155 acts as an inhibitory factor in atherosclerosis-associated arterial pathogenesis by down-regulating NoxA1 related signaling pathway in ApoE-/- mouse."
      },
      {
        "paperId": "5e8b85edbe423853e0c460aa24b8d16d97df9b59",
        "title": "MAIR‐II deficiency ameliorates cardiac remodelling post‐myocardial infarction by suppressing TLR9‐mediated macrophage activation"
      },
      {
        "paperId": "6399fe4f79fe36bc68e30b9c66ba6e450fa5a2f6",
        "title": "Novel mutations of TCTN3/LTBP2 with cellular function changes in congenital heart disease associated with polydactyly"
      },
      {
        "paperId": "dba208a170b45dda1e6af55edbac22e744687a50",
        "title": "USP22 Protects Against Myocardial Ischemia–Reperfusion Injury via the SIRT1-p53/SLC7A11–Dependent Inhibition of Ferroptosis–Induced Cardiomyocyte Death"
      },
      {
        "paperId": "080915065a2167defffa578e35c5aa90ba04f315",
        "title": "Cartilage Oligomeric Matrix Protein Fine-tunes Disturbed Flow-induced Endothelial Activation and Atherogenesis."
      },
      {
        "paperId": "26d4e7eb2e7835b0b333e10d3e0d550b56c508fa",
        "title": "LncRNA A2M-AS1 lessens the injury of cardiomyocytes caused by hypoxia and reoxygenation via regulating IL1R2"
      },
      {
        "paperId": "75fe4bf3afbc88cfe4efbfba6f9a33235ba02429",
        "title": "Metabolomics study of the effect of smoking and high-fat diet on metabolic responses and related mechanism following myocardial infarction in mice."
      },
      {
        "paperId": "2ff18171458e71359bd32252be2bd805db665f45",
        "title": "The Role of miR-342 in Vascular Health. Study in Subclinical Cardiovascular Disease in Mononuclear Cells, Plasma, Inflammatory Cytokines and PANX2"
      },
      {
        "paperId": "3695f496609226b9a95428eb0fde49f16109876a",
        "title": "Huoxue Huatan Decoction Ameliorates Myocardial Ischemia/Reperfusion Injury in Hyperlipidemic Rats via PGC-1α–PPARα and PGC-1α–NRF1–mtTFA Pathways"
      },
      {
        "paperId": "47ac3d2a4e9a8c74d472789a85d9e218f05532cc",
        "title": "Association of FKBP5 genotype with depressive symptoms in patients with coronary heart disease: a prospective study"
      },
      {
        "paperId": "c4ef945b14bf39d56b8c173ceca1a130052183b6",
        "title": "FOXD3-AS1 Knockdown Suppresses Hypoxia-Induced Cardiomyocyte Injury by Increasing Cell Survival and Inhibiting Apoptosis via Upregulating Cardioprotective Molecule miR-150-5p In Vitro"
      },
      {
        "paperId": "b13d8b5feef7762a81b8bfc9391b1e7ff45513a2",
        "title": "Role of R-spondin 2 in arterial lymphangiogenesis and atherosclerosis."
      },
      {
        "paperId": "23ab7d33e9fe1829369eb06ca60afe89c6ad1359",
        "title": "Caveolin-3 protects diabetic hearts from acute myocardial infarction/reperfusion injury through β2AR, cAMP/PKA, and BDNF/TrkB signaling pathways"
      },
      {
        "paperId": "ae82f09c4d654acfef489282a6c733b178076643",
        "title": "Comprehensive Analyses of miRNA-mRNA Network and Potential Drugs in Idiopathic Pulmonary Arterial Hypertension"
      },
      {
        "paperId": "2d8b6ed7fd61d26aed9be175d9482f2dc3afd420",
        "title": "circRNA Hipk3 Induces Cardiac Regeneration after Myocardial Infarction in Mice by Binding to Notch1 and miR-133a"
      },
      {
        "paperId": "bec9cd321d06266c7699ef685122a97bfbdffbb9",
        "title": "Adipose tissue gene expression of CXCL10 and CXCL11 modulates inflammatory markers in obesity: implications for metabolic inflammation and insulin resistance"
      },
      {
        "paperId": "9971df9f25ed4dc93d2d6673f04a9e9df56ee5e0",
        "title": "S100A9 Links Inflammation and Repair in Myocardial Infarction"
      },
      {
        "paperId": "8e18309b6b575ef6b741c3fb47ecfbf65664a104",
        "title": "LncRNA Kcnq1ot1 renders cardiomyocytes apoptosis in acute myocardial infarction model by up-regulating Tead1."
      },
      {
        "paperId": "b96f1d086772b698b9580e2dd316224ddc3906ac",
        "title": "Associations of TMPRSS6 Polymorphisms with Gestational Diabetes Mellitus in Chinese Han Pregnant Women: a Preliminary Cohort Study"
      },
      {
        "paperId": "b1554a01179dc4d4592ef95eba7b2a00dd6bb1dd",
        "title": "SPARCL1 as a biomarker of maladaptive right ventricular remodelling in pulmonary hypertension"
      },
      {
        "paperId": "adc24d296b87af342f2aaa61ffec4e21b206d726",
        "title": "Single nucleotide polymorphisms of SCN5A and SCN10A genes increase the risk of ventricular arrhythmias during myocardial infarction."
      },
      {
        "paperId": "f5cc13791fd964cf95f302197cc5622b111bedd1",
        "title": "TREML4 Promotes Inflammatory Programs in Human and Murine Macrophages and Alters Atherosclerosis Lesion Composition in the Apolipoprotein E Deficient Mouse"
      },
      {
        "paperId": "09898a3bb8762a5f17e3f02d03035f65d5210370",
        "title": "Amphiregulin promotes cardiac fibrosis post myocardial infarction by inducing the endothelial-mesenchymal transition via the EGFR pathway in endothelial cells."
      },
      {
        "paperId": "1d9ca81b260de2c41c1c8763a3b2754d95e749a6",
        "title": "Complications in Patients with Acute Myocardial Infarction Supported with Extracorporeal Membrane Oxygenation"
      },
      {
        "paperId": "0f62a01f892036de1f6a27c5736da6ab037d38eb",
        "title": "Diabetes Mellitus and Acute Myocardial Infarction: Impact on Short and Long-Term Mortality."
      },
      {
        "paperId": "d1ee16c9ec138459fd22c0aa7139ea14ae8db747",
        "title": "Circulating Serpina3 levels predict the major adverse cardiac events in patients with myocardial infarction."
      },
      {
        "paperId": "fa6b07e7017b0cc503b4374554cf1c92396410ad",
        "title": "Regulation of Myocardial Extracellular Matrix Dynamic Changes in Myocardial Infarction and Postinfarct Remodeling"
      },
      {
        "paperId": "b3c78caed2029eab7ce9c7b72a33c61197256b9c",
        "title": "Neutrophil-Derived S100A8/A9 Amplify Granulopoiesis After Myocardial Infarction"
      },
      {
        "paperId": "d61988a78019c6fc649dab857e16c4ebc5e637bb",
        "title": "Andrographolide Protects Against Adverse Cardiac Remodeling After Myocardial Infarction through Enhancing Nrf2 Signaling Pathway"
      },
      {
        "paperId": "d0662de19bcc5d2fbedd7b5cb8c08196cbe4d441",
        "title": "NLRP3 Inflammasome Gene Polymorphisms Variably Associated with its Serum Levels in Acute Myocardial Infarction."
      },
      {
        "paperId": "3d128d892dc59d3c7b9a5a55885c64f3397478ea",
        "title": "Cardiogenic Shock in the Setting of Acute Myocardial Infarction."
      },
      {
        "paperId": "ed68f82dbaf2b7a91ca9e9f74d3369ff91ae9503",
        "title": "Agrin promotes coordinated therapeutic processes leading to improved cardiac repair in pigs"
      },
      {
        "paperId": "2e41246a69c24ec8a2cd557aabb9af8454aff34f",
        "title": "Interleukin-34 Levels Were Associated with Prognosis in Patients with Acute Myocardial Infarction."
      },
      {
        "paperId": "ce14dfb3975225519f0077f903e3e881133b6969",
        "title": "Loss of secretin results in systemic and pulmonary hypertension with cardiopulmonary pathologies in mice"
      },
      {
        "paperId": "31e637328dd5111d270126d2e43e6647f17f2aed",
        "title": "Plasma receptor tyrosine kinase RET in pulmonary arterial hypertension diagnosis and differentiation"
      },
      {
        "paperId": "ee54a6b077c5892a1e957c8803f79dbe19dc3e96",
        "title": "A male-specific association between AGTR1 hypermethylation and coronary heart disease"
      },
      {
        "paperId": "6223696f4a0a23f000ed6e89dccadc92323c3670",
        "title": "miR-126a-5p-Dbp and miR-31a-Crot/Mrpl4 interaction pairs crucial for the development of hypertension and stroke"
      },
      {
        "paperId": "3ad61db6531016a67e1936b3ff6d85cb0d73faee",
        "title": "Case-control study on the association between the GATA2 gene and premature myocardial infarction in the Iranian population"
      },
      {
        "paperId": "ebe380719aae9e94dfcc3006ba8f31efce060282",
        "title": "Transcriptome profiling of brain myeloid cells revealed activation of Itgal, Trem1, and Spp1 in western diet-induced obesity"
      },
      {
        "paperId": "c8ff90c5d00e2f8ce25950ccade10a79ac8f0c41",
        "title": "Neutrophil proteome shifts over the myocardial infarction time continuum"
      },
      {
        "paperId": "a8e989e58161bec2d65e002547f7ba1d357e86bd",
        "title": "The CADM2 gene is associated with processing speed performance – evidence among elderly with type 2 diabetes"
      },
      {
        "paperId": "f5e8817c00094c156472bca6a24c2d50f1a6e218",
        "title": "ASGR1 but not FOXM1 expression decreases in the peripheral blood mononuclear cells of diabetic atherosclerotic patients."
      },
      {
        "paperId": "44a482e1b3f3ea1414f936e3a7c54dc5e7654163",
        "title": "Association of Genetic Variations in NRF2, NQO1, HMOX1, and MT with Severity of Coronary Artery Disease and Related Risk Factors"
      },
      {
        "paperId": "54e41cdc5cda873e42c04e49796a24bd5fd7b26b",
        "title": "The Effect of AMBP SNPs, Their Haplotypes, and Gene-Environment Interactions on the Risk of Atherothrombotic Stroke Among the Chinese Population."
      },
      {
        "paperId": "0de9c154b1cba9ab62dff41543fe8cf58bd6881a",
        "title": "CELA2A mutations predispose to early-onset atherosclerosis and metabolic syndrome and affect plasma insulin and platelet activation"
      },
      {
        "paperId": "9f734533b4177f801933eedbf5c863a404c92ff8",
        "title": "Astragaloside IV exerts angiogenesis and cardioprotection after myocardial infarction via regulating PTEN/PI3K/Akt signaling pathway."
      },
      {
        "paperId": "827800de087cf18f831520f68988f23b0994a02a",
        "title": "Association between the CD14−260C>T gene polymorphism and susceptibility to myocardial infarction: Evidence from case−control studies"
      },
      {
        "paperId": "ff686e48ab63ad3b897313f6b8bc811b806729bf",
        "title": "Loss of Acid-Sensing Ion Channel 2 Enhances Pulmonary Vascular Resistance and Hypoxic Pulmonary Hypertension."
      },
      {
        "paperId": "125290f3c58d2cd3070bb23e5caf5c1cc085c6b1",
        "title": "Association of haptoglobin phenotype with incident acute myocardial infarction in Chinese patients with type 2 diabetes"
      },
      {
        "paperId": "157bc76f4d6cf91e65f65e21d60b3bdc60ee3182",
        "title": "Mir-455-3p-1 represses FGF7 expression to inhibit pulmonary arterial hypertension through inhibiting the RAS/ERK signaling pathway."
      },
      {
        "paperId": "eb474e78e3aa06665519783b74c8558819c8b4a8",
        "title": "Potential Effects of CXCL9 and CCL20 on Cardiac Fibrosis in Patients with Myocardial Infarction and Isoproterenol-Treated Rats"
      },
      {
        "paperId": "84a7aafa9cc0aae1e71c2417d6f3a02389bf2129",
        "title": "Veiled Potential of Secretagogin in Diabetes: Correlation or Coincidence?"
      },
      {
        "paperId": "0a91310df6cee2e2cfdcb61a89ac547a674dd16e",
        "title": "Diagnostic and prognostic value of biomarkers in acute myocardial infarction"
      },
      {
        "paperId": "f7692915fc41c2a43d86fd15b6d95027ec20514e",
        "title": "NetworkAnalyst 3.0: a visual analytics platform for comprehensive gene expression profiling and meta-analysis"
      },
      {
        "paperId": "f7c4c5c13f1f5f5de9d80c4b5b2f2bd733929438",
        "title": "Urine Haptoglobin and Haptoglobin-Related Protein Predict Response to Spironolactone in Patients With Resistant Hypertension"
      },
      {
        "paperId": "734e95a3065abc521946f7e0106717019d529811",
        "title": "Long noncoding RNA ANRIL regulates endothelial cell activities associated with coronary artery disease by up-regulating CLIP1, EZR, and LYVE1 genes"
      },
      {
        "paperId": "4bc17df04319aff9c919a77297ea1893c0687a82",
        "title": "A haplotype of the phosphodiesterase 4D (PDE4D) gene is associated with myocardial infarction and with cardiometabolic parameters: the GEA study"
      },
      {
        "paperId": "042dc3de09b93931ca642a6424bb4626ebdad175",
        "title": "Inhibition of AZIN2-sv induces neovascularization and improves prognosis after myocardial infarction by blocking ubiquitin-dependent talin1 degradation and activating the Akt pathway"
      },
      {
        "paperId": "dcea0f92cedb9daa3602efda4ddec89b1c9a84f4",
        "title": "Profiles of Circulating MiRNAs Following Metformin Treatment in Patients with Type 2 Diabetes"
      },
      {
        "paperId": "484b6c0ab7c660962e339ce4767e06b74187cf6a",
        "title": "Utility of Glycosylated TIMP3 molecules: Inhibition of MMPs and TACE to improve cardiac function in rat myocardial infarct model"
      },
      {
        "paperId": "6e6cef27840b31a82bdece73f0ab8c5a51695f16",
        "title": "Simultaneous Assessment of Cardiac Inflammation and Extracellular Matrix Remodeling After Myocardial Infarction"
      },
      {
        "paperId": "b7bc84221398c7d9a2c658d20204b332a139fea5",
        "title": "FPR1 gene silencing suppresses cardiomyocyte apoptosis and ventricular remodeling in rats with ischemia/reperfusion injury through the inhibition of MAPK signaling pathway"
      },
      {
        "paperId": "673a674f32b2177798ba2d4f9b03273cde502b6c",
        "title": "F13A1 Gene Variant (V34L) and Residual Circulating FXIIIA Levels Predict Short- and Long-Term Mortality in Acute Myocardial Infarction after Coronary Angioplasty"
      },
      {
        "paperId": "2bce5200084f9b94f4442113b43446e6b1eb3cde",
        "title": "Association of polymorphisms of leptin, leptin receptor and apelin receptor genes with susceptibility to coronary artery disease and hypertension"
      },
      {
        "paperId": "c9d76ff10a40b6c222b382510aae5581bb298592",
        "title": "Effect of GPR84 deletion on obesity and diabetes development in mice fed long chain or medium chain fatty acid rich diets"
      },
      {
        "paperId": "468bbedf82ec699d117a92f4bb37ae0ed2cb73ad",
        "title": "Wnt signaling pathways in myocardial infarction and the therapeutic effects of Wnt pathway inhibitors"
      },
      {
        "paperId": "6aa0b90e4b0fea3a7fc810c42d4299f8f617fa83",
        "title": "CREB1 functional polymorphisms modulating promoter transcriptional activity are associated with type 2 diabetes mellitus risk in Chinese population."
      },
      {
        "paperId": "776f5521e22e963c734a8302201699f3e7c38f96",
        "title": "Circulating ectosomes: Determination of angiogenic microRNAs in type 2 diabetes"
      },
      {
        "paperId": "bdfee6a9bb47d537c6bd49dc1f576275af0b5c05",
        "title": "The lncRNA TUG1/miR-145-5p/FGF10 regulates proliferation and migration in VSMCs of hypertension."
      },
      {
        "paperId": "2b46e8e7df42eba0eec763034655a7d0a387ce91",
        "title": "The Polymorphism in ADORA3 Decreases Transcriptional Activity and Influences the Chronic Heart Failure Risk in the Chinese"
      },
      {
        "paperId": "e2407bc9f781dd6109b9211e6c9dac5f334cc451",
        "title": "Association between P2RY12 gene polymorphisms and adverse clinical events in coronary artery disease patients treated with clopidogrel: A systematic review and meta-analysis."
      },
      {
        "paperId": "1babd85924a85313d00f056bb66fa53818837a22",
        "title": "Evaluation of DEFB1 polymorphisms in individuals with chronic periodontitis and diabetes mellitus type 2 in a population of northeastern Brazil."
      },
      {
        "paperId": "7371eafcecee2a8a5dbfc70c0717293008c6dfdc",
        "title": "Striatal Rgs4 regulates feeding and susceptibility to diet-induced obesity"
      },
      {
        "paperId": "6edec1d469ac167d0945ffe25c6c1ef295b7c2a4",
        "title": "HMGA1: A novel predisposing gene for acute myocardial infarction."
      },
      {
        "paperId": "b37f16689c5696d5c9b6d283850fd35bc284af21",
        "title": "In Silico Preliminary Association of Ammonia Metabolism Genes GLS, CPS1, and GLUL with Risk of Alzheimer’s Disease, Major Depressive Disorder, and Type 2 Diabetes"
      },
      {
        "paperId": "a0f4f0a8bb31970a25d719d7af7557dd71da784f",
        "title": "TRPM5 in the battle against diabetes and obesity"
      },
      {
        "paperId": "743cd43ad224717fc4c65fb6f1dab295e99d2a02",
        "title": "Thy1 is a positive regulator of osteoblast differentiation and modulates bone homeostasis in obese mice"
      },
      {
        "paperId": "1b34107429c33300c3345c906bff9cd2511e4f1e",
        "title": "Compound heterozygous loss-of-function mutations in KIF20A are associated with a novel lethal congenital cardiomyopathy in two siblings"
      },
      {
        "paperId": "ced9f86adc45257e49b93583c70f019ff6eb066f",
        "title": "Hedgehog signaling via Gli2 prevents obesity induced by high-fat diet in adult mice"
      },
      {
        "paperId": "526d0ec95ce1a7252d3f5e6941fdd0da595cb19d",
        "title": "The Reactome Pathway Knowledgebase"
      },
      {
        "paperId": "0e05b54346ebf731e289c1223d9eb83ca58c332d",
        "title": "Human epicardial adipose tissue-derived and circulating secreted frizzled-related protein 4 (SFRP4) levels are increased in patients with coronary artery disease"
      },
      {
        "paperId": "20fe60ffa7b6d1c7dba934968c8a3ee7d572656b",
        "title": "PLA2G2A polymorphisms are associated with metabolic syndrome and type 2 diabetes mellitus. Results from the genetics of atherosclerotic disease Mexican study."
      },
      {
        "paperId": "d79ca11c8255ce10a2407b6ccfb099c91ed1e98b",
        "title": "Siglec-5 is a novel marker of critical limb ischemia in patients with diabetes"
      },
      {
        "paperId": "e92ff5237ec4c5a8cfc5f91b67fd1314d0f28ef6",
        "title": "Validation of aspirin response-related transcripts in patients with coronary artery disease and preliminary investigation on CMTM5 function."
      },
      {
        "paperId": "ceba23884f50b6691cb25c2488d398f451eb7052",
        "title": "Relationships of circular RNA with diabetes and depression"
      },
      {
        "paperId": "edbf9613169e1c4cc49be1b8be7a70eadc2c2b5a",
        "title": "Genetic risk factors for myocardial infarction more clearly manifest for early age of first onset"
      },
      {
        "paperId": "e6cc7603820cefd35ee7fa38dfeb565c2c3130ad",
        "title": "Usefulness of Plasma Tissue Inhibitor of Matrix Metalloproteinase-4 to Predict Death and Myocardial Infarction in Patients With Diabetes Mellitus Referred for Coronary Angiography."
      },
      {
        "paperId": "c6efe78270ce11ca0f36fd2d94b9e492d64c6e6b",
        "title": "The effects of dietary approaches to stop hypertension diet on weight loss, anti‐Müllerian hormone and metabolic profiles in women with polycystic ovary syndrome: A randomized clinical trial"
      },
      {
        "paperId": "1b7ec1ef6e81dcca65377374076da944d26a3558",
        "title": "Association of Helicobacter Pylori with Presence of Myocardial Infarction in Iran: A Systematic Review and Meta-Analysis"
      },
      {
        "paperId": "6357b881c1111a6a4a8682c98b4e29fa2aa8c9a8",
        "title": "Siglec-7 restores β-cell function and survival and reduces inflammation in pancreatic islets from patients with diabetes"
      },
      {
        "paperId": "a5bc2170d25e4dc2289cb6a8185b6a822363a2fc",
        "title": "Influence of common polymorphisms in the SLC5A2 gene on metabolic traits in subjects at increased risk of diabetes and on response to empagliflozin treatment in patients with diabetes"
      },
      {
        "paperId": "7e260a4677e9b2007406074baa11c97e2de804a3",
        "title": "The sdLDL Reduces MRC1 Expression Level and Secretion of Histamin e in Differentiated M2-macrophages from Patients with Coronary Artery Stenosis."
      },
      {
        "paperId": "29b858666646bb435228fd3d92c716c816f86401",
        "title": "Common and rare exonic MUC5B variants associated with type 2 diabetes in Han Chinese"
      },
      {
        "paperId": "e0fb3293dcf36d46bb179e81576e4c41e42934c5",
        "title": "Identification of STXBP2 as a novel susceptibility locus for myocardial infarction in Japanese individuals by an exome-wide association study"
      },
      {
        "paperId": "e48ad17c9abb5c49c3b003eb7e933e43b0047306",
        "title": "Formyl Peptide Receptor 2 Is Involved in Cardiac Repair After Myocardial Infarction Through Mobilization of Circulating Angiogenic Cells"
      },
      {
        "paperId": "f57471eb3397020fe8a2aa1e29f007b748ab513d",
        "title": "Enhanced S100A9 and S100A12 expression in acute coronary syndrome."
      },
      {
        "paperId": "f0b182e19216e131a5c089fc770c714c72cbcac3",
        "title": "IL1RL1 single nucleotide polymorphism predicts sST2 level and mortality in coronary and peripheral artery disease."
      },
      {
        "paperId": "ec89e79cf37961c2266555f002bf04c94f1047e8",
        "title": "Targeting LOXL2 for cardiac interstitial fibrosis and heart failure treatment"
      },
      {
        "paperId": "d5b3d51f7838562004806c71d3f0944dd18d46ea",
        "title": "Circulating miR-148b-3p and miR-409-3p as biomarkers for heart failure in patients with mitral regurgitation."
      },
      {
        "paperId": "533257ea89bfeda758961598bda696d6c9282f62",
        "title": "HIPPIE v2.0: enhancing meaningfulness and reliability of protein–protein interaction networks"
      },
      {
        "paperId": "9a14d3fd22e5c99235289b9f586a1c8509f9c5ac",
        "title": "Notch3 Ameliorates Cardiac Fibrosis After Myocardial Infarction by Inhibiting the TGF-β1/Smad3 Pathway"
      },
      {
        "paperId": "2a68576083c89dca585fcfc1e396da48cd45b8a0",
        "title": "Defective branched chain amino acid catabolism contributes to cardiac dysfunction and remodeling following myocardial infarction."
      },
      {
        "paperId": "6c4798fa879b0c5dcae922ffed72d478f43b106e",
        "title": "Alpha2A adrenergic receptor genetic variation contributes to hyperglycemia after myocardial infarction."
      },
      {
        "paperId": "6aaa7eedc39c36613862a356315da2294339c960",
        "title": "Correlation of Early and Late Ejection Fractions with CCL5 and CCL18 Levels in Acute Anterior Myocardial Infarction."
      },
      {
        "paperId": "7b484f53bf47818ecd5d047cb4b1b7936f03e53d",
        "title": "Pathological effects of chronic myocardial infarction on peripheral neurons mediating cardiac neurotransmission"
      },
      {
        "paperId": "69535debc65de197f6a196c6f1e67d2adbcfd94f",
        "title": "Exosomes Mediate the Intercellular Communication after Myocardial Infarction"
      },
      {
        "paperId": "f75cd93c062c26cba228bd99218a6c30c9ecee57",
        "title": "Patients with Dilated Cardiomyopathy and Sustained Monomorphic Ventricular Tachycardia Show Up-Regulation of KCNN3 and KCNJ2 Genes and CACNG8-Linked Left Ventricular Dysfunction"
      },
      {
        "paperId": "7743d8612493439bf3658db7d27f9d7469632b5d",
        "title": "Association of JAZF1 and TSPAN8/LGR5 variants in relation to type 2 diabetes mellitus in a Saudi population"
      },
      {
        "paperId": "9da7d24850cf7e9b95cb6b17e4d0de9667aad5fb",
        "title": "PRDX1 is involved in palmitate induced insulin resistance via regulating the activity of p38MAPK in HepG2 cells."
      },
      {
        "paperId": "80a50bdc572b1c16246a92432531ed356f79140d",
        "title": "E2F1-dependent miR-421 regulates mitochondrial fragmentation and myocardial infarction by targeting Pink1"
      },
      {
        "paperId": "767dc21a322d744118985d37eb718579308f6af3",
        "title": "Circulating MicroRNAs: Potential and Emerging Biomarkers for Diagnosis of Cardiovascular and Cerebrovascular Diseases"
      },
      {
        "paperId": "962fe8bf13a2b3336ebab82ed0b9e0924277c644",
        "title": "A novel homozygous SLC19A2 mutation in a Portuguese patient with diabetes mellitus and thiamine-responsive megaloblastic anaemia"
      },
      {
        "paperId": "b531396858a60df6906cb943867b1bfb3fb87b7f",
        "title": "Myocardial Infarction: Symptoms and Treatments"
      },
      {
        "paperId": "1e8d3b7e368339a41145dee14184dac4572f5644",
        "title": "The impact of maternal obesity on iron status, placental transferrin receptor expression and hepcidin expression in human pregnancy"
      },
      {
        "paperId": "165f947fe046303e18950d9fe80cf7e413056cf8",
        "title": "The Protective Effect of Lacidipine on Myocardial Remodeling Is Mediated by the Suppression in Expression of GPR78 and CHOP in Rats"
      },
      {
        "paperId": "5a31f013ab3f8673258de87c789fbd014d9612a7",
        "title": "Plasma extracellular superoxide dismutase concentration, allelic variations in the SOD3 gene and risk of myocardial infarction and all-cause mortality in people with type 1 and type 2 diabetes"
      },
      {
        "paperId": "443b6caac2b99d7c1b8d507064d1a52ffdcf1fff",
        "title": "Leptin recruits Creb-regulated transcriptional coactivator 1 to improve hyperglycemia in insulin-deficient diabetes"
      },
      {
        "paperId": "c89aa25e28e337523d373d74100b1108763a6e6a",
        "title": "Apolipoprotein B/Apolipoprotein A-I Ratio and Apolipoprotein B"
      },
      {
        "paperId": "fb286036ed0e69d88ee4e8f3854620c3b6a166f6",
        "title": "Oleuropein attenuates visceral adiposity in high-fat diet-induced obese mice through the modulation of WNT10b- and galanin-mediated signalings."
      },
      {
        "paperId": "78d0d5d46ad7c73c13b6c420c37968ff7ee46bd2",
        "title": "Cdk1, PKCδ and calcineurin-mediated Drp1 pathway contributes to mitochondrial fission-induced cardiomyocyte death."
      },
      {
        "paperId": "b55523b719ea3cc7a449f869e3d9e76474d3eff6",
        "title": "Identification of a Regulatory Variant That Binds FOXA1 and FOXA2 at the CDC123/CAMK1D Type 2 Diabetes GWAS Locus"
      },
      {
        "paperId": "7a3f23f58d3af899c532a2f1e3d6258a91f85579",
        "title": "Oleuropein attenuates visceral adiposity in high fat diet-induced obese mice through the modulation of WNT10b- and galanin-mediated signalings"
      },
      {
        "paperId": "6c03d3411d9970b92e00a68ad27b0f7a8a6e3f49",
        "title": "Association of Egr3 genetic polymorphisms and coronary artery disease in the Uygur and Han of China"
      },
      {
        "paperId": "19dd389ca51f924ac869d7aaff83e24bb953fbca",
        "title": "Association of polymorphisms in the ALOX15B gene with coronary artery disease."
      },
      {
        "paperId": "4952e46d07e3c667009ed9edf5fe73c9154f4db8",
        "title": "FLT3 activation improves post-myocardial infarction remodeling involving a cytoprotective effect on cardiomyocytes."
      },
      {
        "paperId": "ea497fda64d230e5b7e1342691950a5e61e311b2",
        "title": "Absence of association between atherosclerotic cerebral infarction and TNFSF4/TNFRSF4 single nucleotide polymorphisms rs1234313, rs1234314 and rs17568 in a Chinese population"
      },
      {
        "paperId": "58a68610f84de3f9b40deabce35d81722300eb4e",
        "title": "Sequence variation in promoter regions of genes for CC chemokine ligands (CCL)19 and 21 in Czech patients with myocardial infarction"
      },
      {
        "paperId": "9e91562ab509dbb8c6e250a52849794fe5e424bc",
        "title": "Systemic toll-like receptor and interleukin-18 pathway activation in patients with acute ST elevation myocardial infarction."
      },
      {
        "paperId": "26b269db5ae8eff18102d97652da85708d6941b1",
        "title": "Proenkephalin and prognosis after acute myocardial infarction."
      },
      {
        "paperId": "f8c776eed7109b0e10540d85a6838226d73f0ce6",
        "title": "Protein interaction networks as metric spaces: a novel perspective on distribution of hubs"
      },
      {
        "paperId": "4625b7012f208e2404c9cec3d31a9cb64ea760fa",
        "title": "An Unexpected Intriguing Effect of Toll-Like Receptor Regulator RP105 (CD180) on Atherosclerosis Formation With Alterations on B-Cell Activation"
      },
      {
        "paperId": "cbf3fd592a2e9219aca5288c95d82dda6103af95",
        "title": "The CTRB1/2 Locus Affects Diabetes Susceptibility and Treatment via the Incretin Pathway"
      },
      {
        "paperId": "dfe647112cb51e647b2c94aebdb821258a5885ce",
        "title": "Genetic polymorphisms of alcohol dehydrogenase-1B and aldehyde dehydrogenase-2 and liver cirrhosis, chronic calcific pancreatitis, diabetes mellitus, and hypertension among Japanese alcoholic men."
      },
      {
        "paperId": "3777b011ef43df418e492b1d00753d64fcd3c535",
        "title": "Protein complex detection using interaction reliability assessment and weighted clustering coefficient"
      },
      {
        "paperId": "f55e76441fbf9b962cc468f57a7b0198eac2f281",
        "title": "Impact of Admission Glycemic Variability, Glucose, and Glycosylated Hemoglobin on Major Adverse Cardiac Events After Acute Myocardial Infarction"
      },
      {
        "paperId": "952535d8ea4ca202b337cdc1c5f54433465102a4",
        "title": "Health Utilities Index Mark 3 (HUI3) demonstrated construct validity in a Nigerian population with hypertension"
      },
      {
        "paperId": "3757e5e2ec4d1f5e588f169b8655458573fc0ed9",
        "title": "Influence of Pentraxin 3 (PTX3) Genetic Variants on Myocardial Infarction Risk and PTX3 Plasma Levels"
      },
      {
        "paperId": "18939430e05b651e690107642ef15ef06318ccbc",
        "title": "Anti‐apolipoprotein A‐1 IgG in patients with myocardial infarction promotes inflammation through TLR2/CD14 complex"
      },
      {
        "paperId": "339127b5fa1054ed2dbceb62f3935e3c0dab722a",
        "title": "Chemokines CCL3/MIP1α, CCL5/RANTES and CCL18/PARC are Independent Risk Predictors of Short-Term Mortality in Patients with Acute Coronary Syndromes"
      },
      {
        "paperId": "211e799d7ba83176e4cb7fd01d90a594dd7091cd",
        "title": "Protective Role of Cardiac CFTR Activation Upon Early Reperfusion Against Myocardial Infarction"
      },
      {
        "paperId": "2f62bb714d1b62aef727a261c00206520e40fbb6",
        "title": "Fos-activation of FoxP2 and Lmx1b neurons in the parabrachial nucleus evoked by hypotension and hypertension in conscious rats"
      },
      {
        "paperId": "47693c15d44df50d2c8d7e4be48998b07dfffb8c",
        "title": "A Common Genetic Variant of FCN3/CD164L2 Is Associated With Essential Hypertension in a Chinese Population"
      },
      {
        "paperId": "39958190347ef2a980949d29b5d446e4adf7c684",
        "title": "Highly Upregulated Expression of CD36 and MSR1 in Circulating Monocytes of Patients with Acute Coronary Syndromes"
      },
      {
        "paperId": "90aa90fc9568ae93e43d9ad9d1f2a37d3e49beb6",
        "title": "Dopamine D1 receptor gene polymorphism is associated with myocardial infarction."
      },
      {
        "paperId": "e3287c00818e5172ce2c17ba5da5f9ec501a36e7",
        "title": "Haplotype-based case-control study of CYP4A11 gene and myocardial infarction."
      },
      {
        "paperId": "e40bd9a15cef22ed2c3cfc365af71d5f8e083f82",
        "title": "Missense mutations of the BMPR1B (ALK6) gene in childhood idiopathic pulmonary arterial hypertension."
      },
      {
        "paperId": "0515b34a6a5406a1ec08684c883dc0ca53bdc2ae",
        "title": "Expression of ADAMTS-2, -3, -13, and -14 in culprit coronary lesions in patients with acute myocardial infarction or stable angina"
      },
      {
        "paperId": "89e856a4676645a5cce89a83a95b2407abf09723",
        "title": "Atrial expression of the CCN1 and CCN2 proteins in chronic heart failure."
      },
      {
        "paperId": "ef8f3e4f325f74da9446d836b3a39643e8c02fc5",
        "title": "CD4⁺Foxp3⁺ Treg and its ICOS⁺ subsets in patients with myocardial infarction."
      },
      {
        "paperId": "f4058198f5ee8a9974494ccb09535fcf78ccaba2",
        "title": "Hypertension and acute myocardial infarction: an overview."
      },
      {
        "paperId": "31b8638d6822aa8af238f5a73e9e24671d49020b",
        "title": "Association of age and sex with myocardial infarction symptom presentation and in-hospital mortality."
      },
      {
        "paperId": "082065acd49f6cdadf22fd0077c0401f272c3cdb",
        "title": "The -308G/A of Tumor Necrosis Factor (TNF)-α and 825C/T of Guanidine Nucleotide Binding Protein 3 (GNB3) are Associated with the Onset of Acute Myocardial Infarction and Obesity in Taiwan"
      },
      {
        "paperId": "d92ed2f0df0a0a3bfe8384c3706f895f419d19b3",
        "title": "Interleukin-1 Receptor-Associated Kinase-3 Is a Key Inhibitor of Inflammation in Obesity and Metabolic Syndrome"
      },
      {
        "paperId": "9fc62aaf949a2bff49bc6cf7772275dae9248d00",
        "title": "Central FoxO3a and FoxO6 expression is down-regulated in obesity induced diabetes but not in aging."
      },
      {
        "paperId": "5ab3207c2486e66420eb52f446f88bceb55f2906",
        "title": "Inferring pleiotropy by network analysis: linked diseases in the human PPI network"
      },
      {
        "paperId": "b7d3feddfac94497d235e00b867a9080402897f1",
        "title": "Small heat shock protein 20 (HspB6) in cardiac hypertrophy and failure."
      },
      {
        "paperId": "5aa2954251463593a12494bfafe726ea4e53cf31",
        "title": "Potential involvement of CCL23 in atherosclerotic lesion formation/progression by the enhancement of chemotaxis, adhesion molecule expression, and MMP-2 release from monocytes"
      },
      {
        "paperId": "e2048355d5e9ef131ebe00f2b0bfebe49256f905",
        "title": "Sterol regulatory element-binding transcription factor (SREBF)-2, SREBF cleavage-activating protein (SCAP), and premature coronary artery disease in a Chinese population"
      },
      {
        "paperId": "67926b0dd4416819b368b93aab95bc4830e8be0e",
        "title": "Fast network centrality analysis using GPUs"
      },
      {
        "paperId": "239b44fd21c3f949f9fdf43bfedd4ab2a3d314e3",
        "title": "pROC: an open-source package for R and S+ to analyze and compare ROC curves"
      },
      {
        "paperId": "c17e5a4e79e7a2fc2e9173bf1d0b78be55557653",
        "title": "Teratocarcinoma-derived growth factor 1 (TDGF1) sequence variants in patients with congenital heart defect."
      },
      {
        "paperId": "6a41bf174925970ff39434fb49d4f310c68b247e",
        "title": "Association of COL11A2 polymorphism with susceptibility to Kawasaki disease and development of coronary artery lesions"
      },
      {
        "paperId": "28e8ac8a0af9b4740ecd1a41b73ac2bb5290500e",
        "title": "Association of MT1A haplotype with cardiovascular disease and antioxidant enzyme defense in elderly Greek population: comparison with an Italian cohort."
      },
      {
        "paperId": "8a794535e3f09c1415621982a2ae8a38de6ff0ab",
        "title": "Association of rs780094 in GCKR with Metabolic Traits and Incident Diabetes and Cardiovascular Disease: The ARIC Study"
      },
      {
        "paperId": "2c8e48cb28014234f57f93bcb933667a77758350",
        "title": "IGF2 Gene Variants and Risk of Hypertension in Obese Children and Adolescents"
      },
      {
        "paperId": "62adc01986253330d84b9a7ec55622658218e64a",
        "title": "Early diagnosis of myocardial infarction with sensitive cardiac troponin assays."
      },
      {
        "paperId": "f591de632c6064d870dd90ee2fc83540bd6a37f9",
        "title": "Elevated expression of urotensin II and its receptor in great artery of type 2 diabetes and its significance."
      },
      {
        "paperId": "4b01812fb54b35340a01d8ed86efef22883a179c",
        "title": "Toll-like receptor 8 polymorphism and coronary artery disease"
      },
      {
        "paperId": "a0a8f44ebfbb8532adf6d6b015258b9be863ce94",
        "title": "Myocardial bridging: a congenital variant as an anatomic risk factor for myocardial infarction?"
      },
      {
        "paperId": "88518a22d4e4314bc4739bfaad9f1b06eff6d750",
        "title": "Association of SLC6A9 gene variants with human essential hypertension."
      },
      {
        "paperId": "42e6ea01e9a215de15f8f57daeb1c007d3f37321",
        "title": "Association of common variants in NPPA and NPPB with circulating natriuretic peptides and blood pressure"
      },
      {
        "paperId": "ef17a5ee04da734ae56e0b510abf18669366683d",
        "title": "Gender-specific association between the kininogen 1 gene variants and essential hypertension in Chinese Han population"
      },
      {
        "paperId": "ecfe43e2eb662135aad63e74657980554bb0f3d9",
        "title": "Midkine prevents ventricular remodeling and improves long-term survival after myocardial infarction."
      },
      {
        "paperId": "d26a458043d37e37b1bd56628cb10a0466fead4c",
        "title": "GLP-1R Agonist Liraglutide Activates Cytoprotective Pathways and Improves Outcomes After Experimental Myocardial Infarction in Mice"
      },
      {
        "paperId": "101b0bd5d24fcf1acfc4a637c02f1adb9400e660",
        "title": "Uncontrolled immune response in acute myocardial infarction: unraveling the thread."
      },
      {
        "paperId": "2786fa83ab08fa265cf1fc69de33d5c8b8074455",
        "title": "Genetic variation in the arachidonate 5-lipoxygenase-activating protein (ALOX5AP) is associated with myocardial infarction in the German population."
      },
      {
        "paperId": "7116a80f6d180b68da7b94e9084f08dffd37a743",
        "title": "Plasma resistin levels and risk of myocardial infarction and ischemic stroke."
      },
      {
        "paperId": "e6e68da8c230e3cae9f650ccbc1f01141cc56ab3",
        "title": "Doublecortin-immunoreactive neuronal precursors in the dentate gyrus of spontaneously hypertensive rats at various age stages: comparison with Sprague-Dawley rats."
      },
      {
        "paperId": "a2e37f3fc0148ad9b6b629b86d1bc57729392fc7",
        "title": "Biglycan Is Required for Adaptive Remodeling After Myocardial Infarction"
      },
      {
        "paperId": "0c7cf8d6987b7df4591dac957966bca6c2d5443f",
        "title": "Alcohol dehydrogenase type 1C (ADH1C) variants, alcohol consumption traits, HDL-cholesterol and risk of coronary heart disease in women and men: British Women's Heart and Health Study and Caerphilly cohorts."
      },
      {
        "paperId": "26cb812f349e7217fd121ff0f455e0e26962f62d",
        "title": "Ccr1 deficiency reduces inflammatory remodelling and preserves left ventricular function after myocardial infarction"
      },
      {
        "paperId": "21477b734bc7ec748d6dcbc418d912bdd7d6db44",
        "title": "A985G polymorphism of the endothelin-2 gene and atrial fibrillation in patients with hypertrophic cardiomyopathy."
      },
      {
        "paperId": "af74ad7623c1fecc6a6198a3b9546170a2f82e29",
        "title": "g:Profiler—a web-based toolset for functional profiling of gene lists from large-scale experiments"
      },
      {
        "paperId": "38c574bd2f49e3cf131c830a97c802cf0c0936da",
        "title": "A functional Sp1/Egr1‐tandem repeat polymorphism in the 5‐lipoxygenase gene is not associated with myocardial infarction"
      },
      {
        "paperId": "1b3c5ad05f86c2f8aa2fc701d0a619e8eb97d185",
        "title": "Upregulation of the Water Channel Aquaporin-4 as a Potential Cause of Postischemic Cell Swelling in a Murine Model of Myocardial Infarction"
      },
      {
        "paperId": "1d74aaa4b8cb998af25e7a4acd69dea646b81da1",
        "title": "WNK3, a kinase related to genes mutated in hereditary hypertension with hyperkalaemia, regulates the K+ channel ROMK1 (Kir1.1)"
      },
      {
        "paperId": "c180fd458bf05318b6915008d09c6fa9a1ad145c",
        "title": "Transcription Factor SOX18 Is Expressed in Human Coronary Atherosclerotic Lesions and Regulates DNA Synthesis and Vascular Cell Growth"
      },
      {
        "paperId": "cc66f2e349c306681b55dbc62f601719bd57c08a",
        "title": "Endomitosis and polyploidization of myocardial cells in the periphery of human acute myocardial infarction."
      },
      {
        "paperId": "7d995236261f9f93c84ca7bb3c3822a45b38d202",
        "title": "Functional polymorphism in Z-DNA-forming motif of promoter of SLC11A1 gene and type 1 diabetes in Japanese subjects: association study and meta-analysis."
      },
      {
        "paperId": "ab48e3b93386eb4fd68778ad911218b9f70dbe32",
        "title": "Association study of calcitonin-receptor-like receptor gene in essential hypertension."
      },
      {
        "paperId": "74c01cf4de6357c6e99ff88deaa8879a17e75fd1",
        "title": "Increased adipose tissue expression of Grb14 in several models of insulin resistance"
      },
      {
        "paperId": "74fa00ddfe1fa99b2a200f0431fe629e3aa8f4ac",
        "title": "Inhibition of NOS2 ameliorates cardiac remodeling, improves heart function after myocardial infarction in rats"
      },
      {
        "paperId": "8964e7215d896199afd620a35411e6ed7b4d79b8",
        "title": "Functional topology in a network of protein interactions"
      },
      {
        "paperId": "002a36359ab0680fac3dd492a113475b5e782ae0",
        "title": "Cytoscape: a software environment for integrated models of biomolecular interaction networks."
      },
      {
        "paperId": "130709f64a0d1762af9da63cb97975fca198311b",
        "title": "Identifying differentially expressed genes using false discovery rate controlling procedures"
      },
      {
        "paperId": "09587b4e4148a871e0e5b336b2688d83d89508fe",
        "title": "Polymorphisms in the Lipopolysaccharide-Binding Protein and Bactericidal/Permeability-Increasing Protein in Patients with Myocardial Infarction"
      },
      {
        "paperId": "5f3c665ad217e1b48288a3d9ad66d148c35b2a38",
        "title": "SPINK1/PSTI mutations are associated with tropical pancreatitis and type II diabetes mellitus in Bangladesh."
      },
      {
        "paperId": "806272df9e989800176e04ebba5b6408e48b9324",
        "title": "Autoimmunity to CD38 and GAD in Type I and Type II diabetes: CD38 and HLA genotypes and clinical phenotypes"
      },
      {
        "paperId": "4026261e8e1aeffd2fcaf221718ef632f9992aa4",
        "title": "Analysis of linkage disequilibrium between polymorphisms in the KCNJ9 gene with type 2 diabetes mellitus in Pima Indians."
      },
      {
        "paperId": "7e6cce8b234a74860dcfc18affd65973342b1370",
        "title": "Angiotensin I-converting enzyme gene polymorphism, coronary artery disease and myocardial infarction. An angiographically controlled study."
      },
      {
        "paperId": "72f37a2e963ec4af3fbac8a071416c647ae281d0",
        "title": "A selective, reversible, competitive inhibitor of monoamine oxidase A containing no nitrogen, with negligible potentiation of tyramine-induced blood pressure rise."
      },
      {
        "paperId": "62e3b085e63c1afa18e2ccc58dffb4327d9b46fb",
        "title": "Physical microenvironment of platelet membrane in acute myocardial infarction."
      },
      {
        "paperId": "e5a6fba594b2c48704a7fb7699483343708e9c98",
        "title": "Comparative behaviour of the components of the factor VIII complex in acute myocardial infarction."
      },
      {
        "paperId": "9eb39f9b4117de5f56e64913dbe05862132deff2",
        "title": "Dopamine-beta-hydroxylase activity after acute myocardial infarction."
      },
      {
        "paperId": null,
        "title": "Identification and analysis of key genes associated with acute myocardial infarction by integrated bioinformatics methods. Medicine (Baltimore)"
      },
      {
        "paperId": null,
        "title": "Single-Cell RNA Sequencing Analysis Reveals a Crucial Role for CTHRC1 (Collagen Triple Helix Repeat Containing 1) Cardiac Fibroblasts After Myocardial Infarction. Circulation"
      },
      {
        "paperId": null,
        "title": "Role of miR133a in regulating TGF-β1 signaling pathway in myocardial fibrosis after acute myocardial infarction in rats"
      },
      {
        "paperId": "5af3135b87a223a1bb662f23590f06d15cc65141",
        "title": "TP53 rs1042522 and rs8064946 variants in myocardial infarction."
      },
      {
        "paperId": "2fc321d0a4df2e0c1a3bc89526e36846edb877fe",
        "title": "miRNet-Functional Analysis and Visual Exploration of miRNA-Target Interactions in a Network Context."
      },
      {
        "paperId": "2808667e6e623c00b4bf8328eeadcab21baa751b",
        "title": "The Gene Ontology and the Meaning of Biological Function."
      },
      {
        "paperId": "89903bced78b06cafcf2e2fb290ca4bafed69e35",
        "title": "Functional promoter polymorphisms direct the expression of cystathionine gamma-lyase gene in mouse models of essential hypertension."
      },
      {
        "paperId": "b111715377f7774cfd2f6dfcd919ab9c7210b544",
        "title": "The Innate Immune Response in Myocardial Infarction, Repair, and Regeneration."
      },
      {
        "paperId": "73a254f05fa694dc11a5efc5a033a8f1a4c84fd0",
        "title": "The Gene Expression Omnibus Database"
      },
      {
        "paperId": "b9195c324e316aa0e25c2a4d60b50dc326ad94de",
        "title": "Pharmacogenetic analysis of captopril effects on blood pressure: possible role of the Ednrb (endothelin receptor type B) candidate gene."
      },
      {
        "paperId": "2d7cfa6eb4cbf393a0faf8e13a4789a002fb1c4f",
        "title": "Increased expression of heparanase in symptomatic carotid atherosclerosis."
      },
      {
        "paperId": "263307633d21615aada8bcfcd429b362ee9b87cb",
        "title": "The impact of anti-inflammatory cytokines provoked by CD163 positive macrophages on ventricular functional recovery after myocardial infarction"
      },
      {
        "paperId": "51fb988f5146e14dce374964b5c933e5b5b47b85",
        "title": "Association of SLC 6 A 9 Gene Variants with Human Essential Hypertension"
      },
      {
        "paperId": "76fb362656a811c85f8c08e27083c5f2b7dc327d",
        "title": "The Role of AEBP 1 in Sex-Specific Diet-Induced Obesity"
      },
      {
        "paperId": "b3f51f056cd166e6680550b9c53786e0aff2097a",
        "title": "The Role of AEBP1 in Sex-Specific Diet-Induced Obesity"
      },
      {
        "paperId": null,
        "title": "IL18RAP Down regulated genes GO:0032501 BP multicellular organismal process 0.002147964 2.667973087 186 GLIS1"
      }
    ]
  }
}