{
  "cache_date": "2025-03-14T02:55:38.766277",
  "data": {
    "paperId": "4e6a80dafa0a6f973d5ca06612ce15c033f4ada8",
    "externalIds": {
      "MAG": "2952295508",
      "PubMedCentral": "4899465",
      "DOI": "10.3389/fmicb.2016.00822",
      "CorpusId": 9666007,
      "PubMed": "27375564"
    },
    "url": "https://www.semanticscholar.org/paper/4e6a80dafa0a6f973d5ca06612ce15c033f4ada8",
    "title": "HoloVir: A Workflow for Investigating the Diversity and Function of Viruses in Invertebrate Holobionts",
    "abstract": "Abundant bioinformatics resources are available for the study of complex microbial metagenomes, however their utility in viral metagenomics is limited. HoloVir is a robust and flexible data analysis pipeline that provides an optimized and validated workflow for taxonomic and functional characterization of viral metagenomes derived from invertebrate holobionts. Simulated viral metagenomes comprising varying levels of viral diversity and abundance were used to determine the optimal assembly and gene prediction strategy, and multiple sequence assembly methods and gene prediction tools were tested in order to optimize our analysis workflow. HoloVir performs pairwise comparisons of single read and predicted gene datasets against the viral RefSeq database to assign taxonomy and additional comparison to phage-specific and cellular markers is undertaken to support the taxonomic assignments and identify potential cellular contamination. Broad functional classification of the predicted genes is provided by assignment of COG microbial functional category classifications using EggNOG and higher resolution functional analysis is achieved by searching for enrichment of specific Swiss-Prot keywords within the viral metagenome. Application of HoloVir to viral metagenomes from the coral Pocillopora damicornis and the sponge Rhopaloeides odorabile demonstrated that HoloVir provides a valuable tool to characterize holobiont viral communities across species, environments, or experiments.",
    "venue": "Frontiers in Microbiology",
    "year": 2016,
    "referenceCount": 90,
    "citationCount": 47,
    "influentialCitationCount": 2,
    "authors": [
      {
        "authorId": "39870979",
        "name": "P. Laffy"
      },
      {
        "authorId": "1399147024",
        "name": "E. Wood-Charlson"
      },
      {
        "authorId": "5289741",
        "name": "Dmitrij Turaev"
      },
      {
        "authorId": "5569680",
        "name": "Karen D. Weynberg"
      },
      {
        "authorId": "4799900",
        "name": "E. Botté"
      },
      {
        "authorId": "3548328",
        "name": "Madeleine J. H. van Oppen"
      },
      {
        "authorId": "35058298",
        "name": "N. Webster"
      },
      {
        "authorId": "1734264",
        "name": "T. Rattei"
      }
    ],
    "citations": [
      {
        "paperId": "45962e7c709daf3444241f40e995d63b448bf69c",
        "title": "Phage-induced disturbance of a marine sponge microbiome"
      },
      {
        "paperId": "8c3aca59d793859628fb3fba813fd654afe218c3",
        "title": "Hecatomb: an integrated software platform for viral metagenomics"
      },
      {
        "paperId": "31f1b3712334d387af4589ab954d507f4d264c79",
        "title": "The RNA Viruses in Samples of Endemic Lake Baikal Sponges"
      },
      {
        "paperId": "558936daa93ae8da5c167fffa09159d7660e471c",
        "title": "Development and Validation of a Bioinformatic Workflow for the Rapid Detection of Viruses in Biosecurity"
      },
      {
        "paperId": "019a020812efef17d82b3864b9cfe814213f6f69",
        "title": "The compact genome of the sponge Oopsacas minuta (Hexactinellida) is lacking key metazoan core genes"
      },
      {
        "paperId": "ef46d7b32c90ad4c844b4017a1c42817d3550f28",
        "title": "Viral spillover risk increases with climate change in High Arctic lake sediments"
      },
      {
        "paperId": "2ba1aeab18e8c85199b8e18eb0206b6620de05f6",
        "title": "Symbiont transmission in marine sponges: reproduction, development, and metamorphosis"
      },
      {
        "paperId": "eb496cd3723840fc73a9a110ff9d0ee56ec59f83",
        "title": "Metagenomic Assessment of DNA Viral Diversity in Freshwater Sponges, Baikalospongia bacillifera"
      },
      {
        "paperId": "c530e9e3cc19ffaeebaa4fb69ec81e10fe8f4e62",
        "title": "The Hologenome of Haliclona fulva (Porifera, Demospongiae) Reveals an Abundant and Diverse Viral Community"
      },
      {
        "paperId": "db6b0fd56a2ea01f2313dd7e2ff77ef06b1a251b",
        "title": "Characterizing Enterotypes in Human Metagenomics: A Viral Perspective"
      },
      {
        "paperId": "655e68055f507e2cf64d410c0e8f7c3510b336c9",
        "title": "A Review of Marine Viruses in Coral Ecosystem"
      },
      {
        "paperId": "d9716e1f7609ef635de9818c271e4b88206c9a22",
        "title": "Revisiting the rules of life for viruses of microorganisms"
      },
      {
        "paperId": "ffa6c538bbfc5b3207d58828d341465e4e27f35d",
        "title": "Characterization of a novel roseophage and the morphological and transcriptional response of the sponge symbiont Ruegeria AU67 to infection."
      },
      {
        "paperId": "ad1c7ce71e571c7a806bad7d4924ae8a2cdd213f",
        "title": "MultiPhATE2: code for functional annotation and comparison of phage genomes"
      },
      {
        "paperId": "3e654235cd9728f2d6af30aeaa07c9960eb7769f",
        "title": "Taxonomic, functional and expression analysis of viral communities associated with marine sponges"
      },
      {
        "paperId": "78e285e91c92f46082056c19ded027424f494144",
        "title": "MultiPhATE2: Code for Functional Annotation and Comparison of Bacteriophage Genomes"
      },
      {
        "paperId": "03e65aeddada584d6e03065ca6aa2aebf8fc1e7c",
        "title": "Viral ecogenomics across the Porifera"
      },
      {
        "paperId": "39cfda25c944a0946ebb00d9ad6948fd12068f42",
        "title": "Coral-Associated Viral Assemblages From the Central Red Sea Align With Host Species and Contribute to Holobiont Genetic Diversity"
      },
      {
        "paperId": "ed8f5779acee48a2f36d2b78f6a4a521900fc98b",
        "title": "A hybrid pipeline for reconstruction and analysis of viral genomes at multi-organ level"
      },
      {
        "paperId": "2df0e31a09a7ffde7395c1fece135bcb89b3e494",
        "title": "dsRNA-seq Reveals Novel RNA Virus and Virus-Like Putative Complete Genome Sequences from Hymeniacidon sp. Sponge"
      },
      {
        "paperId": "7fac5469513aef2ae14330590eeb3faa6790e6a6",
        "title": "Metavirome datasets from two endemic Baikal sponges Baikalospongia bacillifera"
      },
      {
        "paperId": "8a0544db39b6d99ade099ebfca065c7876492551",
        "title": "Physiology, syntrophy and viral interplay in the marine sponge holobiont"
      },
      {
        "paperId": "2e0a8f3f565fded3731f9799871dc766092ffeed",
        "title": "Computational Analysis of Viruses in Metagenomic Data"
      },
      {
        "paperId": "7fc74bd565c16377ba8ac57aaaaa6b53a964a1f6",
        "title": "Thermal stress modifies the marine sponge virome."
      },
      {
        "paperId": "5ad351beb88c68c9570fd3cf7762254493069486",
        "title": "Marine Sponge Holobionts in Health and Disease"
      },
      {
        "paperId": "93796f6e1baf9ec85988419b947d10ee4f231d33",
        "title": "The Promises and Pitfalls of Machine Learning for Detecting Viruses in Aquatic Metagenomes"
      },
      {
        "paperId": "05c2afcdd4bf81e9d69203490597a65dabbc7de9",
        "title": "A symbiont phage protein aids in eukaryote immune evasion"
      },
      {
        "paperId": "13d51196f8632df1c81b9fec51fbedf2eedc390a",
        "title": "Metagenomic analysis of viral communities in diseased Baikal sponge Lubomirskia baikalensis"
      },
      {
        "paperId": "ac462a320e48b434ffaaa0306e8906508badbf1a",
        "title": "Environmental conditions affect activity and associated microorganisms of marine sponges."
      },
      {
        "paperId": "b7810a4366bf209741351ef075e26502d0457c7a",
        "title": "Morphological characterization of virus-like particles in coral reef sponges"
      },
      {
        "paperId": "1d41e79705d0348d02dd1650674d3dddf20a95a7",
        "title": "A RNA Virus Reference Database (RVRD) to Enhance Virus Detection in Metagenomic Data"
      },
      {
        "paperId": "62486884a25a521399fd8e016d52a553b0b8e4cc",
        "title": "Reef invertebrate viromics: diversity, host specificity and functional capacity"
      },
      {
        "paperId": "155bdf885b12721bf5335fe78de423dbd7ca8c39",
        "title": "BluePharmTrain: Biology and Biotechnology of Marine Sponges"
      },
      {
        "paperId": "22f75a084d13e2827bc491e3aa632297f7d333b8",
        "title": "Viruses in corals: hidden drivers of coral bleaching and disease?"
      },
      {
        "paperId": "9c49348cc538645d3216887db0b116366d95af68",
        "title": "Coral-associated viral communities show high levels of diversity and host auxiliary functions"
      },
      {
        "paperId": "03cbf8c984d5291317477baa8bed042cd772c13d",
        "title": "FastViromeExplorer: a pipeline for virus and phage identification and abundance profiling in metagenomics data"
      },
      {
        "paperId": "f9dbeefadbfb41217d9efaed4e8850822ba026af",
        "title": "The use of informativity in the development of robust viromics-based examinations"
      },
      {
        "paperId": "7e1fd56cc281f12a290da5762bd9559ba9edab34",
        "title": "Evaluating the core microbiota in complex communities: A systematic investigation"
      },
      {
        "paperId": "6368fc258546569e04f491c40978896157ced24a",
        "title": "Prevalent and persistent viral infection in cultures of the coral algal endosymbiont Symbiodinium"
      },
      {
        "paperId": "4050d855224bd53f1ec020fe9208275c66a25e45",
        "title": "Viruses: contributors to and mitigators of black band disease in corals"
      },
      {
        "paperId": "882ff2db36bcf773ee9b681d41af74d0f06ef094",
        "title": "Virome Assembly and Annotation: A Surprise in the Namib Desert"
      },
      {
        "paperId": "d3966e884f5b7f5ea7fceffa67dae2795c73bbd7",
        "title": "Prokaryotic Virus Orthologous Groups (pVOGs): a resource for comparative genomics and protein family annotation"
      },
      {
        "paperId": "0ab27ee80c6a43e5cc8e9740305915a723636331",
        "title": "Bioinformatics Tools for Microbial Diversity Analysis"
      },
      {
        "paperId": "240bc79d004955724515b42d944005e0e462ccad",
        "title": "Viruses in Marine Ecosystems: From Open Waters to Coral Reefs."
      },
      {
        "paperId": "1edbd4c381cd91f4fae2a7feeda5e81aa0e329a8",
        "title": "Grand Challenges in Marine Biotechnology"
      },
      {
        "paperId": "99ae1a6d31b54d70387300f9f9bd122e4996c03d",
        "title": "Sponge Disease and Climate Change"
      },
      {
        "paperId": "7098dd9c1013c66adc56c65636940488b194a0af",
        "title": "The Use of Informativity in the Development of Robust Viromics-The Use of Informativity in the Development of Robust Viromics-based Examinations based Examinations"
      }
    ],
    "references": [
      {
        "paperId": "9b7fd8586b339a053c5f0a4b0618211b2f3bd06e",
        "title": "BlastKOALA and GhostKOALA: KEGG Tools for Functional Characterization of Genome and Metagenome Sequences."
      },
      {
        "paperId": "825f8fd395d5951cb1ec493d706e1541ec159009",
        "title": "eggNOG 4.5: a hierarchical orthology framework with improved functional annotations for eukaryotic, prokaryotic and viral sequences"
      },
      {
        "paperId": "e34eb697d5faf368bf0cd7dc06aebf091bac4b83",
        "title": "Turbulence-driven shifts in holobionts and planktonic microbial assemblages in St. Peter and St. Paul Archipelago, Mid-Atlantic Ridge, Brazil"
      },
      {
        "paperId": "a9075cf8e6853657941c799058d329b3e386fecd",
        "title": "Recovering full-length viral genomes from metagenomes"
      },
      {
        "paperId": "da0a64eec844a2b99b24c3695d0d670feddd1985",
        "title": "Metagenomic characterization of viral communities in corals: mining biological signal from methodological noise."
      },
      {
        "paperId": "adfc3c88d887818149b8aa672e96cd11313bbcd6",
        "title": "Patterns and ecological drivers of ocean viral communities"
      },
      {
        "paperId": "d6f97825728746b1c650d34d930703f1a1d4fe1c",
        "title": "Reconstructing rare soil microbial genomes using in situ enrichments and metagenomics"
      },
      {
        "paperId": "73c33bec0fb3256d3a6cc5a90786e38daca2b73e",
        "title": "Identification of New Genomospecies in the Mycobacterium terrae Complex"
      },
      {
        "paperId": "c123627e60f1be3e8a2f3511c147a6055c371de7",
        "title": "Rising to the challenge: accelerated pace of discovery transforms marine virology"
      },
      {
        "paperId": "3d789789003f6005244d55b91eddc6a9a64060cf",
        "title": "VizBin - an application for reference-independent visualization and human-augmented binning of metagenomic data"
      },
      {
        "paperId": "f8dbd580a1374fdd2df708765c9b6da03d50c9f7",
        "title": "Expanded microbial genome coverage and improved protein family annotation in the COG database"
      },
      {
        "paperId": "5d411b726b52597f43d5f7a3568e092165ceee10",
        "title": "NCBI Viral Genomes Resource"
      },
      {
        "paperId": "2ed2b64007c8cf9b385544a1e077d71a5334c312",
        "title": "Densovirus associated with sea-star wasting disease and mass mortality"
      },
      {
        "paperId": "77e983b126afb8f2970405b6b2abe612dbcdecd6",
        "title": "UniProt: a hub for protein information"
      },
      {
        "paperId": "0a87301c406496fcb0fde9341566c6c2c5d48515",
        "title": "Evolutionary Strategies of Viruses, Bacteria and Archaea in Hydrothermal Vent Ecosystems Revealed through Metagenomics"
      },
      {
        "paperId": "15b3de4d88a7ad705b9a539cb379d22043b73c80",
        "title": "Origin of giant viruses from smaller DNA viruses not from a fourth domain of cellular life."
      },
      {
        "paperId": "e181b493ab2d2503e688ca070d579b0bc6a63938",
        "title": "FOAM (Functional Ontology Assignments for Metagenomes): a Hidden Markov Model (HMM) database with environmental focus"
      },
      {
        "paperId": "bb70cee4a58c6406dcfc2c0e6c7ac48d322b2ec2",
        "title": "Abundance and morphology of virus-like particles associated with the coral Acropora hyacinthus differ between healthy and white syndrome-infected states"
      },
      {
        "paperId": "af822e60359ed93b0c2a990642cbd4644e453a33",
        "title": "Depth-stratified functional and taxonomic niche specialization in the ‘core’ and ‘flexible’ Pacific Ocean Virome"
      },
      {
        "paperId": "20e8cb12e3193eb73aa17f94e0e235938af9deb7",
        "title": "Generating viral metagenomes from the coral holobiont"
      },
      {
        "paperId": "0dccb88b4afcb167d5e2072df2dc78e47d1acf01",
        "title": "Metavir 2: new tools for viral metagenome comparison and assembled virome analysis"
      },
      {
        "paperId": "0b62dd89cf8dcd64b0c7504d9439764368045dfc",
        "title": "Comparison of different assembly and annotation tools on analysis of simulated viral metagenomic communities in the gut"
      },
      {
        "paperId": "a3da45151dfa3abc449aa3659ce0dbacaa04ae1c",
        "title": "PhyloSift: phylogenetic analysis of genomes and metagenomes"
      },
      {
        "paperId": "81e0802d68a2567564ed4039240612276a56af41",
        "title": "eggNOG v4.0: nested orthology inference across 3686 organisms"
      },
      {
        "paperId": "ab84eb6982c8e2f57385dc2618b3f112e2ff1130",
        "title": "IMG 4 version of the integrated microbial genomes comparative analysis system"
      },
      {
        "paperId": "8700b48d072b9556468ea133b7f60b0a812a4679",
        "title": "Potential role of viruses in white plague coral disease"
      },
      {
        "paperId": "9268dc7d675924b1afce0d12aac232bc50dadce4",
        "title": "Accurate and universal delineation of prokaryotic species"
      },
      {
        "paperId": "94fd9b40694b94c8511e74b431a731d0a41ed575",
        "title": "Genome sequences of rare, uncultured bacteria obtained by differential coverage binning of multiple metagenomes"
      },
      {
        "paperId": "3ed3dc7ddae5ce6bd6d4faaa7aff4ca3ae0c55dc",
        "title": "The Unexpected Roles of Eukaryotic Translation Elongation Factors in RNA Virus Replication and Pathogenesis"
      },
      {
        "paperId": "628f52540489abf7affd019b3b290164d8b6bf14",
        "title": "Ocean viruses: rigorously evaluating the metagenomic sample-to-sequence pipeline."
      },
      {
        "paperId": "601baf3e4a7eba5c942f5ecec5422118017bd50e",
        "title": "Orthologous Gene Clusters and Taxon Signature Genes for Viruses of Prokaryotes"
      },
      {
        "paperId": "b204970b0503a923359bff532726666f5e0e971b",
        "title": "The SILVA ribosomal RNA gene database project: improved data processing and web-based tools"
      },
      {
        "paperId": "43a15ba37c0e1c88ebf28ff7f5cbe7e4ad20d6cf",
        "title": "CD-HIT: accelerated for clustering the next-generation sequencing data"
      },
      {
        "paperId": "647fbcfc2a7d481fd351c16a8b9cb1405a6c79eb",
        "title": "Ocean viruses and their effects on microbial communities and biogeochemical cycles"
      },
      {
        "paperId": "9266cfdd275e1c246e65839aa941786d940e0a88",
        "title": "Hidden evolutionary complexity of Nucleo-Cytoplasmic Large DNA viruses of eukaryotes"
      },
      {
        "paperId": "5e78a288c9295e29ff8289234996b506a4321819",
        "title": "VIROME: a standard operating procedure for analysis of viral metagenome sequences"
      },
      {
        "paperId": "bb5ffa334ed14ec5913928179e48fb0f40a67e3c",
        "title": "Unique nucleocytoplasmic dsDNA and +ssRNA viruses are associated with the dinoflagellate endosymbionts of corals"
      },
      {
        "paperId": "a3085fa25fce9de8df51e321e5365d1f8c4ba0a0",
        "title": "Coordinating Environmental Genomics and Geochemistry Reveals Metabolic Transitions in a Hot Spring Ecosystem"
      },
      {
        "paperId": "c270455172a8ffaa1c0a229d6854fe439c4412f6",
        "title": "IDBA-UD: a de novo assembler for single-cell and metagenomic sequencing data with highly uneven depth"
      },
      {
        "paperId": "cdb91f039a0e7f5fde482d930f2acab358758691",
        "title": "ART: a next-generation sequencing read simulator"
      },
      {
        "paperId": "172a8b205a476f9538bfab69bd8a2c1ff8423af9",
        "title": "Description of viral assemblages associated with the Gorgonia ventalina holobiont"
      },
      {
        "paperId": "08a4025f248068c197f6bf06a83baa11e7f42c90",
        "title": "Studies in Viral Ecology: Animal Host Systems"
      },
      {
        "paperId": "51c131337353d575260a89cbda078c9cf3b442aa",
        "title": "TheViral MetaGenome Annotation Pipeline(VMGAP):an automated tool for the functional annotation of viral Metagenomic shotgun sequencing data"
      },
      {
        "paperId": "61b045ccaf872af79d2d7baccb61fd768c8a71a6",
        "title": "The iPlant Collaborative: Cyberinfrastructure for Plant Biology"
      },
      {
        "paperId": "62c7a113b4a56dc84638596d5a3e5f45937fa9a6",
        "title": "The good viruses: viral mutualistic symbioses"
      },
      {
        "paperId": "729a6c08629fee311e239954ffcf487dc3b6812a",
        "title": "Community cyberinfrastructure for Advanced Microbial Ecology Research and Analysis: the CAMERA resource"
      },
      {
        "paperId": "6c9684ddc83e19ad09791e797694e956063ec412",
        "title": "FragGeneScan: predicting genes in short and error-prone reads"
      },
      {
        "paperId": "3cee40494377c0e7d9c7c23a3811b481e55bce39",
        "title": "Ab initio gene identification in metagenomic sequences"
      },
      {
        "paperId": "62b3db2ad3eb60330606bb5f1de0211d9e00fdf2",
        "title": "FIGfams: yet another set of protein families"
      },
      {
        "paperId": "708214e4cb7bf6f3ca68cf5f089bc31398ec1bf6",
        "title": "Community-wide analysis of microbial genome sequence signatures"
      },
      {
        "paperId": "e62f2ee2c117d7df2bc7c74f71e8108b936e475f",
        "title": "Phymm and PhymmBL: Metagenomic Phylogenetic Classification with Interpolated Markov Models"
      },
      {
        "paperId": "3ad79fc8ad0e28662d244e583a6d4226d3ac55d2",
        "title": "Viruses manipulate the marine environment"
      },
      {
        "paperId": "9b14a0ea5973d0de02911401215a76b780c1e2ef",
        "title": "Orphelia: predicting genes in metagenomic sequencing reads"
      },
      {
        "paperId": "2f1fc4ebac4f12f805cfdce770a323eeb89ef39c",
        "title": "Metagenomic analysis indicates that stressors induce production of herpes-like viruses in the coral Porites compressa"
      },
      {
        "paperId": "4344e78101ef3e9f60b45b6863eeaaae2dcdda3f",
        "title": "MetaGeneAnnotator: Detecting Species-Specific Patterns of Ribosomal Binding Site for Precise Gene Prediction in Anonymous Prokaryotic and Phage Genomes"
      },
      {
        "paperId": "307259f5f890af0973d526e070b4b4fdc95ae612",
        "title": "Viral communities associated with healthy and bleaching corals"
      },
      {
        "paperId": "b4e95ea7e7ba729623c16bd5139ddf926182c60e",
        "title": "Major viral impact on the functioning of benthic deep-sea ecosystems"
      },
      {
        "paperId": "3a604c80963b157e3f3c8bb5dec6b94351566dc9",
        "title": "Prophages in marine bacteria: dangerous molecular time bombs or the key to survival in the seas?"
      },
      {
        "paperId": "63825973f020269e522f87d4785f405ec9f93292",
        "title": "Marine viruses — major players in the global ecosystem"
      },
      {
        "paperId": "65339550b7a0bc0236c602f0908bc724881320b9",
        "title": "Virus-Encoded Aminoacyl-tRNA Synthetases: Structural and Functional Characterization of Mimivirus TyrRS and MetRS"
      },
      {
        "paperId": "a202790d9b3d56061e41e8220887d80f0dc2e3ac",
        "title": "Genome-wide expression dynamics of a marine virus and host reveal features of co-evolution"
      },
      {
        "paperId": "e86d482bf4330fed8b29dfb98ab5bf2373cafbd0",
        "title": "Characterization of Lysogens in Bacterioplankton Assemblages of the Southern California Borderland"
      },
      {
        "paperId": "7ba869c58f57ac2594ffd6bdae1d045f982a3b3d",
        "title": "Key role of selective viral-induced mortality in determining marine bacterial community composition."
      },
      {
        "paperId": "a8da66c888e51bd1973fa5429b2c213c8ba3f170",
        "title": "Viruses in the sea"
      },
      {
        "paperId": "a52d65c482140b21c6f2b66baec00b7affc62b15",
        "title": "An enemy within? Observations of virus-like particles in reef corals."
      },
      {
        "paperId": "6b781f595ad87bb6d50837e4d4c4984963490a6c",
        "title": "Versatile and open software for comparing large genomes"
      },
      {
        "paperId": "12582834ff67e65c91e5312bcf4a02dcf12be3d0",
        "title": "Are viruses driving microbial diversification and diversity?"
      },
      {
        "paperId": "e87dcfcc6782798a8cd588a5ba29489239efdac5",
        "title": "Diversity and distribution of coral-associated bacteria"
      },
      {
        "paperId": "c6fcee6f03db38788176273f1f146309219c85ca",
        "title": "Observation of virus-like particles in thin sections of the plumose anemone, Metridium senile"
      },
      {
        "paperId": "89afb1c463056d59041b5c11e8d2cb1699fdae6c",
        "title": "Temperature induction of viruses in symbiotic dinoflagellates"
      },
      {
        "paperId": "014f84888fe9db9a2c1f5347f6dd7951cba2a941",
        "title": "Virioplankton: Viruses in Aquatic Ecosystems"
      },
      {
        "paperId": "cd74a22f367dd9b1c113ad6a14170c729d9c60d3",
        "title": "Marine viruses and their biogeochemical and ecological effects"
      },
      {
        "paperId": "2abeb3422e5f7c4aa53238991dd341a66b712545",
        "title": "Microbial symbionts of Great Barrier Reef sponges"
      },
      {
        "paperId": "ce68676380766e4db06931115d4f48e697ce6c47",
        "title": "Gene Transfer by Transduction in the Marine Environment"
      },
      {
        "paperId": "a03dc4d8aa1c2ebd5c3a3c1d87d531f52d63c120",
        "title": "Basic local alignment search tool."
      },
      {
        "paperId": "15810a9d3e944948d2c88d07708b32ebe972902b",
        "title": "The enemy within."
      },
      {
        "paperId": null,
        "title": "conducted in the absence of any commercial or ﬁnancial relationships that could a potential conﬂict of interest"
      },
      {
        "paperId": null,
        "title": "HoloVir: A Workflow for Investigating the Diversity and Function of Viruses in Invertebrate Holobionts. FRONTIERS IN MICROBIOLOGY, 7 (JUN), https://doi.org/10.3389/fmicb.2016.00822"
      },
      {
        "paperId": "8b181c6480b2ee2f4c7db2e26f8998d0c8cc8e50",
        "title": "Preparation of metagenomic libraries from naturally occurring marine viruses."
      },
      {
        "paperId": "85c7810bc0b409b4b64ae8ea06b6451b1c44d571",
        "title": "which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Ray Meta: scalable de novo metagenome assembly and profiling"
      },
      {
        "paperId": null,
        "title": "Full-length transcriptome assembly from RNA-Seq"
      },
      {
        "paperId": "1d186de15f3d95e176ac7402c29b791346d7446c",
        "title": "This is an open access article distributed under the terms of the Creative Commons Attribution License"
      },
      {
        "paperId": "c7373b8182e26ceaed82e376df9283a064c40295",
        "title": "MEGAN analysis of metagenomic data"
      },
      {
        "paperId": "fff1e960ab8471252f2ba4a188332ee04d51722a",
        "title": "Databases and ontologies UniRef : comprehensive and non-redundant UniProt reference clusters"
      },
      {
        "paperId": "278faa313e7209b40c2bb16e7d4719b9d0125748",
        "title": "Evolution of viral DNA-dependent RNA polymerases"
      },
      {
        "paperId": "54f0c3d233d3ea7f6849bfc9eb4427daaa16384e",
        "title": "phylogenetic and functional analysis of metagenomes"
      },
      {
        "paperId": "d4dea98654af0565ffdee751d85dae18435d1cdc",
        "title": "Bioinformatics Applications Note Data and Text Mining Metavir: a Web Server Dedicated to Virome Analysis"
      },
      {
        "paperId": "98ac08b41dafd5145a113edbb8a4b34a94846f80",
        "title": "Distributed under Creative Commons Cc-by 4.0 Groopm: an Automated Tool for the Recovery of Population Genomes from Related Metagenomes"
      },
      {
        "paperId": null,
        "title": "arecreditedandthattheoriginalpublicationinthisjournaliscited inaccordancewithacceptedacademicpractice whichdoesnotcomplywiththeseterms"
      },
      {
        "paperId": null,
        "title": "Workﬂow for Virus Metagenomics"
      }
    ]
  }
}