{
  "cache_date": "2025-03-16T00:04:57.908135",
  "data": {
    "paperId": "afadb78c97ef97a9981af49639cc18347a80d7dd",
    "externalIds": {
      "ArXiv": "2102.03746",
      "DBLP": "journals/corr/abs-2102-03746",
      "PubMedCentral": "8275337",
      "DOI": "10.1093/bioinformatics/btab293",
      "CorpusId": 231847225,
      "PubMed": "34252923"
    },
    "url": "https://www.semanticscholar.org/paper/afadb78c97ef97a9981af49639cc18347a80d7dd",
    "title": "Bacteriophage classification for assembled contigs using graph convolutional network",
    "abstract": "Abstract Motivation Bacteriophages (aka phages), which mainly infect bacteria, play key roles in the biology of microbes. As the most abundant biological entities on the planet, the number of discovered phages is only the tip of the iceberg. Recently, many new phages have been revealed using high-throughput sequencing, particularly metagenomic sequencing. Compared to the fast accumulation of phage-like sequences, there is a serious lag in taxonomic classification of phages. High diversity, abundance and limited known phages pose great challenges for taxonomic analysis. In particular, alignment-based tools have difficulty in classifying fast accumulating contigs assembled from metagenomic data. Results In this work, we present a novel semi-supervised learning model, named PhaGCN, to conduct taxonomic classification for phage contigs. In this learning model, we construct a knowledge graph by combining the DNA sequence features learned by convolutional neural network and protein sequence similarity gained from gene-sharing network. Then we apply graph convolutional network to utilize both the labeled and unlabeled samples in training to enhance the learning ability. We tested PhaGCN on both simulated and real sequencing data. The results clearly show that our method competes favorably against available phage classification tools. Availability and implementation The source code of PhaGCN is available via: https://github.com/KennthShang/PhaGCN.",
    "venue": "Bioinform.",
    "year": 2021,
    "referenceCount": 35,
    "citationCount": 79,
    "influentialCitationCount": 6,
    "authors": [
      {
        "authorId": "30143534",
        "name": "Jiayu Shang"
      },
      {
        "authorId": "51208761",
        "name": "Jin-qin Jiang"
      },
      {
        "authorId": "1790053",
        "name": "Yanni Sun"
      }
    ],
    "citations": [
      {
        "paperId": "f08a12db437c3f332d472a6cfed9a14c095eac02",
        "title": "VIRGO2: Unveiling the Functional and Ecological Complexity of the Vaginal Microbiome with an Enhanced Non-Redundant Gene Catalog"
      },
      {
        "paperId": "f6a1653faaa4eb8e7757a3c65efa73bb009a946a",
        "title": "Discovery, structural characteristics and evolutionary analyses of functional domains in Acinetobacter baumannii phage tail fiber/spike proteins"
      },
      {
        "paperId": "667ea8e560e974a3a7962322a54e767ea14cfe9c",
        "title": "Response of Soil Phage Communities and Prokaryote-Phage Interactions to Long-Term Drought."
      },
      {
        "paperId": "2d446c7ad4a416e0010c72dd7ee890637d14e30f",
        "title": "Bacterial community assembly of specific pathogen-free neonatal mice"
      },
      {
        "paperId": "3a5c5f3dddf440682aa3b71e09a515adecb5a949",
        "title": "Uncovering soil amendment-induced genomic and functional divergence in soybean rhizosphere microbiomes during cadmium-contaminated soil remediation: Novel insights from field multi-omics."
      },
      {
        "paperId": "624fd8156a3f82fb0f3a6fdc493e25bfb184da8f",
        "title": "Lake salinization on the Qinghai–Tibetan Plateau alters viral community composition and lifestyles"
      },
      {
        "paperId": "2713f4c60eb488347759ea45075c4073370dcc9f",
        "title": "Regional antimicrobial resistance gene flow among the One Health sectors in China."
      },
      {
        "paperId": "4719954d78db90352d4166f37517a555d336cff9",
        "title": "Exploring viral diversity in fermented vegetables through viral metagenomics."
      },
      {
        "paperId": "a41efe45281c5ac1d0a8d121f56131448f203b31",
        "title": "Revisiting therapeutic options against resistant klebsiella pneumoniae infection: Phage therapy is key."
      },
      {
        "paperId": "e26ce5591beb14f772c017e7d4bf571bcb79d052",
        "title": "Insights into the dynamics and evolution of Rummeliibacillus stabekisii prophages in extreme environments: from Antarctic soil to spacecraft floors."
      },
      {
        "paperId": "8a65e6c4ebc5d4c7966958e9719233b539f51152",
        "title": "Complementary insights into gut viral genomes: a comparative benchmark of short- and long-read metagenomes using diverse assemblers and binners"
      },
      {
        "paperId": "e50171b79d8f8fe44c831cd8462f67e33d4bb318",
        "title": "Diverse phage communities are maintained stably on a clonal bacterial host"
      },
      {
        "paperId": "b2c929081abb51c6c3bdeeaf3e1334e3b94970fe",
        "title": "Recent Applications of Artificial Intelligence in Discovery of New Antibacterial Agents"
      },
      {
        "paperId": "b2ece61f42749496d544376a56fbdf75f691577c",
        "title": "ViTax: adaptive hierarchical viral taxonomy classification with a taxonomy belief tree on a foundation model"
      },
      {
        "paperId": "644884786e257c48050fbc82cdae78d4668f6eae",
        "title": "Surface microlayer-mediated virome dissemination in the Central Arctic"
      },
      {
        "paperId": "91ad14135dd09713ec63e2c36eeba744c3ca8d58",
        "title": "Target detection of helicopter electric power inspection based on the feature embedding convolution model"
      },
      {
        "paperId": "155df040e61b254c4261c166ba243d97f3c9648f",
        "title": "Deciphering defense system modulating bacteria-mobile genetic elements symbiosis in microbial aggregates under elevated hydraulic stress."
      },
      {
        "paperId": "4f6c383ad1e611207cbf445795b32446556788e4",
        "title": "Metagenomic insights into microalgae-bacterium-virus interactions and viral functions in phycosphere facing environmental fluctuations."
      },
      {
        "paperId": "5ac2f91a40bddf0fbea78aa4be20192825691b2f",
        "title": "Investigating potential auxiliary anaerobic digestion activity of phage under polyvinyl chloride microplastic stress."
      },
      {
        "paperId": "3c0d6eac47da9aa219536779709443759f496d76",
        "title": "Metagenomic analysis reveals high diversity of gut viromes in yaks (Bos grunniens) from the Qinghai-Tibet Plateau"
      },
      {
        "paperId": "fde788ab55586a893a082012022d7389be62c768",
        "title": "Spatio-temporal variability of airborne viruses over sub-Antarctic South Georgia: Effects of sampling device and proximity of the ocean"
      },
      {
        "paperId": "2fa570a07904ba6fccada8735e523561c7f987fb",
        "title": "TransGINmer: Identifying viral sequences from metagenomes with self-attention and Graph Isomorphism Network"
      },
      {
        "paperId": "b308ceefa0a9573089ccd1c5c3e4a3c79a90eb09",
        "title": "Viromic and Metagenomic Analyses of Commercial Spirulina Fermentations Reveal Remarkable Microbial Diversity"
      },
      {
        "paperId": "d6d49c2dc15b43021795364386d37a75c70ff2e1",
        "title": "The Aggregated Gut Viral Catalogue (AVrC): A Unified Resource for Exploring the Viral Diversity of the Human Gut"
      },
      {
        "paperId": "83262d72f8311fe39a093e10d364af8c93c83488",
        "title": "Isolation and identification of specific Enterococcus faecalis phage C-3 and G21-7 against Avian pathogenic Escherichia coli and its application to one-day-old geese"
      },
      {
        "paperId": "c08f4dcdb5f5bb3175e80d3ed2dde5f4b9d16815",
        "title": "Characterizing the gut phageome and phage-borne antimicrobial resistance genes in pigs"
      },
      {
        "paperId": "dfc3ac419d72afe87f04fca895836d494d89c27f",
        "title": "Bacterial Evolution in Biofiltration of Drinking Water Treatment Plant: Different Response of Phage and Plasmid to Varied Water Sources"
      },
      {
        "paperId": "f48cd621ed55b25369d4408c1e2e539a351d6350",
        "title": "Tools and methodology to in silico phage discovery in freshwater environments"
      },
      {
        "paperId": "a03368d68860d65fb38776f6db9dea61603425ee",
        "title": "Phylogenomics of novel clones of Aeromonas veronii recovered from a freshwater lake reveals unique biosynthetic gene clusters"
      },
      {
        "paperId": "dc12d15037c879b25bf92a3a77b74328b1f890ea",
        "title": "GCN-LSTM: A Graph-Based Deep Learning Method for Metagenomic Virus Classification"
      },
      {
        "paperId": "e3b2259366c3d1819a1339ce844251ed5a9c3f1f",
        "title": "Phage phylogeny, molecular signaling, and auxiliary antimicrobial resistance in aerobic and anaerobic membrane bioreactors."
      },
      {
        "paperId": "7e05a59401fb6f5bfaba33cf8c7040ec17f46328",
        "title": "A Metagenomic Investigation of Potential Health Risks and Element Cycling Functions of Bacteria and Viruses in Wastewater Treatment Plants"
      },
      {
        "paperId": "94feb1a7304e332a78babf73bf549a24d93529c8",
        "title": "Eco-evolutionary dynamics of gut phageome in wild gibbons (Hoolock tianxing) with seasonal diet variations"
      },
      {
        "paperId": "524581bdee1f95e96cad2a07e6f91a1c674ce0d9",
        "title": "Exploring virus-host-environment interactions in a chemotrophic-based underground estuary"
      },
      {
        "paperId": "e1c94b3fa50593e2c30b4b338aff5794bbacfbc1",
        "title": "Efficient Recovery of Complete Gut Viral Genomes by Combined Short‐ and Long‐Read Sequencing"
      },
      {
        "paperId": "95c4a89d0100b6f84d4533beb15c63c414230d5f",
        "title": "A unified compendium of prokaryotic and viral genomes from over 300 anaerobic digestion microbiomes"
      },
      {
        "paperId": "ddb75673bd9fdc7a5cc3702393fa842f3ab7daab",
        "title": "MoSCHG: Multi-omics Single-cell Classification based on Heterogeneous Graphs and Supervised Contrastive Learning"
      },
      {
        "paperId": "00ed95ea2ee3ed43492c5be0395dc4dbbb9bcc86",
        "title": "Mixed waste contamination selects for a mobile genetic element population enriched in multiple heavy metal resistance genes"
      },
      {
        "paperId": "41d9ab3370491484113b59adb228ba201f7e1ad3",
        "title": "Enhancing plant growth in biofertilizer-amended soil through nitrogen-transforming microbial communities"
      },
      {
        "paperId": "0b7953a657c2c50b935b15ce739b4bc98fb98261",
        "title": "Broad-range capsule-dependent lytic Sugarlandvirus against Klebsiella sp."
      },
      {
        "paperId": "93e20d342df14a6f43df96b889bf0b4b0f546613",
        "title": "Marine viruses disperse bidirectionally along the natural water cycle"
      },
      {
        "paperId": "472f5ddaddc94e12f0bce248312c6b63e01c2e75",
        "title": "Narrow host range phages infect essential bacteria for water purification reactions in groundwater-fed rapid sand filters."
      },
      {
        "paperId": "765355e2e662099903a4692bb3add0f9a4e185bf",
        "title": "An extended catalog of integrated prophages in the infant and adult fecal microbiome shows high prevalence of lysogeny"
      },
      {
        "paperId": "24a9249165b6f864415f730dfb04b535ddf6d085",
        "title": "Community ecology of phages on a clonal bacterial host"
      },
      {
        "paperId": "6ab4bcfbc7c1665295e29bcbc621afd07e42b12d",
        "title": "Correlation between the gut microbiome and neurodegenerative diseases: a review of metagenomics evidence"
      },
      {
        "paperId": "86e39cec590a87e5c9bc59705ef5ce11d4e3a601",
        "title": "Deep Isolated Aquifer Brines Harbor Atypical Halophilic Microbial Communities in Quebec, Canada"
      },
      {
        "paperId": "e7f86f870be9d9a2d2c9bb4603cafd1c15887ca4",
        "title": "Top-heavy trophic structure within benthic viral dark matter."
      },
      {
        "paperId": "0cbc5aa7f7c75de4a3e8dd9600c05920ea35ac5e",
        "title": "Virus impacted community adaptation in oligotrophic groundwater environment revealed by Hi-C coupled metagenomic and viromic study."
      },
      {
        "paperId": "d516f444b607681afb7e2c571c4246e081396963",
        "title": "Viral community structure and functional potential vary with lifestyle and altitude in soils of Mt. Everest."
      },
      {
        "paperId": "3c9406d02a6e96e003addbecf08bc8721b15601d",
        "title": "The current status of phage therapy and its advancement towards establishing standard antimicrobials for combating multi drug-resistant bacterial pathogens."
      },
      {
        "paperId": "37bc33307251d0ca20c67e1599aa9edfbbf9ca88",
        "title": "GDmicro: classifying host disease status with GCN and deep adaptation network based on the human gut microbiome data"
      },
      {
        "paperId": "87908bd67cc3e809a3c3d5aff501ac19c7ec0975",
        "title": "Dissecting the metal resistance genes contributed by virome from mining-affected metal contaminated soils"
      },
      {
        "paperId": "d9cdacc42bc3bdb1a85b400fab807dfeb2b804a3",
        "title": "Massive expansion of the pig gut virome based on global metagenomic mining"
      },
      {
        "paperId": "32219f2dd5f1d39bc5ba9eaf7c08ee3cf0871694",
        "title": "PhaBOX: a web server for identifying and characterizing phage contigs in metagenomic data"
      },
      {
        "paperId": "379cf38c252830dc90d182f0b43591a44e4a8f83",
        "title": "A universal framework for single-cell multi-omics data integration with graph convolutional networks"
      },
      {
        "paperId": "c09c4ee8394f1f023923a0f92fe70f1b30bb7c24",
        "title": "Identification and Classification of Small Sample Desert Grassland Vegetation Communities Based on Dynamic Graph Convolution and UAV Hyperspectral Imagery"
      },
      {
        "paperId": "c0494c5833135433c9c9b03ab6a98021780a6cb2",
        "title": "Tundra Soil Viruses Mediate Responses of Microbial Communities to Climate Warming"
      },
      {
        "paperId": "e9e9ee11bfbf6352b620124cef2dc9da1d87bfe4",
        "title": "A remarkably diverse and well-organized virus community in a filter-feeding oyster"
      },
      {
        "paperId": "acbc09a897aa458130795210bec1911c80c7ea13",
        "title": "KMCP: accurate metagenomic profiling of both prokaryotic and viral populations by pseudo-mapping"
      },
      {
        "paperId": "200d5e333c76bb93800ec8d1dc807ee72a768511",
        "title": "Genomic diversity and comprehensive taxonomical classification of 61 Bacillus subtilis group member infecting bacteriophages, and the identification of ortholog taxonomic signature genes"
      },
      {
        "paperId": "5162b24f3d74839e93204a3850069a93fed713b0",
        "title": "KMCP: accurate metagenomic profiling of both prokaryotic and viral populations by pseudo-mapping"
      },
      {
        "paperId": "5b54179ab66be99dd827e9dddf0290356ab980e6",
        "title": "Top-heavy trophic structure within benthic viral dark matter"
      },
      {
        "paperId": "fb5460052fab79378097d946b94ccc82a76c4e86",
        "title": "Revealing bacteria-phage interactions in human microbiome through the CRISPR-Cas immune systems"
      },
      {
        "paperId": "0308f9261d0023826f08dc3f713ca7bc6dd4bcaa",
        "title": "Phage family classification under Caudoviricetes: A review of current tools using the latest ICTV classification framework"
      },
      {
        "paperId": "b63fe010143f054a50594e99b3770e33d0d5ce7c",
        "title": "Bacteriophage Genetic Edition Using LSTM"
      },
      {
        "paperId": "b008724915a987b5eb9b31dfcb41ee4907f4b1cf",
        "title": "Synthetic-to-real: instance segmentation of clinical cluster cells with unlabeled synthetic training"
      },
      {
        "paperId": "9e2759d86d29186cb0da71d6526abc63921a902e",
        "title": "PhaTYP: predicting the lifestyle for bacteriophages using BERT"
      },
      {
        "paperId": "91e8fd28a297b3378ea4e748601beb0c591a1136",
        "title": "A relationship between phages and organic carbon in wastewater treatment plant effluents"
      },
      {
        "paperId": "434f52dc7a5a077aba88db14fa87f19547731480",
        "title": "Comparative Genomics of Xylella fastidiosa Explores Candidate Host-Specificity Determinants and Expands the Known Repertoire of Mobile Genetic Elements and Immunity Systems"
      },
      {
        "paperId": "8e7a54d39de43111aa17038413ddedc96e91c52f",
        "title": "PPA-GCN: A Efficient GCN Framework for Prokaryotic Pathways Assignment"
      },
      {
        "paperId": "e973b00f50b1a441e8ef6e76c8fa3d64eea06b2a",
        "title": "CHERRY: a Computational metHod for accuratE pRediction of virus–pRokarYotic interactions using a graph encoder–decoder model"
      },
      {
        "paperId": "13e481bc9cb6d71713ff7f310d0f49219a506fbe",
        "title": "Dataset of Oyster Virome and the Remarkable Virus Diversity in Filter-Feeding Oysters"
      },
      {
        "paperId": "c7faad0e7fef07bd1a687cb9ef58abcf73d25cc5",
        "title": "Comparative genomics of Xylella fastidiosa suggests determinants of host-specificity and expands its mobile genetic elements repertoire"
      },
      {
        "paperId": "77f83006bbd9d8047e8b6d987bc6e5505001c3a0",
        "title": "Diversity and dynamics of the CRISPR-Cas systems associated with Bacteroides fragilis in human population"
      },
      {
        "paperId": "940ca9be19cf58c12fa48954f0d48cfc036374b2",
        "title": "Application of machine learning in bacteriophage research"
      },
      {
        "paperId": "34022c72da6d992fed5932e1d226a9ee3d8bb1a6",
        "title": "Predicting the hosts of prokaryotic viruses using GCN-based semi-supervised learning"
      },
      {
        "paperId": "e34901fc2bfdeb0a8f9dc3911bed35b82a637424",
        "title": "Machine learning prediction in genomic sequences of prokaryotic viruses from metagenomic datasets"
      },
      {
        "paperId": "45d9eae7d189fa644249660a293a1028b6e72c0d",
        "title": "P HAGE TAXONOMIC CLASSIFICATION : CHALLENGES , CURRENT TOOLS , AND LIMITATIONS"
      },
      {
        "paperId": "b914ba6abb69072274cff1b91b9d0137016b9d11",
        "title": "Detecting the hosts of bacteriophages using GCN-based semi-supervised learning"
      }
    ],
    "references": [
      {
        "paperId": "4c1bc183e1714a9c41fafb5653081c5137164d7d",
        "title": "Deep Learning in LncRNAome: Contribution, Challenges, and Perspectives"
      },
      {
        "paperId": "a998e0c619187c0d884a37480f7de63ae85714a1",
        "title": "Viral metagenomes of Lake Soyang, the largest freshwater lake in South Korea"
      },
      {
        "paperId": "f1f99caf7fe8d4fd19521a37f371c881237c69ec",
        "title": "DeepLGP: a novel deep learning method for prioritizing lncRNA target genes"
      },
      {
        "paperId": "be9e8487ede5ab25339c49d8c67cd2442e122447",
        "title": "CHEER: HierarCHical taxonomic classification for viral mEtagEnomic data via deep leaRning"
      },
      {
        "paperId": "e3681cef0f89bbe6712da675ed92970d518cddf4",
        "title": "Identifying viruses from metagenomic data using deep learning"
      },
      {
        "paperId": "553c6367fb6e08b9ad81bce888ccbda3bf5babc4",
        "title": "Freshwater viral metagenome reveals novel and functional phage-borne antibiotic resistance genes"
      },
      {
        "paperId": "264dce3b20cf0fa268b83a78b64c285ca3de1ebf",
        "title": "Human Virome and Disease: High-Throughput Sequencing for Virus Discovery, Identification of Phage-Bacteria Dysbiosis and Development of Therapeutic Approaches with Emphasis on the Human Gut"
      },
      {
        "paperId": "74a320c7257b9e0539d6ee1171b4a37a960da2cc",
        "title": "Taxonomic assignment of uncultivated prokaryotic virus genomes is enabled by gene-sharing networks"
      },
      {
        "paperId": "d84ae8cfd5d82d8e770dd6cc13ed0d223c43734b",
        "title": "Classifying the Unclassified: A Phage Classification Method"
      },
      {
        "paperId": "606b8e751991272ed252632383f4726d792fb638",
        "title": "Evaluation of the genomic diversity of viruses infecting bacteria, archaea and eukaryotes using a common bioinformatic platform: steps towards a unified taxonomy"
      },
      {
        "paperId": "5ea9c352ad18b4e3b86bdade791e92e9e0d89482",
        "title": "DeepFam: deep learning based alignment-free method for protein family modeling and prediction"
      },
      {
        "paperId": "f9e3ac9dabb78a07b46b743b989b2c9c11b805c1",
        "title": "Detection of viruses in abalone tissue using metagenomics technology"
      },
      {
        "paperId": "0952e5c4ca85e54d48d8ab156c83d6719f465509",
        "title": "Genomic and ecological study of two distinctive freshwater bacteriophages infecting a Comamonadaceae bacterium"
      },
      {
        "paperId": "7781fc5994b65bd89186518ffaf7d769c4260a15",
        "title": "Phage or foe: an insight into the impact of viral predation on microbial communities"
      },
      {
        "paperId": "6238d46f738e0a25f4b71cbe2ce67864a3facfda",
        "title": "vConTACT: an iVirus tool to classify double-stranded DNA viruses that infect Archaea and Bacteria"
      },
      {
        "paperId": "36eff562f65125511b5dfab68ce7f7a943c27478",
        "title": "Semi-Supervised Classification with Graph Convolutional Networks"
      },
      {
        "paperId": "f05d47f2f6ab7b63f507240e63a93c42cf6c01ab",
        "title": "Marine phage genomics: the tip of the iceberg"
      },
      {
        "paperId": "a3ac5c3921c164ad35f5dd2a2aacdb7074c6d05e",
        "title": "Viral metabolic reprogramming in marine ecosystems."
      },
      {
        "paperId": "42d3ae61ca296558cba61446bd95b8a6e5b1082d",
        "title": "Predicting the sequence specificities of DNA- and RNA-binding proteins by deep learning"
      },
      {
        "paperId": "c3380127c45af3833ae5d1d6f8f0856d97838ea5",
        "title": "Fast and sensitive protein alignment using DIAMOND"
      },
      {
        "paperId": "6238d517da8cbf5477d302f4879c0930c91de887",
        "title": "MEGAHIT: an ultra-fast single-node solution for large and complex metagenomics assembly via succinct de Bruijn graph"
      },
      {
        "paperId": "c98044cabe7d857f572336f8804ed52eaf05819f",
        "title": "A highly abundant bacteriophage discovered in the unknown sequences of human faecal metagenomes"
      },
      {
        "paperId": "87f40e6f3022adbc1f1905e3e506abad05a9964f",
        "title": "Distributed Representations of Words and Phrases and their Compositionality"
      },
      {
        "paperId": "6fc39a191ff32b4c8732dbe8dc45ee53d7f47ab8",
        "title": "Phylogenomic Network and Comparative Genomics Reveal a Diverged Member of the ϕKZ-Related Group, Marine Vibrio Phage ϕJM-2012"
      },
      {
        "paperId": "601baf3e4a7eba5c942f5ecec5422118017bd50e",
        "title": "Orthologous Gene Clusters and Taxon Signature Genes for Viruses of Prokaryotes"
      },
      {
        "paperId": "0c13700d0e9a5484d6706af8035304e11ecf90fe",
        "title": "Phage display—A powerful technique for immunotherapy"
      },
      {
        "paperId": "cdb91f039a0e7f5fde482d930f2acab358758691",
        "title": "ART: a next-generation sequencing read simulator"
      },
      {
        "paperId": "1337dcabc11c7d93ede1a8eb7b86fabaa5953aac",
        "title": "Pros and cons of phage therapy"
      },
      {
        "paperId": "e3b68ee8cbc57e16a85a2aa79c0befa9a12738c8",
        "title": "Naïve Bayesian Classifier for Rapid Assignment of rRNA Sequences into the New Bacterial Taxonomy"
      },
      {
        "paperId": "fc40112bedccb8a9d834baedc28be1915e3cc7e7",
        "title": "Antimicrobial drug discovery through bacteriophage genomics"
      },
      {
        "paperId": "c15d077331ed4c50c716cb766bd926fdf93f5cb2",
        "title": "The Phage Proteomic Tree: a Genome-Based Taxonomy for Phage"
      },
      {
        "paperId": null,
        "title": "Isolation of Viral Like Particles (VLP) from Tissues of Molluscs"
      },
      {
        "paperId": "c6dd6c38a3c6ea54a7374dcad025e7d5a8080956",
        "title": "MG-RAST, a Metagenomics Service for Analysis of Microbial Community Structure and Function."
      },
      {
        "paperId": "3b8f16d7b145ebf7b55bf0315d1c6846093eab30",
        "title": "Bacteriophage: genetics and molecular biology."
      },
      {
        "paperId": "949d2a5d4e1ce343425ec7fdd6f5abfcadccdfd7",
        "title": "Epitope identification and discovery using phage display libraries: applications in vaccine development and diagnostics."
      }
    ]
  }
}