{
  "cache_date": "2025-03-14T02:57:45.156546",
  "data": {
    "paperId": "e1ddecef148277b1f6b5dd761490e561cc8685c7",
    "externalIds": {
      "MAG": "2325800030",
      "DOI": "10.2514/6.2003-6257",
      "CorpusId": 111435385
    },
    "url": "https://www.semanticscholar.org/paper/e1ddecef148277b1f6b5dd761490e561cc8685c7",
    "title": "A SOFTWARE TOOL FOR ESTIMATES OF STERILIZATION RATES BY JOVIAN RADIATION",
    "abstract": "Planetary protection requires probes to planets or small bodies capable of sustaining life to develop a plan for sterilization to prevent contamination by Earth organisms. The intensity of the Jovian radiation belts may provide a useful means for sterilization of space probes to the Jovian system. The Langley Research Center has well-developed capability in radiation shield models for shield evaluation and implications for biological effects. Models for the Jovian environment, transport models for shield evaluation, and biological radiation survival models are combined into a software package for examination of exposures in the Jovian radiation belts. The model systems used in the present study include microbes with high sensitivity (e. g. mouse embryo cells C3HT101/2) and radiation resistant types (e. g. M. Radiodurans). The tool can be developed for routine evaluation of spacecraft geometry and mission scenarios using the Langley collaborative engineering website at http://sirest.larc.nasa.gov.",
    "venue": "",
    "year": 2003,
    "referenceCount": 8,
    "citationCount": 1,
    "influentialCitationCount": 0,
    "authors": [
      {
        "authorId": "2671647",
        "name": "J. Nealy"
      },
      {
        "authorId": "2115847786",
        "name": "John W. Wilson"
      },
      {
        "authorId": "39402520",
        "name": "G. Chew"
      }
    ],
    "citations": [
      {
        "paperId": "e4fcbddcf6dcd08f98a9a6999cdf76682899e7b6",
        "title": "NASA Langley Scientific and Technical Information Output?2003"
      }
    ],
    "references": [
      {
        "paperId": "9268f998889bb115d59e9d8e3a183b7662c9bd42",
        "title": "Heavy Ion Track-Structure Calculations for Radial Dose in Arbitrary Materials"
      },
      {
        "paperId": "66d7097e1bc838601fce7b8d84f097f479062de3",
        "title": "Transport of Space Environment Electrons: A Simplified Rapid-Analysis Computational Procedure"
      },
      {
        "paperId": "7ce36c6326b1c3b95a50713ba6375f27dc3d87f4",
        "title": "HZETRN: Description of a Free-Space Ion and Nucleon Transport and Shielding Computer Program"
      },
      {
        "paperId": "245cfd4ba7017b4404c5e6b8cbd2d511045c74d7",
        "title": "Survey of cellular radiosensitivity parameters."
      },
      {
        "paperId": "e61be2b4dc32e2dee2872c4c0826f5d6a99d21fa",
        "title": "An improved model of galactic cosmic radiation for space exploration missions"
      },
      {
        "paperId": "6d00cb8c4da70a350ea65c96d9c3dcf1a87d16b2",
        "title": "Charged particle distributions in Jupiter's magnetosphere"
      },
      {
        "paperId": "ed77582b9fd5ed8874d30253f0a40dbe19323853",
        "title": "Relationships of radiation track structure to biological effect: A re-interpretation of the parameters of the Katz model"
      },
      {
        "paperId": "38d88fd86b8f3f96b79e18b007f1ca6693d2bf6b",
        "title": "Report Documentation Page Form Approved Low-speed Longitudinal and Lateral-directional Aerodynamic Characteristics of the X-31 Conguration"
      }
    ]
  }
}