{
  "cache_date": "2025-03-14T03:10:14.310171",
  "data": {
    "paperId": "1df6d354eac9ca9b8210babbf2ef143309d25f26",
    "externalIds": {
      "MAG": "3089953766",
      "DBLP": "journals/bioinformatics/YasumizuHSO21",
      "PubMedCentral": "7745649",
      "DOI": "10.1101/2020.05.08.085308",
      "CorpusId": 218632235,
      "PubMed": "33017003"
    },
    "url": "https://www.semanticscholar.org/paper/1df6d354eac9ca9b8210babbf2ef143309d25f26",
    "title": "VIRTUS: a pipeline for comprehensive virus analysis from conventional RNA-seq data",
    "abstract": "The possibility that RNA transcripts from clinical samples contain a plenty of virus RNAs has not been pursued actively so far. We here developed a new tool for analyzing virus-transcribed mRNAs, not virus copy numbers, in the data of conventional and single-cell RNA-sequencing of human cells. Our pipeline, named VIRTUS (VIRal Transcript Usage Sensor), was able to detect 763 viruses including herpesviruses, retroviruses, and even SARS-CoV-2 (COVID-19), and quantify their transcripts in the sequence data. This tool thus enabled simultaneously detecting infected cells, the composition of multiple viruses within the cell, and the endogenous host gene expression profile of the cell. This bioinformatics method would be instrumental in addressing possible effects of covertly infecting viruses on certain diseases and developing new treatments to target 1 such viruses. Availability and implementation VIRTUS is implemented using Common Workflow Language and Docker under a CC-NC license. VIRTUS is freely available at https://github.com/yyoshiaki/VIRTUS. Supplementary information Supplementary data are available at Bioinformatics online.",
    "venue": "bioRxiv",
    "year": 2020,
    "referenceCount": 17,
    "citationCount": 16,
    "influentialCitationCount": 0,
    "authors": [
      {
        "authorId": "51487156",
        "name": "Y. Yasumizu"
      },
      {
        "authorId": "145018700",
        "name": "Atsushi Hara"
      },
      {
        "authorId": "35141729",
        "name": "S. Sakaguchi"
      },
      {
        "authorId": "2497885",
        "name": "N. Ohkura"
      }
    ],
    "citations": [
      {
        "paperId": "fa4ca1fe0a3bd8c61b16f15fc280012236c07352",
        "title": "Biological landscape of human papilloma virus-related head and neck cancer according to virus genotype"
      },
      {
        "paperId": "ac241a41775c4b38991ea22ac41127e54dc35dd8",
        "title": "Human herpesvirus‐associated transposable element activation in human aging brains with Alzheimer's disease"
      },
      {
        "paperId": "80e9d5b22f5d630812aa3a05ef1565801d6a1c0f",
        "title": "Multi-Omic Data Integration Suggests Putative Microbial Drivers of Aetiopathogenesis in Mycosis Fungoides"
      },
      {
        "paperId": "2a060f599b1f4fcd43eef60a777f082b45bdc63a",
        "title": "APRIL/BAFF upregulation is associated with clonal B-cell expansion in Hunner-type interstitial cystitis."
      },
      {
        "paperId": "818eba43a76ca0e7f1ef5923b27f7ddcdb72de99",
        "title": "Viral Transcript and Tumor Immune Microenvironment-Based Transcriptomic Profiling of HPV-Associated Head and Neck Squamous Cell Carcinoma Identifies Subtypes Associated with Prognosis"
      },
      {
        "paperId": "1c3c1fb3fa49f30e5bbb1925e64751936fbd0ed9",
        "title": "Novel gene fusions in human oropharyngeal carcinoma."
      },
      {
        "paperId": "9954f1cb1fba2f36fc6c54d65ea7874da0f00363",
        "title": "Genomic landscape of glioblastoma without IDH somatic mutation in 42 cases: a comprehensive analysis using RNA sequencing data."
      },
      {
        "paperId": "b151f794343e4bd7de1485c975e3008bdc460fba",
        "title": "Efficient and accurate detection of viral sequences at single-cell resolution reveals putative novel viruses perturbing host gene expression"
      },
      {
        "paperId": "3d5071e10102440b610fc38dbc0248f6200cfecb",
        "title": "After the Infection: A Survey of Pathogens and Non-communicable Human Disease"
      },
      {
        "paperId": "11766b89ec2617212603cb304c74707e60786c43",
        "title": "Lack of strong innate immune reactivity renders macrophages alone unable to control productive Varicella-Zoster Virus infection in an isogenic human iPSC-derived neuronal co-culture model"
      },
      {
        "paperId": "3af5c17608574896f246abaa59f77a8dc238f1f2",
        "title": "Venus: An efficient virus infection detection and fusion site discovery method using single-cell and bulk RNA-seq data"
      },
      {
        "paperId": "9a77a914f8f4e219b294f4ddfe54f5b33d901537",
        "title": "COVID‐19: A systematic review and update on prevention, diagnosis, and treatment"
      },
      {
        "paperId": "8b8be99a43490603fb32be0b4c7fc4a3fb23a646",
        "title": "Myasthenia gravis-specific aberrant neuromuscular gene expression by medullary thymic epithelial cells in thymoma"
      },
      {
        "paperId": "52d924f3dd7d848337dbf5f2661029c5458e7a8b",
        "title": "MTD: a unique pipeline for host and meta-transcriptome joint and integrative analyses of RNA-seq data"
      },
      {
        "paperId": "1a65c3a12556629636d2c33cd32e36d1b604b733",
        "title": "Demystifying emerging bulk RNA-Seq applications: the application and utility of bioinformatic methodology"
      },
      {
        "paperId": "03d2ecf9b2edd606d5e97b86188fd11d4139b15e",
        "title": "Dysregulation of brain and choroid plexus cell types in severe COVID-19"
      }
    ],
    "references": [
      {
        "paperId": "668932d65f44668bb31fca2f19fb9930e2132a21",
        "title": "The landscape of viral associations in human cancers"
      },
      {
        "paperId": "9043ca0bd40d863e6d4bce5614a5307f1ea26e8f",
        "title": "Sequence Analysis"
      },
      {
        "paperId": "da8ce714395eab1cd6802fcfa2d08f0a5029b9f2",
        "title": "RNA based mNGS approach identifies a novel human coronavirus from two individual pneumonia cases in 2019 Wuhan outbreak"
      },
      {
        "paperId": "edee5543ff1310bd038da7e846af76d733318ce5",
        "title": "Single-cell RNA-sequencing of herpes simplex virus 1-infected cells connects NRF2 activation to an antiviral program"
      },
      {
        "paperId": "1553161499f48202696cb1fac9f6ca0f006dc6b0",
        "title": "Improved metagenomic analysis with Kraken 2"
      },
      {
        "paperId": "03f2c3299c36bdd7db4149910e8f99d3ba854b1a",
        "title": "Detection of human papillomavirus in cases of head and neck squamous cell carcinoma by RNA‐seq and VirTect"
      },
      {
        "paperId": "d75cb46415e07a014365741196dbe7b69d4dfed3",
        "title": "Performance of neural network basecalling tools for Oxford Nanopore sequencing"
      },
      {
        "paperId": "f6efb98b4e474bb1c2573abf763fc79821890434",
        "title": "Correction to: Applications and potential of genome editing in crop improvement"
      },
      {
        "paperId": "2b3b75ed38aa210be717a8742c9bfd3db9e194d6",
        "title": "Epstein–Barr virus reprograms human B lymphocytes immediately in the prelatent phase of infection"
      },
      {
        "paperId": "236a52cf5be97a4f278b2311fbbac46234351ae9",
        "title": "Alevin efficiently estimates accurate gene abundances from dscRNA-seq data"
      },
      {
        "paperId": "0fa56e9ad5cc3da874ce5d1d9a1e868f6528db1b",
        "title": "fastp: an ultra-fast all-in-one FASTQ preprocessor"
      },
      {
        "paperId": "3912ab67aa922819883bb5f99b8207284842fbfe",
        "title": "Transcription factors operate across disease loci, with EBNA2 implicated in autoimmunity"
      },
      {
        "paperId": "1dc9ed497a9209f8c563e6d1b4703cf60a7cc208",
        "title": "Transcriptional response to hepatitis C virus infection and interferon‐alpha treatment in the human liver"
      },
      {
        "paperId": "30ca32529ca227263b3a1e5986fb57b22afde2bd",
        "title": "Salmon: fast and bias-aware quantification of transcript expression using dual-phase inference"
      },
      {
        "paperId": "b4bdd1f44cc625f86f76a92e34ff380b04737b2b",
        "title": "RNA-seq Analysis Reveals Unique Transcriptome Signatures in Systemic Lupus Erythematosus Patients with Distinct Autoantibody Specificities"
      },
      {
        "paperId": null,
        "title": "Differentially expressed genes between HSV-1 infected and non-infected cells. The x-axis shows log2 fold change in the gene expression and the y-axis represents -log10"
      },
      {
        "paperId": null,
        "title": "peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint (which this version posted"
      }
    ]
  }
}