{
  "cache_date": "2025-03-14T03:49:59.389351",
  "data": {
    "paperId": "d9bd1735139fe0366632c9417ebe3e9727d20e6f",
    "externalIds": {
      "MAG": "2120307558",
      "DBLP": "conf/apsec/KeungJ08",
      "DOI": "10.1109/APSEC.2008.44",
      "CorpusId": 13364652
    },
    "url": "https://www.semanticscholar.org/paper/d9bd1735139fe0366632c9417ebe3e9727d20e6f",
    "title": "Automated Support for Software Cost Estimation Using Web-CoBRA",
    "abstract": "Software cost estimation is a crucial yet very difficult task for a project manager at the very beginning of a new project. Since software projects are always different in nature, past projects may not necessarily cover all aspects of a new project when used as a basis for cost estimation. The CoBRA hybrid cost estimation technique uses expert knowledge to build a causal model of context-specific cost factors and past project data to predict costs in terms of effort as well as to assess the risks of a project. Further practical advantages of CoBRA are its high level of interpretability and its transparency. While our previous studies have shown that a modified CoBRA called Web-CoBRA produces higher prediction accuracy, the method was not fully adopted by our industry partner because of its complex application steps when it is manually performed. In this paper, we report on our experiences with further automating Web-CoBRA based software cost estimation for a software company. It supports group decision-making processes by utilizing a wideband Delphi technique. We identify a range of problems when applying Web-CoBRA in the context of a software company and describe the approaches we used to solve these problems in our new tool called EffortWatch. Furthermore, we report on the evaluation and the effectiveness of EffortWatch using a technology acceptance model (TAM) questionnaire. The result is then compared with a previous study, showing EffortWatch drastically improves the use of the Web-CoBRA technique.",
    "venue": "Asia-Pacific Software Engineering Conference",
    "year": 2008,
    "referenceCount": 24,
    "citationCount": 3,
    "influentialCitationCount": 0,
    "authors": [
      {
        "authorId": "46796087",
        "name": "J. Keung"
      },
      {
        "authorId": "2272442479",
        "name": "Ross Jeffery"
      }
    ],
    "citations": [
      {
        "paperId": "71d29f2145125e1daf1847b9ca5c2d395a1e1f52",
        "title": "CoBRA without experts: New paradigm for software development effort estimation using COCOMO metrics"
      },
      {
        "paperId": "b3a1160d3b83e4f0525769b831945679dd47488e",
        "title": "Software Effort Estimation for Successful Software Application Development"
      },
      {
        "paperId": "0639338635bf74694f43e306e85082c017e2d9e9",
        "title": "Organizational Strategies and Social Interaction Influence in Software Development Effort Estimation"
      }
    ],
    "references": [
      {
        "paperId": "0f6de13496e2eaa17749f7094465717524f86205",
        "title": "Comparison of Artificial Neural Network and Regression Models in Software Effort Estimation"
      },
      {
        "paperId": "c601686aee2ae9415c2795de9e20c6ce4a23c8c3",
        "title": "The challenge of introducing a new software cost estimation technology into a small software organisation"
      },
      {
        "paperId": "1ba2b2a382e2593d4ec3dab39e61d47123afc37b",
        "title": "A review of studies on expert estimation of software development effort"
      },
      {
        "paperId": "d9bf5a7d664b2fedbdb516ff323888d4c87fea28",
        "title": "Cost estimation for web applications"
      },
      {
        "paperId": "f2708abcdda56932197b6b03296edc9f20916ef0",
        "title": "Software development cost estimation approaches — A survey"
      },
      {
        "paperId": "6157c688e166cc34cdc5e421e69424a4167c0dbf",
        "title": "Bayesian Analysis of Empirical Software Engineering Cost Models"
      },
      {
        "paperId": "1b9a83673d921f81e764de21b845a9232a7de0af",
        "title": "An Empirical Study of Analogy-based Software Effort Estimation"
      },
      {
        "paperId": "1b8eed74e16657b1ee4746b965a3d0837bad824e",
        "title": "COBRA: a hybrid method for software cost estimation, benchmarking, and risk assessment"
      },
      {
        "paperId": "6befe45970a4ee6f964876b471bf618c09bc8349",
        "title": "A comparison of software effort estimation techniques: Using function points with neural networks, case-based reasoning and regression models"
      },
      {
        "paperId": "973e69c85d94d73426aab80669b317cd9b661c49",
        "title": "Estimating Software Project Effort Using Analogies"
      },
      {
        "paperId": "1cb81c31c5495f33c4a9fedfc73f5dd98c6c5df6",
        "title": "Monte Carlo: Concepts, Algorithms, and Applications"
      },
      {
        "paperId": "b4f09a3bc6d955793ce8265a13a1b2c20d29eadc",
        "title": "Quantitative Risk Analysis: A Guide to Monte Carlo Simulation Modelling"
      },
      {
        "paperId": "acad7bc3961c11ec5593ad18fc86d718ae55a367",
        "title": "Experience With the Accuracy of Software Maintenance Task Effort Prediction Models"
      },
      {
        "paperId": "7d8b40eb7f3eb0e03c35f066c97a2040f2f8b724",
        "title": "Machine Learning Approaches to Estimating Software Development Effort"
      },
      {
        "paperId": "1d5c22408f0203d3b052b1aeac7083d9d5529427",
        "title": "Encyclopedia of Software Engineering"
      },
      {
        "paperId": "72910077a29caf411dbb03148997c72b47e65ab0",
        "title": "Software Engineering Economics"
      },
      {
        "paperId": "4e5f14131db1dada5eab8c5d4bf1317e611bb107",
        "title": "A Pattern Recognition Approach for Software Engineering Data Analysis"
      },
      {
        "paperId": "ea349162d97873d4493502e205968ffccb23fcf2",
        "title": "Perceived Usefulness, Perceived Ease of Use, and User Acceptance of Information Technology"
      },
      {
        "paperId": "8a59a57969cd8a74ddecb50879265d70cfad5be7",
        "title": "An empirical validation of software cost estimation models"
      },
      {
        "paperId": "6329760544b3bd8ba3d734afac23afc6fcc4ec65",
        "title": "Software project development cost estimation"
      },
      {
        "paperId": "e141967830295d9a1a2f1442bf62fc936a44bdcd",
        "title": "A General Empirical Solution to the Macro Software Sizing and Estimating Problem"
      },
      {
        "paperId": "841c98fb794529e2d9ee1cc06c5b0d206bf4a14d",
        "title": "On Social Technology"
      },
      {
        "paperId": null,
        "title": "Stop Promising Miracles"
      },
      {
        "paperId": null,
        "title": "Software Estimating Technology: A Survey, Crosstalk"
      }
    ]
  }
}