{
  "cache_date": "2025-03-14T03:57:28.299317",
  "data": {
    "paperId": "c3556b1fcc142b1de1a45a5e21e890010a51d265",
    "externalIds": {
      "MAG": "3035309240",
      "DOI": "10.1101/2020.06.09.142919",
      "CorpusId": 219636753
    },
    "url": "https://www.semanticscholar.org/paper/c3556b1fcc142b1de1a45a5e21e890010a51d265",
    "title": "V-pipe: a computational pipeline for assessing viral genetic diversity from high-throughput sequencing data",
    "abstract": "High-throughput sequencing technologies are used increasingly, not only in viral genomics research but also in clinical surveillance and diagnostics. These technologies facilitate the assessment of the genetic diversity in intra-host virus populations, which affects transmission, virulence, and pathogenesis of viral infections. However, there are two major challenges in analysing viral diversity. First, amplification and sequencing errors confound the identification of true biological variants, and second, the large data volumes represent computational limitations. To support viral high-throughput sequencing studies, we developed V-pipe, a bioinformatics pipeline combining various state-of-the-art statistical models and computational tools for automated end-to-end analyses of raw sequencing reads. V-pipe supports quality control, read mapping and alignment, low-frequency mutation calling, and inference of viral haplotypes. For generating high-quality read alignments, we developed a novel method, called ngshmmalign, based on profile hidden Markov models and tailored to small and highly diverse viral genomes. V-pipe also includes benchmarking functionality providing a standardized environment for comparative evaluations of different pipeline configurations. We demonstrate this capability by assessing the impact of three different read aligners (Bowtie 2, BWA MEM, ngshmmalign) and two different variant callers (LoFreq, ShoRAH) on the performance of calling single-nucleotide variants in intra-host virus populations. V-pipe supports various pipeline configurations and is implemented in a modular fashion to facilitate adaptations to the continuously changing technology landscape. V-pipe is freely available at https://github.com/cbg-ethz/V-pipe.",
    "venue": "bioRxiv",
    "year": 2020,
    "referenceCount": 77,
    "citationCount": 11,
    "influentialCitationCount": 0,
    "authors": [
      {
        "authorId": "1402232050",
        "name": "Susana Posada-Céspedes"
      },
      {
        "authorId": "2055385139",
        "name": "David Seifert"
      },
      {
        "authorId": "79719556",
        "name": "I. Topolsky"
      },
      {
        "authorId": "7511029",
        "name": "K. Metzner"
      },
      {
        "authorId": "2337683",
        "name": "N. Beerenwinkel"
      }
    ],
    "citations": [
      {
        "paperId": "69206a0f76ed3b6dae526aec5ba95697f8bdbf95",
        "title": "Impact of reference design on estimating SARS-CoV-2 lineage abundances from wastewater sequencing data"
      },
      {
        "paperId": "80acf06c4399b9736417e4a26996ecd07329260b",
        "title": "Lineage abundance estimation for SARS-CoV-2 in wastewater using transcriptome quantification techniques"
      },
      {
        "paperId": "33f77fa47dba7fe036e9617e3aac49c673b097a3",
        "title": "HaploDMF: viral haplotype reconstruction from long reads via deep matrix factorization"
      },
      {
        "paperId": "417a65f1841a1cbf196ddbb140434e35fd450713",
        "title": "Variant abundance estimation for SARS-CoV-2 in wastewater using RNA-Seq quantification"
      },
      {
        "paperId": "6983bdfc1d8c5b770b7f5a19b82ce40c230c146f",
        "title": "Quantification of the spread of SARS-CoV-2 variant B.1.1.7 in Switzerland"
      },
      {
        "paperId": "aea920686623d88adbd7ba593dc4009f00216de2",
        "title": "Detection of SARS-CoV-2 variants in Switzerland by genomic analysis of wastewater samples"
      },
      {
        "paperId": "eaf4211eaef703c37d531f0489cfff3bd42f4658",
        "title": "The International Virus Bioinformatics Meeting 2020"
      },
      {
        "paperId": "0165f794f0f0d8c01150b1116d21e221bd0a07fa",
        "title": "Heritability of the HIV-1 reservoir size and decay under long-term suppressive ART"
      },
      {
        "paperId": "f0eb62578b27f367140dcb4095d1140d3c695747",
        "title": "Quantifying SARS-CoV-2 spread in Switzerland based on genomic sequencing data"
      },
      {
        "paperId": "7c21305efa44a3aa857791c3af3a5be8222b70f2",
        "title": "Within-patient genetic diversity of SARS-CoV-2"
      },
      {
        "paperId": "e7101ede00b1d996072c8163f53b56eb66711044",
        "title": "Computational strategies to combat COVID-19: useful tools to accelerate SARS-CoV-2 and coronavirus research"
      }
    ],
    "references": [
      {
        "paperId": "e4161d1e6f1d38dd8e701bf8a8da3795f6fb5eba",
        "title": "Performance comparison of next generation sequencing analysis pipelines for HIV-1 drug resistance testing"
      },
      {
        "paperId": "895f84c6fd313a680009f1789fa6e626c72843a5",
        "title": "Low-abundance drug-resistant HIV-1 variants in antiretroviral drug-naïve individuals: A systematic review of detection methods, prevalence, and clinical impact."
      },
      {
        "paperId": "44ae3596dda6d5064ae558e60b3a10781561a7f4",
        "title": "2019 update of the drug resistance mutations in HIV-1."
      },
      {
        "paperId": "5d273cbdf65be7d118491f30f4296d4190fe310b",
        "title": "A MiSeq-HyDRA platform for enhanced HIV drug resistance genotyping and surveillance"
      },
      {
        "paperId": "ad9f295cb901f4d3f066113ffa736a590ab8b8b8",
        "title": "Direct RNA nanopore sequencing of full-length coronavirus genomes provides novel insights into structural variants and enables modification analysis"
      },
      {
        "paperId": "b2cff63d9ee5ec31d2ae1dd9183fdcd6543eeb89",
        "title": "Comparison of antiviral resistance across acute and chronic viral infections"
      },
      {
        "paperId": "bf2d9cd0132bede3a6e6696e8d4027b371e008d8",
        "title": "Measurement error and variant-calling in deep Illumina sequencing of HIV"
      },
      {
        "paperId": "e04c07a55618326e92b7d33a73401da3f6732036",
        "title": "Easy and accurate reconstruction of whole HIV genomes from short-read sequence data with shiver"
      },
      {
        "paperId": "f2b0f8f204380660280c8e25eef5a0da9adc13f8",
        "title": "ViraPipe: scalable parallel pipeline for viral metagenome analysis from next generation sequencing reads"
      },
      {
        "paperId": "517edca9e3c7d207d07c52854fbd96536baf23af",
        "title": "A penalized regression approach to haplotype reconstruction of viral populations arising in early HIV/SIV infection"
      },
      {
        "paperId": "10b5a98292e2063cff7e9db5ca633dad203dd548",
        "title": "Recent advances in inferring viral diversity from high-throughput sequencing data."
      },
      {
        "paperId": "484a08311081aa41cb3eb74abb11fc6661ee8cc5",
        "title": "Understanding Hepatitis C Virus Drug Resistance: Clinical Implications for Current and Future Regimens."
      },
      {
        "paperId": "0e4346233ffc4103c890de50d09dd46d507135a8",
        "title": "VirusSeeker, a computational pipeline for virus discovery and virome composition analysis."
      },
      {
        "paperId": "6ab0ae47c3a6d10a999e8549cfe6b3d234192b8a",
        "title": "MinVar: A rapid and versatile tool for HIV-1 drug resistance genotyping by deep sequencing."
      },
      {
        "paperId": "993e0ba5f930071e91b78d056ffcab7aa9e175f3",
        "title": "Extra-epitopic hepatitis C virus polymorphisms confer resistance to broadly neutralizing antibodies by modulating binding to scavenger receptor B1"
      },
      {
        "paperId": "76d4e26aeff09a10a1a5a144343ca0fe5378c4d2",
        "title": "De novo assembly of viral quasispecies using overlap graphs"
      },
      {
        "paperId": "f578e705010c6e991dc26f0a08c48f5ac3dbfe50",
        "title": "Coming of age: ten years of next-generation sequencing technologies"
      },
      {
        "paperId": "b95b93e74a674e178ab40b37ae1eee0a8c784c4f",
        "title": "Long single-molecule reads can resolve the complexity of the Influenza virus composed of rare, closely related mutant variants"
      },
      {
        "paperId": "d0620683a194e739baca5c13917899ad7e5b2337",
        "title": "VIP: an integrated pipeline for metagenomics of virus identification and discovery"
      },
      {
        "paperId": "6b72eb0f6694ca053f7d7693d5878c9f69302d37",
        "title": "Low-Frequency Drug Resistance in HIV-Infected Ugandans on Antiretroviral Treatment Is Associated with Regimen Failure"
      },
      {
        "paperId": "6ee06b0c264e48df85d5ca2de02c0263bd85eccb",
        "title": "Quantifying influenza virus diversity and transmission in humans"
      },
      {
        "paperId": "d9698587e125f0179f5f9f1ab7f89560d4a0b3e0",
        "title": "Population genomics of intrapatient HIV-1 evolution"
      },
      {
        "paperId": "dadcde2cefa5d6161e84d16987ece02eceed6009",
        "title": "VirAmp: a galaxy-based viral genome assembly pipeline"
      },
      {
        "paperId": "34e8eac75ea58fa04b6d5749a564e8916440a3b5",
        "title": "ViQuaS: an improved reconstruction pipeline for viral quasispecies spectra generated by next-generation sequencing"
      },
      {
        "paperId": "7622499e5ec151384ca40a130a8519d21d411ef9",
        "title": "Development of a virus detection and discovery pipeline using next generation sequencing."
      },
      {
        "paperId": "15b2d900f2ef0eac36bc24f1a0d4fe6342c6aff5",
        "title": "Low-frequency drug-resistant HIV-1 and risk of virological failure to first-line NNRTI-based ART: a multicohort European case–control study using centralized ultrasensitive 454 pyrosequencing"
      },
      {
        "paperId": "d4d6bef7e3df07197a9882a89f140a394e3c6a5c",
        "title": "A cloud-compatible bioinformatics pipeline for ultrarapid pathogen identification from next-generation sequencing of clinical samples"
      },
      {
        "paperId": "17c29bfd0e5bcd846c9b5893a024011ecf3a3de1",
        "title": "Full-length haplotype reconstruction to infer the structure of heterogeneous virus populations"
      },
      {
        "paperId": "858c455a16e29d9a65f8257ed87b18ff14c6218c",
        "title": "Deep Neural Networks Rival the Representation of Primate IT Cortex for Core Visual Object Recognition"
      },
      {
        "paperId": "78c0a746034404edb9cbdbd19bd40389c3b6bdbc",
        "title": "Accurate viral population assembly from ultra-deep sequencing data"
      },
      {
        "paperId": "f6cd11d6dcb1573d371fd221fb5c67a5d77c6b4f",
        "title": "Viral Quasispecies Assembly via Maximal Clique Enumeration"
      },
      {
        "paperId": "e21356443a8cc1c47fb4a015b93e49c7e2cab3b4",
        "title": "Quasispecies tropism and compartmentalization in gut and peripheral blood during early and chronic phases of HIV-1 infection: possible correlation with immune activation markers."
      },
      {
        "paperId": "068828c9b6940d2fa9306006b0a0341877ec90dc",
        "title": "Prevalence and Evolution of Low Frequency HIV Drug Resistance Mutations Detected by Ultra Deep Sequencing in Patients Experiencing First Line Antiretroviral Therapy Failure"
      },
      {
        "paperId": "c3d283defe4a34b74c638f34dffe7d53cef67536",
        "title": "V-Phaser 2: variant inference for viral populations"
      },
      {
        "paperId": "007126a5d2446199fbe3b311ef4443efddbf5ecf",
        "title": "Next-generation sequencing technologies in diagnostic virology."
      },
      {
        "paperId": "79691661b8aca02b88b53ec9263ffcf839382c55",
        "title": "Accurate single nucleotide variant detection in viral populations by combining probabilistic clustering with a statistical test of strand bias"
      },
      {
        "paperId": "82cdbe70278b08ce1a9b0b577403b51595c498dd",
        "title": "Association between adverse clinical outcome in human disease caused by novel influenza A H7N9 virus and sustained viral shedding and emergence of antiviral resistance"
      },
      {
        "paperId": "74574ee09030e8aadb48fa349eb9b054e2f95ceb",
        "title": "Aligning sequence reads, clone sequences and assembly contigs with BWA-MEM"
      },
      {
        "paperId": "01b1c227559c7dee2683deca8ed15717db787813",
        "title": "MAFFT Multiple Sequence Alignment Software Version 7: Improvements in Performance and Usability"
      },
      {
        "paperId": "3bed7a30453171d6df01d90b8a6091b7111e5241",
        "title": "The complex transcriptional landscape of the anucleate human platelet"
      },
      {
        "paperId": "0b156c980dbd38ec3fd54799d317c7385e582fc0",
        "title": "LoFreq: a sequence-quality aware, ultra-sensitive variant caller for uncovering cell-population heterogeneity from high-throughput sequencing datasets"
      },
      {
        "paperId": "3be20ebc4d9f7c3523c551fdfab02094ba3370b6",
        "title": "Challenges and opportunities in estimating viral genetic diversity from next-generation sequencing data"
      },
      {
        "paperId": "6c9ca1a10a8a9c1541e013b3107099addd08fb69",
        "title": "Probabilistic Inference of Viral Quasispecies Subject to Recombination"
      },
      {
        "paperId": "6fca260e9a3c37e246cc15e7639d1a5fa2aed465",
        "title": "Fast gapped-read alignment with Bowtie 2"
      },
      {
        "paperId": "6cc45145d6831ff0ca5542c16f364d6a2da459b7",
        "title": "Whole Genome Deep Sequencing of HIV-1 Reveals the Impact of Early Minor Variants Upon Immune Recognition During Acute Infection"
      },
      {
        "paperId": "e6bca6ec588ef6573556da2a0f2d62963a0de4b8",
        "title": "Highly Sensitive and Specific Detection of Rare Variants in Mixed Viral Populations from Massively Parallel Sequence Data"
      },
      {
        "paperId": "cdb91f039a0e7f5fde482d930f2acab358758691",
        "title": "ART: a next-generation sequencing read simulator"
      },
      {
        "paperId": "56ca702dd43bfbed47c6509a93bb841b66907e47",
        "title": "Ultrasensitive detection of rare mutations using next-generation targeted resequencing"
      },
      {
        "paperId": "b95febab93c42eea33a10cf38d93a730e28c887d",
        "title": "Rapid emergence of telaprevir resistant hepatitis C virus strain from wildtype clone in vivo"
      },
      {
        "paperId": "8f25d64f364802b834ebebb0afa2d61d8ea167ae",
        "title": "ShoRAH: estimating the genetic diversity of a mixed sample from next-generation sequencing data"
      },
      {
        "paperId": "168f28ac3c8c7ea63bf7ed25f2288e8b67e2fe74",
        "title": "Scikit-learn: Machine Learning in Python"
      },
      {
        "paperId": "8d000772f3f26ed2b2524c31078781d2916c3cbf",
        "title": "The Evolutionary Analysis of Emerging Low Frequency HIV-1 CXCR4 Using Variants through Time—An Ultra-Deep Approach"
      },
      {
        "paperId": "99a1520bc334c111ff84619a1ac376f009d0d3bf",
        "title": "NWChem: A comprehensive and scalable open-source solution for large scale molecular simulations"
      },
      {
        "paperId": "be7a1035a408c9b83ec4276dd58f42dfea85bac6",
        "title": "Error correction of next-generation sequencing data and reliable estimation of HIV quasispecies"
      },
      {
        "paperId": "d18dc86f9c5b9cd3e7416a0d332a7e1a348a0565",
        "title": "Quasispecies Theory and the Behavior of RNA Viruses"
      },
      {
        "paperId": "a8b3ce020f4076e066a944bf2560b1ecd339455e",
        "title": "Bistable, Irregular Firing and Population Oscillations in a Modular Attractor Memory Network"
      },
      {
        "paperId": "17fe66cae39e2764231df5658fe8405f3884bbc3",
        "title": "Characterization of Quasispecies of Pandemic 2009 Influenza A Virus (A/H1N1/2009) by De Novo Sequencing Using a Next-Generation DNA Sequencer"
      },
      {
        "paperId": "5cbcb2817fd45afdbb8216564fb5cb5d871bc351",
        "title": "Modeling sequence evolution in acute HIV-1 infection."
      },
      {
        "paperId": "d439e54077229f89950a2ba83ad7754c613c031d",
        "title": "Quantitative Deep Sequencing Reveals Dynamic HIV-1 Escape and Large Population Shifts during CCR5 Antagonist Therapy In Vivo"
      },
      {
        "paperId": "25e6f4e160e0b09a0f7dbea3cebb7d4611953f8b",
        "title": "Deep Sequencing of a Genetically Heterogeneous Sample: Local Haplotype Reconstruction and Read Error Correction"
      },
      {
        "paperId": "e7f04acfe2326ddda1f3b8eaa6d51af0c39d757d",
        "title": "Betulin Is a Potent Anti-Tumor Agent that Is Enhanced by Cholesterol"
      },
      {
        "paperId": "a527993575ae86a97d19ea1bd0bf0ca43780e9e4",
        "title": "Minority HIV-1 Drug Resistance Mutations Are Present in Antiretroviral Treatment–Naïve Populations and Associate with Reduced Treatment Efficacy"
      },
      {
        "paperId": "d28d16b8d4221c8d01f8d878494b98ba3b2ecc53",
        "title": "Rates of evolutionary change in viruses: patterns and determinants"
      },
      {
        "paperId": "1e44fb439bf41fd6e01fd5e8a2a22016c05e6022",
        "title": "The Cost of Pushing Pills: A New Estimate of Pharmaceutical Promotion Expenditures in the United States"
      },
      {
        "paperId": "350f0fa0904e7f0383f45cc55afaf73e19f2ed7f",
        "title": "Characterization of mutation spectra with ultra-deep pyrosequencing: application to HIV-1 drug resistance."
      },
      {
        "paperId": "2c2fb431cd9db3d4a7a0e933f32f3a6da8ba4f03",
        "title": "Quasispecies diversity determines pathogenesis through cooperative interactions in a viral population"
      },
      {
        "paperId": "57633bbbec8f88acec44158c04909528e1e26c0e",
        "title": "Quasispecies dynamics and RNA virus extinction."
      },
      {
        "paperId": "b9a1747a1e80de34cef71c48ca7d8f51a31c2e67",
        "title": "Diversity Considerations in HIV-1 Vaccine Selection"
      },
      {
        "paperId": "f87b1cfa54f72bc5911d5d09f416d2b619c4a693",
        "title": "Worldwide Evaluation of DNA Sequencing Approaches for Identification of Drug Resistance Mutations in the Human Immunodeficiency Virus Type 1 Reverse Transcriptase"
      },
      {
        "paperId": "4dc0a001330ea66f708d378f389aa07bc8ca75d1",
        "title": "Antigenic diversity thresholds and the development of AIDS."
      },
      {
        "paperId": null,
        "title": "experiencing first line antiretroviral therapy failure. PLoS ONE"
      },
      {
        "paperId": "625bdb87e5750faf96fd0c59cb274ff9dda9cbb3",
        "title": "Snakemake - a scalable bioinformatics workflow engine"
      },
      {
        "paperId": "218507ce098ac08d808139f80941732fb78d2f8f",
        "title": "VirusDetect: An automated pipeline for efficient virus discovery using deep sequencing of small RNAs."
      },
      {
        "paperId": "765de4e95f57cffa4a58efb63385f82a73acdfed",
        "title": "HIV Haplotype Inference Using a Propagating Dirichlet Process Mixture Model"
      },
      {
        "paperId": "69b5917997d550cef60ba278a9f5eae520f2d304",
        "title": "Next-generation sequencing technology in clinical virology."
      },
      {
        "paperId": "3954a9714c8fbed8797e9684e830d33d0f50d054",
        "title": "QuRe: software for viral quasispecies reconstruction from next-generation sequencing data"
      }
    ]
  }
}