{
  "cache_date": "2025-03-14T03:52:26.327290",
  "data": {
    "paperId": "95939c820b62faf8f59bbb38953c33a57908b956",
    "externalIds": {
      "DBLP": "journals/bioinformatics/MaccarthyZZK22",
      "DOI": "10.1093/bioinformatics/btab871",
      "CorpusId": 245650965,
      "PubMed": "34978562"
    },
    "url": "https://www.semanticscholar.org/paper/95939c820b62faf8f59bbb38953c33a57908b956",
    "title": "GPU-I-TASSER: a GPU accelerated I-TASSER protein structure prediction tool",
    "abstract": "MOTIVATION\nAccurate and efficient predictions of protein structures play an important role in understanding their functions. I-TASSER (Iterative Threading Assembly Refinement) is one of the most successful and widely used protein structure prediction methods in the recent community-wide CASP experiments. Yet, the computational efficiency of I-TASSER is one of the limiting factors that prevent its application for large-scale structure modelling.\n\n\nRESULTS\nWe present GPU-I-TASSER, a GPU accelerated I-TASSER protein structure prediction tool for fast and accurate protein structure prediction. Our implementation is based on OpenACC parallelization of the replica-exchange Monte Carlo simulations to enhance the speed of I-TASSER by extending its capabilities to the GPU architecture. On a benchmark dataset of 71 protein structures, GPU-I-TASSER achieves on average a 10x speedup with comparable structure prediction accuracy compared to the CPU version of the I-TASSER.\n\n\nAVAILABILITY\nThe complete source code for GPU-I-TASSER can be downloaded and used without restriction from https://zhanggroup.org/GPU-I-TASSER/.\n\n\nSUPPLEMENTARY INFORMATION\nSupplementary data are available at Bioinformatics online.",
    "venue": "Bioinform.",
    "year": 2022,
    "referenceCount": 0,
    "citationCount": 4,
    "influentialCitationCount": 0,
    "authors": [
      {
        "authorId": "78132649",
        "name": "Elijah MacCarthy"
      },
      {
        "authorId": "47424053",
        "name": "Chengxin Zhang"
      },
      {
        "authorId": "41071620",
        "name": "Yang Zhang"
      },
      {
        "authorId": "88771253",
        "name": "K. Dukka"
      }
    ],
    "citations": [
      {
        "paperId": "c5c54f52023a8b9a1f4bfaf3bde6789c38f97dcd",
        "title": "Multi-epitope Vaccine Design against Grouper Iridovirus (GIV) Using Immuno-bioinformatics Approach"
      },
      {
        "paperId": "9acd364c46d5ae01d038fa646206f9e19cb2f8cc",
        "title": "GPU-accelerated and pipelined methylation calling"
      },
      {
        "paperId": "ba70926d4b7d3c8bc9a06d12913d40e68f4556a1",
        "title": "Application Experiences on a GPU-Accelerated Arm-based HPC Testbed"
      },
      {
        "paperId": "9141ab24dce24caea6cbe1352b8a17240d3f8f86",
        "title": "Early Application Experiences on a Modern GPU-Accelerated Arm-based HPC Platform"
      }
    ],
    "references": []
  }
}