{
  "cache_date": "2025-03-14T03:54:20.860452",
  "data": {
    "paperId": "af7e5562c236d63aee2fa919703cd95aa67aada6",
    "externalIds": {
      "MAG": "2967125766",
      "DOI": "10.1128/AAC.00483-19",
      "CorpusId": 201094108,
      "PubMed": "31427293"
    },
    "url": "https://www.semanticscholar.org/paper/af7e5562c236d63aee2fa919703cd95aa67aada6",
    "title": "Validating the AMRFinder Tool and Resistance Gene Database by Using Antimicrobial Resistance Genotype-Phenotype Correlations in a Collection of Isolates",
    "abstract": "Antimicrobial resistance (AMR) is a major public health problem that requires publicly available tools for rapid analysis. To identify AMR genes in whole-genome sequences, the National Center for Biotechnology Information (NCBI) has produced AMRFinder, a tool that identifies AMR genes using a high-quality curated AMR gene reference database. ABSTRACT Antimicrobial resistance (AMR) is a major public health problem that requires publicly available tools for rapid analysis. To identify AMR genes in whole-genome sequences, the National Center for Biotechnology Information (NCBI) has produced AMRFinder, a tool that identifies AMR genes using a high-quality curated AMR gene reference database. The Bacterial Antimicrobial Resistance Reference Gene Database consists of up-to-date gene nomenclature, a set of hidden Markov models (HMMs), and a curated protein family hierarchy. Currently, it contains 4,579 antimicrobial resistance proteins and more than 560 HMMs. Here, we describe AMRFinder and its associated database. To assess the predictive ability of AMRFinder, we measured the consistency between predicted AMR genotypes from AMRFinder and resistance phenotypes of 6,242 isolates from the National Antimicrobial Resistance Monitoring System (NARMS). This included 5,425 Salmonella enterica, 770 Campylobacter spp., and 47 Escherichia coli isolates phenotypically tested against various antimicrobial agents. Of 87,679 susceptibility tests performed, 98.4% were consistent with predictions. To assess the accuracy of AMRFinder, we compared its gene symbol output with that of a 2017 version of ResFinder, another publicly available resistance gene detection system. Most gene calls were identical, but there were 1,229 gene symbol differences (8.8%) between them, with differences due to both algorithmic differences and database composition. AMRFinder missed 16 loci that ResFinder found, while ResFinder missed 216 loci that AMRFinder identified. Based on these results, AMRFinder appears to be a highly accurate AMR gene detection system.",
    "venue": "Antimicrobial Agents and Chemotherapy",
    "year": 2019,
    "referenceCount": 66,
    "citationCount": 819,
    "influentialCitationCount": 129,
    "authors": [
      {
        "authorId": "6073909",
        "name": "M. Feldgarden"
      },
      {
        "authorId": "2531746",
        "name": "V. Brover"
      },
      {
        "authorId": "2617203",
        "name": "D. Haft"
      },
      {
        "authorId": "115730204",
        "name": "Arjun B. Prasad"
      },
      {
        "authorId": "2570958",
        "name": "D. Slotta"
      },
      {
        "authorId": "2735519",
        "name": "I. Tolstoy"
      },
      {
        "authorId": "40641626",
        "name": "G. Tyson"
      },
      {
        "authorId": "2434877",
        "name": "Shaohua Zhao"
      },
      {
        "authorId": "145370621",
        "name": "Chih-Hao Hsu"
      },
      {
        "authorId": "1678882",
        "name": "P. McDermott"
      },
      {
        "authorId": "98784123",
        "name": "Daniel A. Tadesse"
      },
      {
        "authorId": "150061575",
        "name": "C. Morales"
      },
      {
        "authorId": "145167340",
        "name": "M. Simmons"
      },
      {
        "authorId": "6116614",
        "name": "G. Tillman"
      },
      {
        "authorId": "6459726",
        "name": "J. Wasilenko"
      },
      {
        "authorId": "6120181",
        "name": "J. Folster"
      },
      {
        "authorId": "50477132",
        "name": "W. Klimke"
      }
    ],
    "citations": [
      {
        "paperId": "5def7cd8ea24748da3b155e878f9017a959266f9",
        "title": "Antimicrobial and Metal Resistance Genes in Bacteria Isolated from Mine Water in Austria"
      },
      {
        "paperId": "402ad0f348fc60d3b30698ec6aaaf42d0b2a3c8e",
        "title": "Genomic analysis of Brucella melitensis isolates recovered from humans in south Tunisia over 35 years between 1988 and 2022"
      },
      {
        "paperId": "0b440be0070f6690081a714149415ca932a3280f",
        "title": "Longitudinal Patterns in the Isolation and Antimicrobial Resistance of Bovine Mastitis-Causing Bacteria in Ireland"
      },
      {
        "paperId": "08ae88f52e2fd0ebcd4ed453f8ae7d413f7f75a0",
        "title": "Outbreak of Carbapenem-Resistant High-Risk Clone ST244 of Pseudomonas aeruginosa in Dogs and Cats in Algeria"
      },
      {
        "paperId": "565af3490bda712d268abf892c603e947f32e9d4",
        "title": "Assessing hydrocarbon degradation capacity of Isoptericola peretonis sp. nov. and related species: a comparative study"
      },
      {
        "paperId": "0bdea23c82ba064ca699efc8844e4679488e46e2",
        "title": "Decoding the anomalies: a genome-based analysis of Bacillus cereus group strains closely related to Bacillus anthracis"
      },
      {
        "paperId": "e53eef9530b838928cf2d3ece6b40a69bc0432f1",
        "title": "Molecular and Clinical Characterization of Invasive Streptococcus pyogenes Isolates: Insights from Two Northern-Italy Centers"
      },
      {
        "paperId": "f6f95c22cb093ccbd4006c5ac08d11e1f667947a",
        "title": "Antimicrobial Resistance in Pasteurella multocida Isolates from Bovine Mastitis Can Be Associated with Multidrug-Resistance-Mediating Integrative and Conjugative Elements (ICEs)"
      },
      {
        "paperId": "654cb30e25e547e730a49a8463f5c79d64482e02",
        "title": "Whole -Genome sequencing and comparative genomics analysis of Klebsiella pneumoniae isolates from animal source foods"
      },
      {
        "paperId": "e62f1dfa73de2abccc8885dd28bd5c1ae9a39068",
        "title": "Unveiling the Resistome Landscape in Peri-Implant Health and Disease"
      },
      {
        "paperId": "cf6a49e9fac4dfdb6394ce21c5cd3d31fde59e59",
        "title": "Genomic epidemiology and antimicrobial resistance of Morganella clinical isolates between 2016 and 2023"
      },
      {
        "paperId": "2eeee2e07cef09c9b1a0fa6bde81bff5a134b42e",
        "title": "Whole-genome sequence of Salmonella enterica subsp. diarizonae serovar 17: l,v:z: a new serovar isolated from a nose-horned viper in Republic of Serbia"
      },
      {
        "paperId": "44a5de34f936c147a3449eb53c3c5cd55f1e0ab2",
        "title": "The influence of depth on the global deep-sea plasmidome"
      },
      {
        "paperId": "0fe2047e70803522650056f45de7bbca9aefc249",
        "title": "An insight into the genome-wide analysis of bacterial defense mechanisms in a uropathogenic Morganella morganii isolate from Bangladesh"
      },
      {
        "paperId": "99598c9304a3f7fb34693dd73bd5684d3b898b10",
        "title": "Antimicrobial Resistance, Virulence Gene Profiling, and Spa Typing of Staphylococcus aureus Isolated from Retail Chicken Meat in Alabama, USA"
      },
      {
        "paperId": "70e495c7086fe76235a2927d25452b81c460ffe2",
        "title": "Global dissemination of the beta-lactam resistance gene blaTEM-1 among pathogenic bacteria."
      },
      {
        "paperId": "e1464ea7fa434105d61253bad106c376966b79b1",
        "title": "In vitro characterization of lactic acid bacteria and bifidobacteria from wild and domestic pigs: probiotic potential for post-weaning piglets"
      },
      {
        "paperId": "d788b61f961d68d0c9c8b5b02edc54fb357e2835",
        "title": "Identification of Bacillus anthracis Strains from Animal Cases in Ethiopia and Genetic Characterization by Whole-Genome Sequencing"
      },
      {
        "paperId": "193e86f2bdfcb0cb58b4f79962da75b8d3361086",
        "title": "Genome Sequencing Reveals the Potential of Enterobacter sp. Strain UNJFSC003 for Hydrocarbon Bioremediation"
      },
      {
        "paperId": "118049fea1e74992478a6c7ff088f5e315007512",
        "title": "Advanced omics approach and sustainable strategies for heavy metal microbial remediation in contaminated environments"
      },
      {
        "paperId": "6a9ed82bddc6f6e133950aa4fdd0534baf67c9e6",
        "title": "From Traditional Typing to Genomic Precision: Whole-Genome Sequencing of Listeria monocytogenes Isolated from Refrigerated Foods in Chile"
      },
      {
        "paperId": "4f0863280847cc9632e3534efc83f3b8d01a85ee",
        "title": "Whole genome sequencing revealed high occurrence of antimicrobial resistance genes in bacteria isolated from poultry manure."
      },
      {
        "paperId": "782599e23a6dfe565a1ee150b26620eb202245fd",
        "title": "Sharing of cmeRABC alleles between C. coli and C. jejuni associated with extensive drug resistance in Campylobacter isolates from infants and poultry in the Peruvian Amazon"
      },
      {
        "paperId": "f2c78b7911e4c0cb1fac3e3821d1d1f1fd6b9d57",
        "title": "Antibiotic susceptibility testing and molecular characterization based on whole-genome sequencing of Streptococcus pneumoniae isolates from pediatric infections at the National Regional Medical Center of Southwest China during the COVID-19 pandemic"
      },
      {
        "paperId": "620c569a81645cf5e66ad914fc7aab36c8914569",
        "title": "PathoGFAIR: a collection of FAIR and adaptable (meta)genomics workflows for (foodborne) pathogens detection and tracking"
      },
      {
        "paperId": "870ffb0add25fa007ab5c0aea6255601289b04bd",
        "title": "In-depth genomic identification and safety evaluation of Lactobacillus Acidophilus LA85"
      },
      {
        "paperId": "233ab143ab89ad30c0535e13d940ec17e5683278",
        "title": "Tracking Multidrug Resistance in Gram-Negative Bacteria in Alexandria, Egypt (2020–2023): An Integrated Analysis of Patient Data and Diagnostic Tools"
      },
      {
        "paperId": "9e107cf236fb321986f142b555a5de5980789302",
        "title": "NDM-5-plasmid diversity in multiple international high-risk Escherichia coli clones associated with canine and feline extraintestinal infections"
      },
      {
        "paperId": "5de56a2a6579fb79bc62796202a0f6f8cefcab18",
        "title": "Elimination of Methicillin-Resistant Staphylococcus aureus from Mammary Glands of Dairy Cows by an Additional Antibiotic Treatment Prior to Dry Cow Treatment"
      },
      {
        "paperId": "7ec2dededce77338ca593f15a835afb4fd2dcfe1",
        "title": "Critical perspectives on advancing antibiotic resistant gene (ARG) detection technologies in aquatic ecosystems."
      },
      {
        "paperId": "ed49f8d296fd6c9e96560b8d9e143e4269a520e8",
        "title": "Comparative analysis of antimicrobial resistance and genetic diversity of Bordetella bronchiseptica isolates obtained from swine within the United States"
      },
      {
        "paperId": "2ca26e2775e20921360b1d32be21a2a3f34df506",
        "title": "Diverse genomic and epidemiological landscapes of redundant pbp5 genes in Enterococcus spp.: Insights into plasmid mobilization, ampicillin susceptibility, and environmental interactions."
      },
      {
        "paperId": "c3cb05b73972c33675ae4d67bb74c491c5db3637",
        "title": "Extensive Genomic Characterization, Pre-Clinical Probiotic Evaluation, and Safety Analysis of Bifidobacterium longum subsp. longum BL21 Isolated from Infant Feces."
      },
      {
        "paperId": "a9c96db9d4f9780ebbf8ef3c7c4a47aa3bf1c105",
        "title": "Niche-specific evolution and gene exchange of Salmonella in retail pork and chicken."
      },
      {
        "paperId": "723b628f4683d1e99cf62f078a525d4d044bd8d9",
        "title": "Data-Driven Approaches in Antimicrobial Resistance: Machine Learning Solutions"
      },
      {
        "paperId": "32e83032b7a997b46b1b0cb6a148293edc77a60d",
        "title": "Proposal of Acinetobacter thermotolerans sp. nov. to accommodate bovine feces-dwelling bacteria growing at 47 °C."
      },
      {
        "paperId": "e7fe915096cd310e359b679cfb22cc22c1b7d6f9",
        "title": "Ceftazidime-avibactam resistance in KPC-producing Klebsiella pneumoniae accompanied hypermucoviscosity acquisition"
      },
      {
        "paperId": "301976177056eea9b72d6a3de8e1c9f61655fabc",
        "title": "Carriage and antimicrobial susceptibility of commensal Neisseria species from the human oropharynx"
      },
      {
        "paperId": "543a1dab84139a22db43cc7adda0867c1bb5aaa7",
        "title": "Genomic insight on Klebsiella variicola isolated from wastewater treatment plant has uncovered a novel bacteriophage"
      },
      {
        "paperId": "28d0d91a97cc187fe8f5f23fd0374f15840460f7",
        "title": "The dynamics of blaTEM resistance genes in Salmonella Typhi"
      },
      {
        "paperId": "b716d5ac9302b199052fdcc0efd0cccbd8e2d82d",
        "title": "Gut microbiota genome features associated with brain injury in extremely premature infants"
      },
      {
        "paperId": "c3d81afc1790737d114ff9c423b21b7630e52548",
        "title": "Whole-genome sequencing of Klebsiella pneumoniae MDR circulating in a pediatric hospital setting: a comprehensive genome analysis of isolates from Guayaquil, Ecuador"
      },
      {
        "paperId": "2dd510d81466ea36765dcf0d5846d6083cca9e22",
        "title": "Wastewater and environmental sampling holds potential for antimicrobial resistance surveillance in food-producing animals - a pilot study in South African abattoirs"
      },
      {
        "paperId": "7e1a0688874c34884e909c584ca010da790f4736",
        "title": "Unveiling Insights into the Whole Genome Sequencing of Mycobacterium spp. Isolated from Siamese Fighting Fish (Betta splendens)"
      },
      {
        "paperId": "a19e59bb6d666b00342e504198fd225435dc1e3b",
        "title": "Conventionally Reared Wallon Meat Lambs Carry Transiently Multi-Drug-Resistant Escherichia coli with Reduced Sensitivity to Colistin Before Slaughter"
      },
      {
        "paperId": "5e9faeebafc0e76132868b3681d8207934533aa8",
        "title": "Comparison of direct cDNA and PCR-cDNA Nanopore sequencing of RNA from Escherichia coli isolates"
      },
      {
        "paperId": "4910ebd382ad6d71bd817a59e2e630902a49ab5f",
        "title": "Towards integrated cross-sectoral surveillance of pathogens and antimicrobial resistance: Needs, approaches, and considerations for linking surveillance to action"
      },
      {
        "paperId": "2bfbc90619d92caba423ea41bc2765b8f1541819",
        "title": "Exploring uncatalogued genetic variation in antimicrobial resistance gene families in Escherichia coli: an observational analysis"
      },
      {
        "paperId": "fd03d24e15f15e01550e85b4ad0823db74b11354",
        "title": "WGS Analysis of Staphylococcus warneri Outbreak in a Neonatal Intensive Care Unit"
      },
      {
        "paperId": "a764e7439af9c3f01b3d5e97108c1fd0f44731a5",
        "title": "Whole-Genome Sequencing of Clinical Isolates of Klebsiella michiganensi in China carrying blaIPM-4 and blaNDM-1."
      },
      {
        "paperId": "813456708e4d027b02fd71d26fc727d89e34ed8a",
        "title": "Genomic Epidemiology of Multidrug-Resistant Escherichia coli and Klebsiella pneumoniae in Kenya, Uganda, and Jordan"
      },
      {
        "paperId": "c8412bf637d9e7577bc5a6390df2a0c3d88c8c17",
        "title": "Transmission of dominant strains of Campylobacter jejuni and Campylobacter coli between farms and retail stores in Ecuador: Genetic diversity and antimicrobial resistance"
      },
      {
        "paperId": "770321c4c7c0730000349989b3919fb039dc6215",
        "title": "Genomic epidemiology of Clostridioides difficile sequence type 35 reveals intraspecies and interspecies clonal transmission"
      },
      {
        "paperId": "90ce774bde70e3132c18caa6bedd51ec9e2719a8",
        "title": "Combination of in silico and molecular techniques for discrimination and virulence characterization of marine Brucella ceti and Brucella pinnipedialis"
      },
      {
        "paperId": "deedc9f787edbbe5f63e10aaf2c68cd6feae7a26",
        "title": "Prediction of antimicrobial resistance of Klebsiella pneumoniae from genomic data through machine learning"
      },
      {
        "paperId": "dc717f2632549319c2cc3d8eaec41d6bab64c1ee",
        "title": "Culture and amplification-free nanopore sequencing for rapid detection of pathogens and antimicrobial resistance genes from urine"
      },
      {
        "paperId": "c87c03bfa4694fea0702916f2cb46cd89f3c8780",
        "title": "Prevalence, risk factors, and characterisation of extended-spectrum β-lactamase -producing Enterobacterales (ESBL-E) in horses entering an equine hospital and description of longitudinal excretion"
      },
      {
        "paperId": "5781735ca8336c4a87ee2cdaf689a0e4e2fa6119",
        "title": "Use of whole genome sequencing for surveillance and control of foodborne diseases: status quo and quo vadis"
      },
      {
        "paperId": "c46dd354a50ac42f817e275e783fd43b0fdc8322",
        "title": "Enhanced pollution removal from canal water by coupling aeration to floating treatment wetlands."
      },
      {
        "paperId": "ddd8605962ac53fcc1df4b95f0c11408d746993e",
        "title": "Pangenomic and biochemical analyses of Helcococcus ovis reveal widespread tetracycline resistance and a novel bacterial species, Helcococcus bovis"
      },
      {
        "paperId": "d2a9ea28dc09982b53a6032575230734cccb310d",
        "title": "Genomic insights into a Proteus mirabilis strain inducing avian cellulitis."
      },
      {
        "paperId": "6359158d4955e82949b29504542b8a4a6c728087",
        "title": "Taxonomic and functional metagenomic assessment of a Dolichospermum bloom in a large and deep lake south of the Alps"
      },
      {
        "paperId": "6ed414fe853abb2914c209b6557d29371ba1fe2d",
        "title": "Characterization of erm(B) in a clinical Campylobacter jejuni isolate from China"
      },
      {
        "paperId": "95e587dabd3207a7b659b9be572956881e149ba8",
        "title": "Prevalence and characteristics of ESBL-producing Salmonella in Weifang, China."
      },
      {
        "paperId": "935f50ff8cfaee654088a22786b23be0899183bf",
        "title": "Occurrence of Campylobacter, Listeria monocytogenes, and extended-spectrum beta-lactamase Escherichia coli in slaughterhouses before and after cleaning and disinfection."
      },
      {
        "paperId": "ed60156a1314552f841ec647d25336aca8cf95a2",
        "title": "Exploring AMR and virulence in Klebsiella pneumoniae isolated from humans and pet animals: A complement of phenotype by WGS-derived profiles in a One Health study in Egypt"
      },
      {
        "paperId": "b390ddf4ac213f082a906acfd61658cce860ee46",
        "title": "Metagenomics Insight into Veterinary and Zoonotic Pathogens Identified in Urban Wetlands of Los Lagos, Chile"
      },
      {
        "paperId": "c6efdfb525fdfdf3a0642b178c73fb542d786313",
        "title": "Antimicrobial and Phylogenomic Characterization of Bacillus cereus Group Strains Isolated from Different Food Sources in Italy"
      },
      {
        "paperId": "d8327eaf2cd156f9640c084dca153d29a1f58284",
        "title": "Emergence of Staphylococcus argenteus in pediatrics: Molecular insights from a hospital in East China"
      },
      {
        "paperId": "7ffd80ae0de44f2ecd9e04c0703e15e87664686a",
        "title": "Genotype dependence of virulence-associated genes in ESBL-producing Escherichia coli isolated from the blood of patients with urinary tract infections"
      },
      {
        "paperId": "1d627dd4f030aff0e41c52902ec443595f12b02e",
        "title": "Infection Inspection: using the power of citizen science for image-based prediction of antibiotic resistance in Escherichia coli treated with ciprofloxacin"
      },
      {
        "paperId": "3382ebcbf014faa3bdbd8bafc23a8537e4f99db6",
        "title": "Exploring the Role of the Environment as a Reservoir of Antimicrobial-Resistant Campylobacter: Insights from Wild Birds and Surface Waters"
      },
      {
        "paperId": "662a412f8ba5fa62566fab93232c1d2dbe3ad7f1",
        "title": "Characterization and Anti-Biofilm Activity of Lytic Enterococcus Phage vB_Efs8_KEN04 against Clinical Isolates of Multidrug-Resistant Enterococcus faecalis in Kenya"
      },
      {
        "paperId": "08878c990db033e1ba489455d698b886517abcf7",
        "title": "Surveillance and genetic characterization of Listeria monocytogenes in the food chain in Montenegro during the period 2014–2022"
      },
      {
        "paperId": "6652e1bfe4a7ef13bb698531b6d76d999a315920",
        "title": "Genetic Characterization of Antibiotic-Resistant Staphylococcus spp. and Mammaliicoccus sciuri from Healthy Humans and Poultry in Nigeria"
      },
      {
        "paperId": "a7fe4d21a757d57940ed2abb02d605b4903227a8",
        "title": "Comprehensive blueprint of Salmonella genomic plasticity identifies hotspots for pathogenicity genes"
      },
      {
        "paperId": "eae38d289e64794b1815c53d2fb41eee368c6794",
        "title": "Molecular characterization of Streptococcus pyogenes (StrepA) non-invasive isolates during the 2022–2023 UK upsurge"
      },
      {
        "paperId": "ee51244b39afd06d216a172964fb0f115c96ef11",
        "title": "Average Nucleotide Identity and Digital DNA-DNA Hybridization Analysis Following PromethION Nanopore-Based Whole Genome Sequencing Allows for Accurate Prokaryotic Typing"
      },
      {
        "paperId": "5768d8c921b59398206119d5badbee0ef7a96be6",
        "title": "Evidence for the occurrence of Acinetobacter faecalis in cattle feces and its emended description."
      },
      {
        "paperId": "5766448c2f216b2cfd12da2aca7474e2c67ab912",
        "title": "Artificial intelligence tools for the identification of antibiotic resistance genes"
      },
      {
        "paperId": "7cfa06ebe8614fb0923cc3bf6bb5cbf32866add9",
        "title": "Clinical relevance of Staphylococcus saccharolyticus detection in human samples: a retrospective cohort study"
      },
      {
        "paperId": "13347b664322bc71b2d06076f412e2a326252164",
        "title": "Fluoroquinolone-resistant Campylobacter in backyard and commercial broiler production systems in the United States"
      },
      {
        "paperId": "dad6744d29fce93e1ba7fa476cda5cad14239950",
        "title": "Genomic insights into Leminorella grimontii and its chromosomal class A GRI β-lactamase"
      },
      {
        "paperId": "47063b3240a98e2dd265b091a63495b3fd24472a",
        "title": "Draft genome sequence data of Lactiplantibacillus plantarum 33C isolated from Lithuanian fermented food"
      },
      {
        "paperId": "a93804d40249a3a6f18ac0dd85b5b5eb7d20f426",
        "title": "Machine learning-based classification reveals distinct clusters of non-coding genomic allelic variations associated with Erm-mediated antibiotic resistance"
      },
      {
        "paperId": "ec2342846afd78fd62e477d25fd6346881e8baec",
        "title": "Nosocomial transmission of tet(x3), bla NDM-1 and bla OXA-97-carrying Acinetobacter baumannii conferring resistance to eravacycline and omadacycline, the Netherlands, March to August 2021"
      },
      {
        "paperId": "33a9fb3ae98900dbf764989f75242abdf642cf61",
        "title": "Antimicrobial Resistance Profile, Whole-Genome Sequencing and Core Genome Multilocus Sequence Typing of B. anthracis Isolates in Croatia from 2001 to 2022"
      },
      {
        "paperId": "ff6e2e3986318fbcf3fca5dadc37e224ffa743f8",
        "title": "An Evaluation of the Lineage of Brucella Isolates in Turkey by a Whole-Genome Single-Nucleotide Polymorphism Analysis"
      },
      {
        "paperId": "966ff971d18bb4f2b5fa91f521125a67e85487c2",
        "title": "A genome-based investigation of the Priestia species isolated from anthrax endemic regions in Kruger National Park."
      },
      {
        "paperId": "4bd7153187d43e8efa9625179f949deca9452c44",
        "title": "TGC-ARG: Anticipating Antibiotic Resistance via Transformer-Based Modeling and Contrastive Learning"
      },
      {
        "paperId": "c79d9a8c26b2a2f04c66f17b94d0fe258926479f",
        "title": "Diversity and phage sensitivity to phages of porcine enterotoxigenic Escherichia coli"
      },
      {
        "paperId": "c0b39c4085d301653bc2fbb6e684ad2d588f314d",
        "title": "Isolation, Characterization, and Complete Genome Sequence of Escherichia Phage KIT06 Which Infects Nalidixic Acid-Resistant Escherichia coli"
      },
      {
        "paperId": "ddc5f456a75ad1244bd6e4f3943ec6e397574e10",
        "title": "Expansion of the tetracycline resistome in Aeromonas salmonicida with a tet(D) gene found in plasmids pAsa-2900 and pAsa-2900b"
      },
      {
        "paperId": "37eba652331c5a40f410443cc2383fa07acd1a29",
        "title": "DeepSEA: an alignment-free deep learning tool for functional annotation of antimicrobial resistance proteins"
      },
      {
        "paperId": "d188def1a256422b4929403d7f42624e38ce5c7a",
        "title": "Keeping up with the pathogens: improved antimicrobial resistance detection and prediction from Pseudomonas aeruginosa genomes"
      },
      {
        "paperId": "ed3ecb0f12fe38b333cbca0539c7ce0691df7238",
        "title": "Ceftazidime/avibactam resistance is associated with PER-3-producing ST309 lineage in Chilean clinical isolates of non-carbapenemase producing Pseudomonas aeruginosa"
      },
      {
        "paperId": "29efb2cbc0735101e2d5f49cc3a4ca8d5e7ead69",
        "title": "Complete genome of a multiresistant Pasteurella multocida isolated from a diseased Austrian bovine calf"
      },
      {
        "paperId": "29542a2a9c0a98e6be48d034f4bab7110fceb70e",
        "title": "Widespread prevalence of plasmid-mediated blaCTX-M type extended-spectrum beta-lactamase Escherichia coli in backyard broiler production systems in the United States"
      },
      {
        "paperId": "afbdadd17500e188442607e61ca70532cfe8c877",
        "title": "Development of the Comic Strip Creator Application as a Comic- Based Arabic Language Learning Media in Madrasah Tsanawiyah"
      },
      {
        "paperId": "4298f7bcc8a1857e03bc181b17561bbd4a563989",
        "title": "Comparative resistomics analysis of multidrug‐resistant Chryseobacteria"
      },
      {
        "paperId": "722f2e65d8459c0a010500a18492cca9c70f261b",
        "title": "Bacterial resistome in different stages of wastewater treatment plant is highly impacted by the abundance of the Pseudomonadota community"
      },
      {
        "paperId": "35a615cb38e716d9bdda35d87583b3df15457777",
        "title": "Occurrence and diversity of Listeria monocytogenes in Portuguese dairy farms"
      },
      {
        "paperId": "745ca085b425120b2e2b2282a98892095281bc15",
        "title": "Genetic and Phenotypic Changes Related to the Development of mec-Independent Oxacillin Non-Susceptibility in ST8 Staphylococcus aureus Recovered after Antibiotic Therapy in a Patient with Bacteremia"
      },
      {
        "paperId": "71d4f55e0584b300fd3fe5aa98f4ba4bb786ca96",
        "title": "Classification of a novel Serratia species, isolated from a wound swab in North Rhine-Westphalia: Proposal of Serratia sarumanii sp. nov."
      },
      {
        "paperId": "a54a847e7de5a77fe66f815047bfbd940d5e4f9a",
        "title": "Microbial diagnostics in periodontal diseases."
      },
      {
        "paperId": "429c1ef24ace01c0a05079d52f90042726c742ec",
        "title": "Highly accurate classification and discovery of microbial protein-coding gene functions using FunGeneTyper: an extensible deep learning framework"
      },
      {
        "paperId": "ed5a1e7b5f5369a96291bcd7fca12bce0a1229a4",
        "title": "A one health approach for monitoring antimicrobial resistance: developing a national freshwater pilot effort"
      },
      {
        "paperId": "cb1c2e8609fd07c6eae7273da7134b571d4c67bc",
        "title": "Clinical Features and Genomic Epidemiology of Bloodstream Infections due to Enterococcal Species Other Than Enterococcus faecalis or E. faecium in Patients With Cancer"
      },
      {
        "paperId": "dca633d7d597eb0e85d43b07b8f3d4dbe8551e97",
        "title": "Estimating the effect of antimicrobial resistance genes on minimum inhibitory concentration in Escherichia coli"
      },
      {
        "paperId": "b1d9bf8c4bf54151947d91f237f68ac461ece653",
        "title": "Hospital wastewater as source of human pathogenic bacteria: a phenotypic and genomic analysis of international high-risk clone VIM-2-producing Pseudomonas aeruginosa ST235/O11."
      },
      {
        "paperId": "9cbd1aa91196c436d947ae5c58e1de4685488a60",
        "title": "Antimicrobial resistance and population genomics of emerging multidrug-resistant Salmonella 4,[5],12:i:- in Guangdong, China"
      },
      {
        "paperId": "c8781f85726fee2cc59b197a76e6d9cfb7007502",
        "title": "Prevalence and molecular epidemiology of carbapenemase‐producing Enterobacterales isolated from dog and cat faeces submitted to veterinary laboratories in the USA"
      },
      {
        "paperId": "6d495116b97614eecd8e99be8f9c7eeb621c97dd",
        "title": "WGS of intrauterine E. coli from cows with early postpartum uterine infection reveals a non-uterine specific genotype and virulence factors"
      },
      {
        "paperId": "1f2220c51b5db8b31945df23c1e97cb94cc755eb",
        "title": "ARGNet: using deep neural networks for robust identification and classification of antibiotic resistance genes from sequences"
      },
      {
        "paperId": "a03368d68860d65fb38776f6db9dea61603425ee",
        "title": "Phylogenomics of novel clones of Aeromonas veronii recovered from a freshwater lake reveals unique biosynthetic gene clusters"
      },
      {
        "paperId": "7e693e9bdec5460dc3e74ddeffd1407b7ce4f70b",
        "title": "Bacterial enrichment prior to third-generation metagenomic sequencing improves detection of BRD pathogens and genetic determinants of antimicrobial resistance in feedlot cattle"
      },
      {
        "paperId": "5ae72c18323c958e47e8f94dc009bee5b9a65d19",
        "title": "Omics technology draws a comprehensive heavy metal resistance strategy in bacteria."
      },
      {
        "paperId": "f2d3315ed12d3bd43666436d821dc7ab80745d4d",
        "title": "Molecular surveillance of carbapenem-resistant Enterobacterales in two nearby tertiary hospitals to identify regional spread of high-risk clones in Germany, 2019-2020."
      },
      {
        "paperId": "18df334d581ab2e4a50eec6406ddb3bc85b79e13",
        "title": "Overcoming microbial inhibition of S. sonnei through the exploitation of genomically-predicted antibiotic resistance profiles for the development of food enrichment media."
      },
      {
        "paperId": "3bfdccbbc826e1b89afdda0993635d1b64a3fe1f",
        "title": "Implications of Ad-Hoc Molecular Typing for Infection Control Measures in a Multi-cluster, Multi-phenotypic Serratia marcescens Outbreak in a Neonatal Intensive Care Unit."
      },
      {
        "paperId": "e0d22d3341db2e91551816f8defae50c82ca47de",
        "title": "Whole-genome sequencing, multilocus sequence typing, and resistance mechanism of the carbapenem-resistant Pseudomonas aeruginosa in China."
      },
      {
        "paperId": "f979f5266c5e209870b843a39deb64720fd9bb4e",
        "title": "Defining the phylogenetics and resistome of the major Clostridioides difficile ribotypes circulating in Australia"
      },
      {
        "paperId": "67c7371c1215321f1dd1b0fad9b892b94a84ff23",
        "title": "Complete genome sequence of Yokenella regensburgei isolated from a patient with urinary tract infection in India"
      },
      {
        "paperId": "68a5dc258bdc72dc2ba8ba23b0ed01402981b5c4",
        "title": "Whole-genome sequencing of clinical isolates of Citrobacter Europaeus in China carrying blaOXA−48 and blaNDM−1"
      },
      {
        "paperId": "a9eefe9be78b9e83a846f92858a37a41876baf03",
        "title": "Genotypic analyses of IncHI2 plasmids from enteric bacteria"
      },
      {
        "paperId": "a3355e8933ac15fe61456a80253a6584cf277af8",
        "title": "Ovine and Caprine Strains of Corynebacterium pseudotuberculosis on Czech Farms—A Comparative Study"
      },
      {
        "paperId": "29c580c5ce46cea385d3d3f5925901615ff4f384",
        "title": "Genomic characterization and probiotic potential assessment of an exopolysaccharide-producing strain Pediococcus pentosaceus LL-07 isolated from fermented meat"
      },
      {
        "paperId": "b1a8c0e0376501898935896e652fdefdaf5b12c2",
        "title": "Decoding the Complex Genetic Network of Antimicrobial Resistance in Campylobacter jejuni Using Advanced Gene Network Analysis"
      },
      {
        "paperId": "56f6ba5bc9965ed3e08c1a2bb0c113fbe3da7f0d",
        "title": "Megaplasmid Dissemination in Multidrug-Resistant Salmonella Serotypes from Backyard and Commercial Broiler Production Systems in the Southeastern United States."
      },
      {
        "paperId": "cd19c24d05bfa611030e313cb7633b2d3c1fb830",
        "title": "Genomic characterization of extended-spectrum β-lactamase-producing Enterobacterales isolated from abdominal surgical patients"
      },
      {
        "paperId": "18681eef0b81b975a21e132b074213bc592199bf",
        "title": "Genomic characterization of antimicrobial resistance in 61 aquatic bacterial isolates"
      },
      {
        "paperId": "e504a2b7dac2cddcbd86df7fde470c55e4942509",
        "title": "Intrapartum antibiotic prophylaxis selects for mutators in group B streptococci among persistently colonized patients"
      },
      {
        "paperId": "50365a7636d34be49993c08268c748e8d968635b",
        "title": "Characteristics and phylogenetic distribution of megaplasmids and prediction of a putative chromid in Pseudomonas aeruginosa"
      },
      {
        "paperId": "47839b24701069f31fe48bcd38e7d06b69e2f7e0",
        "title": "Whole genome sequencing reveals complex resistome features of Klebsiella pneumoniae isolated from patients at major hospitals in Trinidad, West Indies."
      },
      {
        "paperId": "2b79daccbf220fc682ad078ef84ed4b678e53dd5",
        "title": "Emergence of OXA-48-like producing Citrobacter species, Germany, 2011 to 2022"
      },
      {
        "paperId": "e1acf1d2c4780381f253b9344cd31b9dd6aaa8d4",
        "title": "Unitig-centered pan-genome machine learning approach for predicting antibiotic resistance and discovering novel resistance genes in bacterial strains"
      },
      {
        "paperId": "ef484148cc183669c43bb2039e4b613ee72265bf",
        "title": "Analysis of Antimicrobial Resistance in Bacterial Pathogens Recovered from Food and Human Sources: Insights from 639,087 Bacterial Whole-Genome Sequences in the NCBI Pathogen Detection Database"
      },
      {
        "paperId": "0ecedaf7958e7cf50cb1c6e5271d1ca1d09983a1",
        "title": "Colonisation of hospital surfaces from low- and middle-income countries by extended spectrum β-lactamase- and carbapenemase-producing bacteria"
      },
      {
        "paperId": "a36c4912c10db06da0c9edfd3b80850e7f4b8af5",
        "title": "Towards personalised anti-microbial and immune approaches to infections in acute care. Can real-time genomic-informed diagnosis of pathogens, and immune-focused therapies improve outcomes for patients? An observational, experimental study protocol"
      },
      {
        "paperId": "35263cbb8735c127dc656ea5da00af13d9c3e60d",
        "title": "Genome-Wide Investigation Reveals Potential Therapeutic Targets in Shigella spp."
      },
      {
        "paperId": "21f1fca15298b235a2348c5a47512d21dfe79c88",
        "title": "Application of genomic studies in epidemiological surveillance: A mini-overview"
      },
      {
        "paperId": "c07a752f6fa2fceb9e39b818a178f03f16b0bda1",
        "title": "Sequence-structure-function characterization of the emerging tetracycline destructase family of antibiotic resistance enzymes"
      },
      {
        "paperId": "be33574865a499b2195c2115148b66b92f53cb86",
        "title": "Machine learning-enabled prediction of antimicrobial resistance in foodborne pathogens"
      },
      {
        "paperId": "c7d4a5b761efb750d7fb5920d4591ea49a2ce382",
        "title": "Novel spore-forming species exhibiting intrinsic resistance to third- and fourth-generation cephalosporins and description of Tigheibacillus jepli gen. nov., sp. nov."
      },
      {
        "paperId": "6f19ea647b94f07ddc16c1961cff3560b457d9fc",
        "title": "Assessing computational predictions of antimicrobial resistance phenotypes from microbial genomes"
      },
      {
        "paperId": "6bcad957412c5fe1f1785e45b45a6b1384307803",
        "title": "Development and proof-of-concept demonstration of a clinical metagenomics method for the rapid detection of bloodstream infection"
      },
      {
        "paperId": "368a2fc1d6ca63961e28c59c2e8f354a88766dc4",
        "title": "Detection of pathogens and antimicrobial resistant genes from urine within 5 hours using Nanopore sequencing"
      },
      {
        "paperId": "690c08d8a8265cca2973ce95eeaae5836215c141",
        "title": "Hybrid Illumina-Nanopore assembly improves identification of multilocus sequence types and antimicrobial resistance genes of Staphylococcus aureus isolated from Vermont dairy farms: comparison to Illumina-only and R9.4.1 nanopore-only assemblies"
      },
      {
        "paperId": "908a0c1a1696e57517d0e7371ddc9eca46bde6b7",
        "title": "Macrolide resistance in Mannheimia haemolytica isolates associated with bovine respiratory disease from the German national resistance monitoring program GERM-Vet 2009 to 2020"
      },
      {
        "paperId": "a0a8eda45050d5b36deacb78165651f3c1a6ab9d",
        "title": "Antimicrobial susceptibility prediction from genomes: a dream come true?"
      },
      {
        "paperId": "ab87a8b0e8158728f624e30b037d9d4cac008531",
        "title": "Whole Genome Sequencing Reveals Antimicrobial Resistance and Virulence Genes of Both Pathogenic and Non-Pathogenic B. cereus Group Isolates from Foodstuffs in Thailand"
      },
      {
        "paperId": "50f07a9d0ee82e862bdd29d95d7bd97c252d363c",
        "title": "A Retrospective Analysis of Salmonella Isolates across 11 Animal Species (1982–1999) Led to the First Identification of Chromosomally Encoded blaSCO-1 in the USA"
      },
      {
        "paperId": "e7d75cb8df78f010451f17e4f6ea92767a1011e4",
        "title": "Tracing clinically-relevant antimicrobial resistances in Acinetobacter baumannii-calcoaceticus complex across diverse environments: A study spanning clinical, livestock, and wastewater treatment settings."
      },
      {
        "paperId": "0a1a329cc2cce0a603052135d54a5824ee1dcdba",
        "title": "Impact of florfenicol dosing regimen on the phenotypic and genotypic resistance of enteric bacteria in steers"
      },
      {
        "paperId": "9606c1e9d82f71e11bd3f26fc65ec72d1b561c95",
        "title": "Plasmid-encoded gene duplications of extended-spectrum β-lactamases in clinical bacterial isolates"
      },
      {
        "paperId": "7d2162c873345df1514b98e656d66bd3cb7ddfcd",
        "title": "Unveiling distinct genetic features in multidrug-resistant Escherichia coli isolated from mammary tissue and gut of mastitis induced mice"
      },
      {
        "paperId": "394c59ee98ed33c764ddc9ae95160d1a89502542",
        "title": "Metagenomic Characterization of Poultry Cloacal and Oropharyngeal Swabs in Kenya Reveals Bacterial Pathogens and Their Antimicrobial Resistance Genes"
      },
      {
        "paperId": "0d78dc68580fac1d4e12839677e94b02a75f3544",
        "title": "Changes to an intensive care unit Acinetobacter baumannii population following COVID-19 disruptions and targeted infection prevention interventions."
      },
      {
        "paperId": "dbd2744e170be50eeed771dcbf5657d5fe6ddac4",
        "title": "Optimized preparation pipeline for emergency phage therapy against Pseudomonas aeruginosa at Yale University"
      },
      {
        "paperId": "f6ec846154f60cb524e4596ef51b7bc7a31fabc0",
        "title": "Serotype, antibiotic susceptibility and whole-genome characterization of Streptococcus pneumoniae in all age groups living in Southwest China during 2018–2022"
      },
      {
        "paperId": "cb4eaffc517beaaab71eac75e9b68807e065bfa0",
        "title": "Presence of hypervirulence-associated determinants in Klebsiella pneumoniae from hospitalised patients in Germany."
      },
      {
        "paperId": "f7bd020e76c3007c8ed87c0059c4927a4e471a29",
        "title": "Evaluating the relationship between ciprofloxacin prescription and non-susceptibility in Salmonella Typhi in Blantyre, Malawi: an observational study"
      },
      {
        "paperId": "182e693cb6f257daadf01186b3f9845ddfed7f47",
        "title": "A One Health perspective on the use of genotypic methods for antimicrobial resistance prediction."
      },
      {
        "paperId": "1ecfc11be7d4e8fba59f79bd5ebc5ce8bbf24289",
        "title": "Clinically relevant sequence types of carbapenemase-producing Escherichia coli and Klebsiella pneumoniae detected in Finnish wastewater in 2021–2022"
      },
      {
        "paperId": "d138e4d3b757781fbf8e3eb0bf0c2f1de4dfc64d",
        "title": "Transposition mechanism of ISApl1—the determinant of colistin resistance dissemination"
      },
      {
        "paperId": "0335bf3ed638a5e4e786c2b826f9afeba66bbdb0",
        "title": "Genomic epidemiology and molecular characteristics of blaNDM-1-positive carbapenem-resistant Pseudomonas aeruginosa belonging to international high-risk clone ST773 in the Gauteng region, South Africa"
      },
      {
        "paperId": "f0085a0205a5648f7c5d2e45be6d228fd0e8d54f",
        "title": "High-resolution genomic analysis to investigate the impact of the invasive brushtail possum (Trichosurus vulpecula) and other wildlife on microbial water quality assessments"
      },
      {
        "paperId": "799d0268e84309f324b7690dc6a7c7c20af900f2",
        "title": "The first report of the mobile colistin resistance gene, mcr-10.1, in Kenya and a novel mutation in the phoQ gene (S244T) in a colistin-resistant Enterobacter cloacae clinical isolate"
      },
      {
        "paperId": "1703b95246e82258d1508bd7ddec7d16d0d87c83",
        "title": "Accessory genes define species-specific routes to antibiotic resistance"
      },
      {
        "paperId": "d4f7b122c8a18f4eac2134a7a8c6f69fbeb51671",
        "title": "Comparative pangenome analysis of major pneumococcal genotypes from India"
      },
      {
        "paperId": "bf30d53955f7694ba5cdc988ae3242f165653611",
        "title": "Genomic characterization of Pseudomonas spp. on food: implications for spoilage, antimicrobial resistance and human infection"
      },
      {
        "paperId": "ea83e01396ebfd7877d41e83f43aeefcca939788",
        "title": "Plasmid content of carbapenem resistant Acinetobacter baumannii isolates belonging to five International Clones collected from hospitals of Alexandria, Egypt"
      },
      {
        "paperId": "d76681d03ca7c76df1a75ed7636e2b90dbba56eb",
        "title": "Investigating environmental transmission to resolve a Bacillus cereus group outbreak in a neonatal intensive care unit using core genome multilocus sequence typing"
      },
      {
        "paperId": "fdc55caf3df45e68106070c7238c9deffd14b21d",
        "title": "Convergence of resistance and evolutionary responses in Escherichia coli and Salmonella enterica co-inhabiting chicken farms in China"
      },
      {
        "paperId": "85aee60e38c24849e3f248bf37bbed6c46b15e07",
        "title": "Insights gained from sequencing Australian non-invasive and invasive Streptococcus pyogenes isolates"
      },
      {
        "paperId": "693b932e3e394d227b8fc561a3c8785690dfd09a",
        "title": "Comparative genomics and characterization of a multidrug-resistant Acinetobacter baumannii VRL-M19 isolated from a crowded setting in India."
      },
      {
        "paperId": "29e9dceddce19a8d0b00fdfe810936978436b140",
        "title": "Associations between Isolation Source, Clonal Composition, and Antibiotic Resistance Genes in Escherichia coli Collected in Washington State, USA"
      },
      {
        "paperId": "71cc37f68906b2698fe416d0da588b2f298de3a3",
        "title": "Epidemiological investigation and β-lactam antibiotic resistance of Riemerella anatipestifer isolates with waterfowl origination in Anhui Province, China"
      },
      {
        "paperId": "963e50ad057f209928097be2e20e4335cf94ab7f",
        "title": "Whole Genome Sequencing reveals two prolonged simultaneous outbreaks involving Pseudomonas aeruginosa high-risk strains ST111 and ST235 with resistance to quaternary ammonium compounds."
      },
      {
        "paperId": "05b9ec9548a0d8e424de2263622f0a2dd65e2987",
        "title": "Prevalence, antibiotic resistance, and genomic characterisation of Campylobacter spp. in retail chicken in Hanoi, Vietnam"
      },
      {
        "paperId": "ec2070b06785ca2a1a028a86533f6dee4e874b09",
        "title": "Genomic analysis of Staphylococcus aureus isolates from bacteremia reveals genetic features associated with the COVID-19 pandemic"
      },
      {
        "paperId": "8d1994351820d9d142141397d32aeecb0d175f05",
        "title": "Impact and Diversity of ESBL-Producing Klebsiella pneumoniae Recovered from Raw Chicken Meat Samples in Türkiye"
      },
      {
        "paperId": "437d284ff6b1d88b1659fbf58b7c4f60270e6c28",
        "title": "Draft genome sequence of multidrug-resistant Vibrio navarrensis strain DA9 isolated from a coastal canal in the Florida Keys (USA)"
      },
      {
        "paperId": "da4129ce7cacdc969605ce21b7e6ac697738a619",
        "title": "Gut microbiome and antibiotic resistance effects during travelers’ diarrhea treatment and prevention"
      },
      {
        "paperId": "bf0121ba5e3a5f9f799aca32fd68265028c4cdc4",
        "title": "Role of transcriptomic and genomic analyses in improving the comprehension of cefiderocol activity in Acinetobacter baumannii"
      },
      {
        "paperId": "42ae2a2c7244aca70038e417aa651ff350e6e04f",
        "title": "Apramycin efficacy in the treatment of carbapenem-resistant Enterobacterales in murine blood stream infection models"
      },
      {
        "paperId": "7a405545778d0859a8d5a150ba68049cc7f6c17d",
        "title": "Genomic characterization of three bacterial isolates antagonistic to the pea root rot pathogen Aphanomyces euteiches."
      },
      {
        "paperId": "cc0e56b969a3ec8fc93041e424a3389bc5977751",
        "title": "Types A and F Clostridium perfringens in healthcare wastewater from Ghana"
      },
      {
        "paperId": "e99dec2d785819c51f5d34790a9d6da8c3084f1f",
        "title": "TGC-ARG: Predicting Antibiotic Resistance through Transformer-based Modeling and Contrastive Learning"
      },
      {
        "paperId": "2f522ec634c7084813d53a58a057d7919db5752e",
        "title": "StM171, a Stenotrophomonas maltophilia Bacteriophage That Affects Sensitivity to Antibiotics in Host Bacteria and Their Biofilm Formation"
      },
      {
        "paperId": "823d0b596077a0e0b4c2d656c4e28a23cdb2b2c6",
        "title": "Whole-Genome Investigation of Zoonotic Transmission of Livestock-Associated Methicillin-Resistant Staphylococcus aureus Clonal Complex 398 Isolated from Pigs and Humans in Thailand"
      },
      {
        "paperId": "175f07c98a3290e0cea240723e7056d32b7cd421",
        "title": "The phylogenomic landscape of extended-spectrum β-lactamase producing Citrobacter species isolated from surface water"
      },
      {
        "paperId": "dfd317973aa2950d0973e2bc09a97fae43cb7d8c",
        "title": "Cross-contamination of carbapenem-resistant Gram-negative bacteria between patients and hospital environment in the first year of a newly built surgical ward."
      },
      {
        "paperId": "e4c2f54e3e3d9e8ed993c9dc52f96cd0c3d6f05b",
        "title": "Genomic insights into Enterococcus faecium isolates from marine bivalves highlight One Health concerns and healthcare linkages"
      },
      {
        "paperId": "5516ea07a9c20762aea203f27dc3d33ffd43894c",
        "title": "Genomic Features and Pathophysiological Impact of a Multidrug-Resistant Staphylococcus warneri Variant in Murine Mastitis."
      },
      {
        "paperId": "59342889ea9ba4545b798202cc39d670fc73a1a3",
        "title": "Complete genome sequence of Bordetella parapertussis strain 400431-b, isolated from a protracted course of whooping cough in Austria, 2023"
      },
      {
        "paperId": "e4641f2330ae4de831ffc5edb8259f6d1f82bf8d",
        "title": "Characterization of blaOXA-48-carrying plasmids and small non-AMR-coding plasmids collected from Ukrainian patients"
      },
      {
        "paperId": "988f13615f6f48b73b3a781368181a19139f51e0",
        "title": "Characterization of Cronobacter sakazakii and Cronobacter malonaticus Strains Isolated from Powdered Dairy Products Intended for Consumption by Adults and Older Adults"
      },
      {
        "paperId": "152226f2f8e44de6dc2181ea83a01fabe5ff0a9a",
        "title": "Resistome and virulome of high-risk pandemic clones of multidrug-resistant extra-intestinal pathogenic Escherichia coli (ExPEC) isolated from tertiary healthcare settings in Uganda"
      },
      {
        "paperId": "100f699baade92134c9c9260bf0c005470c418b1",
        "title": "Virulence and resistance patterns of Vibrio cholerae non-O1/non-O139 acquired in Germany and other European countries"
      },
      {
        "paperId": "b002dcfa5e2e2f5ab84bdde5e1b203bc7de94c27",
        "title": "Optimising machine learning prediction of minimum inhibitory concentrations in Klebsiella pneumoniae"
      },
      {
        "paperId": "47455f7da68447b9979ed8e80d6f28eeb63c9dad",
        "title": "Comparative genotypic characterization related to antibiotic resistance phenotypes of clinical carbapenem-resistant Acinetobacter baumannii MTC1106 (ST2) and MTC0619 (ST25)"
      },
      {
        "paperId": "1a688f9d1a33bb140584d3df23fb46f33062bdf3",
        "title": "Genomic Diversity and Virulence Genes Characterization of Bacillus cereus sensu lato Isolated from Processing Equipment of an Algerian Dairy Plant"
      },
      {
        "paperId": "caf650d3f9c87faeadb35c19fa3d400e7f1058df",
        "title": "From farm to fork: Spread of a multidrug resistant Salmonella Infantis clone encoding blaCTX-M-1 on pESI-like plasmids in Central Italy."
      },
      {
        "paperId": "623d93384ad10a1248061e72cc9094c1e2f757a7",
        "title": "Development of an antimicrobial resistance plasmid transfer gene database for enteric bacteria"
      },
      {
        "paperId": "cb454417f28b915e42d20fa080f08ace20e0222c",
        "title": "Characterization of Salmonella enterica serovar Isangi from South Africa, 2020–2021"
      },
      {
        "paperId": "7cf0f48016d9254777fec0f19d21a1558a40530b",
        "title": "Egg-associated Salmonella enterica serovar Enteritidis: comparative genomics unveils phylogenetic links, virulence potential, and antimicrobial resistance traits"
      },
      {
        "paperId": "59cf5486210ea6751e3e9b3cee45ee2fc35e8ca6",
        "title": "Investigating antimicrobial resistance genes in Kenya, Uganda and Tanzania cattle using metagenomics"
      },
      {
        "paperId": "7e59955e53a7d5cbe8d5b9b44935291ad56068c4",
        "title": "Antimicrobial susceptibility testing in veterinary medicine: performance, interpretation of results, best practices and pitfalls"
      },
      {
        "paperId": "5487e4c40d391a220f82f3f8368aff8781816ff1",
        "title": "Molecular epidemiology and pathogenomics of extended-spectrum beta-lactamase producing- Escherichia coli and - Klebsiella pneumoniae isolates from bulk tank milk in Tennessee, USA"
      },
      {
        "paperId": "80269d456929a84c93336a8f103db17831e9c8b8",
        "title": "Diagnostic and commensal Staphylococcus pseudintermedius genomes reveal niche adaptation through parallel selection of defense mechanisms"
      },
      {
        "paperId": "ee547f0b906f689aa43c1bff0784913309c1648b",
        "title": "Virulence genotype and phenotype of two clinical isolates of Arcobacter butzleri obtained from patients with different pathologies"
      },
      {
        "paperId": "b53e80024e0dfe803f5cf197733422b70c1a64be",
        "title": "Whole-Genome Sequencing-Based Profiling of Antimicrobial Resistance Genes and Core-Genome Multilocus Sequence Typing of Campylobacter jejuni from Different Sources in Lithuania"
      },
      {
        "paperId": "3771ac9de0965cfe2a13bf38290a452955b7ab3a",
        "title": "Global Phylogeography and Genomic Epidemiology of Carbapenem-Resistant blaOXA-232–Carrying Klebsiella pneumoniae Sequence Type 15 Lineage"
      },
      {
        "paperId": "0769e6e9a6791c54d82991419d50b1745b006d5c",
        "title": "Fecal microbiota transplantation promotes reduction of antimicrobial resistance by strain replacement"
      },
      {
        "paperId": "f6b2a1797cb21006556e9e7cc60421379fff7341",
        "title": "Prevalence and genomic characterization of Salmonella isolates from commercial chicken eggs retailed in traditional markets in Ghana"
      },
      {
        "paperId": "06d87128668e45fe6c02451d87afb7828ec63e0c",
        "title": "Genomics for public health and international surveillance of antimicrobial resistance."
      },
      {
        "paperId": "b4f6aa44b92a8a09684ac7fae3d41a36a7968164",
        "title": "PLM-ARG: antibiotic resistance gene identification using a pretrained protein language model"
      },
      {
        "paperId": "086a28ba4a0bfdb957d724dd42767ac178bfc5dc",
        "title": "Comparison of carbapenem-susceptible and carbapenem-resistant Enterobacterales at nine sites in the USA, 2013–2016: a resource for antimicrobial resistance investigators"
      },
      {
        "paperId": "8fd1bba08d7b187d3e345455c451990fb290f49e",
        "title": "Ceftiofur treatment of sows results in long-term alterations in the nasal microbiota of the offspring that can be ameliorated by inoculation of nasal colonizers"
      },
      {
        "paperId": "3c9d81bc51c5167190f4ee5e82081e03e9dcd641",
        "title": "Comparison of contemporary invasive and non-invasive Streptococcus pneumoniae isolates reveals new insights into circulating anti-microbial resistance determinants"
      },
      {
        "paperId": "2ad69804dece1d67fa75e422b50a1958e9efd761",
        "title": "A genomic survey of Clostridioides difficile isolates from hospitalized patients in Melbourne, Australia"
      },
      {
        "paperId": "ac0b63fe3c545cf2423a0942277f7ee80dc787c8",
        "title": "Molecular characteristics of carbapenem-resistant Raoultella ornithinolytica."
      },
      {
        "paperId": "ac6c22084722b36842a734f32cd4aed0a883f960",
        "title": "Complete genome sequences of three commensal and two avian pathogenic Escherichia coli strains isolated from farm animals in Russia"
      },
      {
        "paperId": "d6609d6ca6699caa58fde20e5586541e96a4fed0",
        "title": "Analysis of resistance genes of carbapenem-resistant Providencia rettgeri using whole genome sequencing"
      },
      {
        "paperId": "d47399b34183cc7c3c1e76a113c05f94a22e8a18",
        "title": "Genotypic peculiarities of a human brucellosis case caused by Brucella suis biovar 5"
      },
      {
        "paperId": "2172683add2fe5624e97f99e5bc82f469eac11e4",
        "title": "Identification, activity and delivery of new LysFA67 endolysin to target cheese spoilage Clostridium tyrobutyricum."
      },
      {
        "paperId": "1fe5334eb6b47fdb256b3383e5cf5b2d5084c7f4",
        "title": "Leucobacter manosquensis sp. nov.—A Novel Bacterial Species Isolated from Healthy Human Skin"
      },
      {
        "paperId": "9244b9425e23d266964ed2eb196d25d115722505",
        "title": "The Isolation and Characterization of Bacteriophages Infecting Avian Pathogenic Escherichia coli O1, O2 and O78 Strains"
      },
      {
        "paperId": "9d68fe8f430f10fbd8bb6518d7c29c4a6e61cc3b",
        "title": "Application of Next-Generation Sequencing to Enterobacter Hormaechei Subspecies Analysis during a Neonatal Intensive Care Unit Outbreak"
      },
      {
        "paperId": "953fd28e31ae2287c71c17505a4515169ff53d15",
        "title": "Current and Future Technologies for the Detection of Antibiotic-Resistant Bacteria"
      },
      {
        "paperId": "35c450baa541771c985458e69305801c54659bff",
        "title": "Bifidobacterium longum subsp. iuvenis subsp. nov., a novel subspecies isolated from the faeces of weaning infants."
      },
      {
        "paperId": "0019f7cdf5775759535f04d9c9295c6a3e59b66a",
        "title": "The advantage of intergenic regions as genomic features for machine-learning-based host attribution of Salmonella Typhimurium from the USA"
      },
      {
        "paperId": "9553f35640fc9a313cefcfbcbe4cf76a2145e8ad",
        "title": "Draft genome sequences of two Proteus mirabilis isolates recovered from a municipal wastewater treatment plant in Ontario, Canada"
      },
      {
        "paperId": "e2876eb3ccde57c925de935db7e5decc22d83622",
        "title": "Genomic epidemiology reveals multidrug resistant plasmid spread between Vibrio cholerae lineages in Yemen"
      },
      {
        "paperId": "d670073bd4618a19d615fdff5433a29d0989a72c",
        "title": "Detecting, mapping, and suppressing the spread of a decade-long Pseudomonas aeruginosa nosocomial outbreak with genomics"
      },
      {
        "paperId": "3d5282c6584454d8d2a20a7bdf65a557abda3d6a",
        "title": "Monocentric observational cohort study to investigate the transmission of third-generation cephalosporin-resistant Enterobacterales in a neonatal intensive care unit in Heidelberg, Germany"
      },
      {
        "paperId": "dc1ba3a6778326de0c07f7a1041ddbb86460a2e6",
        "title": "Kinetic, genomic, and physiological analysis reveals diversity in the ecological adaptation and metabolic potential of Brachybacterium equifaecis sp. nov. isolated from horse feces"
      },
      {
        "paperId": "c01cdc66bb66360f7c1192d14b2f07a25ff01f8d",
        "title": "Integrative conjugative elements mediate the high prevalence of tmexCD3-toprJ1b in Proteus spp. of animal source"
      },
      {
        "paperId": "f096288cd77e40e11f1b4c6dfac6aa2d772629a2",
        "title": "Emergence of the fourth mobile sulfonamide resistance gene sul4 in clinical Salmonella enterica"
      },
      {
        "paperId": "284eba0be52fa3f06b7c4fce3c4317668bff192b",
        "title": "I am better than I look: genome based safety assessment of the probiotic Lactiplantibacillus plantarum IS-10506"
      },
      {
        "paperId": "814f4fada48b811f23042418530739d86a2d0b3b",
        "title": "Accessory genes define species-specific pathways to antibiotic resistance"
      },
      {
        "paperId": "f4361b676bb3c256e478360333a02169c573396d",
        "title": "Evaluation of metagenomic assembly methods for the detection and characterization of antimicrobial resistance determinants and associated mobilizable elements."
      },
      {
        "paperId": "e338982a69a1421f953478d3228fdacce6a74e29",
        "title": "Sink Drains in a Neonatal Intensive Care Unit: A Retrospective Risk Assessment and Evaluation"
      },
      {
        "paperId": "288cfd7150d4d94518a4a326dccb65afbae2978b",
        "title": "Metagenomic and culture-dependent approaches unveil active microbial community and novel functional genes involved in arsenic mobilization and detoxification in groundwater"
      },
      {
        "paperId": "4a27be3f4797cff68ffcd0120164df5686cca7fb",
        "title": "Molecular mechanisms of colistin- and multidrug-resistance in bacteria among patients with hospital-acquired infections"
      },
      {
        "paperId": "6747d3b8064faee5f5b3a8867b6885eddebf8186",
        "title": "In Vitro Susceptibility to Ceftazidime-Avibactam and Comparator Antimicrobial Agents of Carbapenem-Resistant Enterobacterales Isolates"
      },
      {
        "paperId": "67d731cdd9317bf7e6565893619aa553bd1fa333",
        "title": "The genome of Symbiodiniaceae-associated Stutzerimonas frequens CAM01 reveals a broad spectrum of antibiotic resistance genes indicating anthropogenic drift in the Palk Bay coral reef of south-eastern India"
      },
      {
        "paperId": "e68b0fbf77f9b19d0d033f14cb30886472e968da",
        "title": "Whole genome sequence-based analysis of Staphylococcus aureus isolated from bovine mastitis in Thuringia, Germany"
      },
      {
        "paperId": "be973d43aa378580286ff5e4f7b3246e81abe018",
        "title": "The impact of COVID on bacterial sepsis"
      },
      {
        "paperId": "bba96f367fdf7839adefe6368943343dccc83bd5",
        "title": "Comparing antimicrobial resistant genes and phenotypes across multiple sequencing platforms and assays for Enterobacterales clinical isolates"
      },
      {
        "paperId": "bafac6d01e616d53b9f22392bc43840d10d1a633",
        "title": "Genotype diversity of brucellosis agents isolated from humans and animals in Greece based on whole-genome sequencing"
      },
      {
        "paperId": "afbabe1876dd84a3e130f549b2c5ddeac56151a0",
        "title": "Evaluation of the RESIST ACINETO multiplex immunochromatographic assay for detection of OXA-23-like, OXA-40/58-like and NDM carbapenemase production in Acinetobacter baumannii"
      },
      {
        "paperId": "9cbf8c01be22799ce08133ecf589f3d0044478c7",
        "title": "An accurate and interpretable model for antimicrobial resistance in pathogenic Escherichia coli from livestock and companion animal species"
      },
      {
        "paperId": "b7ec24a77a719a0228bcd470c45a1076f5328628",
        "title": "Lactiplantibacillus plantarum, lactiplantibacillus pentosus and inulin meal inclusion boost the metagenomic function of broiler chickens"
      },
      {
        "paperId": "e026e833759e1ca843067c7f1e89cace47871d87",
        "title": "Co-Existence of blaNDM-1, blaOXA-23, blaOXA-64, blaPER-7 and blaADC-57 in a Clinical Isolate of Acinetobacter baumannii from Alexandria, Egypt"
      },
      {
        "paperId": "eba3ca4a44bdec48fef1dea742660eff4f3ad575",
        "title": "Prevalence of ciprofloxacin resistance and associated genetic determinants differed among Campylobacter isolated from human and poultry meat sources in Pennsylvania."
      },
      {
        "paperId": "91d149b13cb77a9cdf895ba763c982bf1be32b9b",
        "title": "Bioactivity Screening and Genomic Analysis Reveals Deep-Sea Fish Microbiome Isolates as Sources of Novel Antimicrobials"
      },
      {
        "paperId": "1161f226b60c2bbd2b76746e48f26679272ba0ba",
        "title": "Genomic insights into the safety and bacteriocinogenic potential of isolates from artisanal fermented milk Matsoni"
      },
      {
        "paperId": "b6df7abfe087091d48da32890b40d8ad1ea290fd",
        "title": "Bacteriocin-Producing Escherichia coli Q5 and C41 with Potential Probiotic Properties: In Silico, In Vitro, and In Vivo Studies"
      },
      {
        "paperId": "730e932a94a83ea93d964e6b35eaa1f76027fba4",
        "title": "A Comprehensive Self-Resistance Gene Database for Natural-Product Discovery with an Application to Marine Bacterial Genome Mining"
      },
      {
        "paperId": "28d605e8de54b50dcf0bc3cb1e3f681e603224de",
        "title": "Genotypic and Phenotypic Characterization of Antimicrobial and Heavy Metal Tolerance in Salmonella enterica and Escherichia coli Isolates from Swine Feed Mills"
      },
      {
        "paperId": "cf13b5b652b4a921c9c630662705a71dd33c6b60",
        "title": "Genes associated with fitness and disease severity in the pan-genome of mastitis-associated Escherichia coli"
      },
      {
        "paperId": "9be2e6541600319a764acecce80306f27ef153c9",
        "title": "Analysis of NDM-1 and IMP-8 carbapenemase producing Raoultella planticola clinical isolates."
      },
      {
        "paperId": "f0669383977ba53042bf3b94a0ea9c285d7d3a48",
        "title": "Co‐localization of clinically relevant antibiotic‐ and heavy metal resistance genes on plasmids in Klebsiella pneumoniae from marine bivalves"
      },
      {
        "paperId": "d72c948a19252094f0ccd377b8e24134906a46c2",
        "title": "Ciprofloxacin‐resistant ST198 Salmonella Kentucky in a hospitalized American black bear (Ursus americanus), with evidence of subsequent nosocomial transmission"
      },
      {
        "paperId": "b9ce479376754f02839ede1ff748fcc30a763edd",
        "title": "Rapid expansion of Neisseria gonorrhoeae ST7827 clone in Australia, with variable ceftriaxone phenotype unexplained by genotype."
      },
      {
        "paperId": "00f65126adee0f1c731eac8db6064b396d2c515d",
        "title": "Whole-genome sequencing reveals changes in genomic diversity and distinctive repertoires of T3SS and T6SS effector candidates in Chilean clinical Campylobacter strains"
      },
      {
        "paperId": "f99cc994071d3e2af316f4ba6fea7407471526c0",
        "title": "Molecular Characterization of Clinical Linezolid-Resistant Staphylococcus epidermidis in a Tertiary Care Hospital"
      },
      {
        "paperId": "6ecd128a207d298549426dddccd8cfe0bad6e6f0",
        "title": "Acinetobacter baumannii Global Clone-Specific Resistomes Explored in Clinical Isolates Recovered from Egypt"
      },
      {
        "paperId": "d5fa246b9444a2404c8d9956c067bdd7244ec7c4",
        "title": "Comparison of Disk Diffusion, E-Test, and Broth Microdilution Methods for Testing In Vitro Activity of Cefiderocol in Acinetobacter baumannii"
      },
      {
        "paperId": "60fe5b4b4ba310e4cae7562f9802a2c9462bd443",
        "title": "Epidemiology of Antimicrobial Resistance Genes in Staphyloccocus aureus Isolates from a Public Database in a One Health Perspective—Sample Characteristics and Isolates’ Sources"
      },
      {
        "paperId": "cbea357c8e29d165b376b4b70a132a31eb08395c",
        "title": "Founding of the culture collection of antibiotic-resistant strains of zoonotic bacteria in the Russian Federation"
      },
      {
        "paperId": "c5747fa7f67b9adeeee7a70156489ba3425890a9",
        "title": "Genomic diversity and epidemiological significance of non-typhoidal Salmonella found in retail food collected in Norfolk, UK"
      },
      {
        "paperId": "72d0a7a5dd698de4c42a8a3df0cfe40c1981b52f",
        "title": "A multidrug-resistant Salmonella enterica Typhimurium DT104 complex lineage circulating among humans and cattle in the USA lost the ability to produce pertussis-like toxin ArtAB"
      },
      {
        "paperId": "f621b70744de914c3de414436f6940fc4b4ab08c",
        "title": "Whole genome sequence analysis of Aeromonas spp. isolated from ready-to-eat seafood: antimicrobial resistance and virulence factors"
      },
      {
        "paperId": "73400dee048ef3e5610d6d9e9a0910cc2eee84a2",
        "title": "Higher rates of cefiderocol resistance among NDM producing Klebsiella bloodstream isolates applying EUCAST over CLSI breakpoints"
      },
      {
        "paperId": "b5890775a17c9223359e72c574c4b5cea32f77ea",
        "title": "Case report: A successfully treated case of community-acquired urinary tract infection due to Klebsiella aerogenes in Bangladesh"
      },
      {
        "paperId": "5a6f0459a659267b64291d38e426103e35bac9b1",
        "title": "Antimicrobial susceptibility testing and tentative epidemiological cut-off values for Lactobacillaceae family species intended for ingestion"
      },
      {
        "paperId": "82cc45fe6a310d08cf379351fc09bcd4267bfafa",
        "title": "Predicting variable gene content in Escherichia coli using conserved genes"
      },
      {
        "paperId": "2d86c57b7707b504f5ded6e2d5aac57402e93cf0",
        "title": "Bacteriophage therapy against pathological Klebsiella pneumoniae ameliorates the course of primary sclerosing cholangitis"
      },
      {
        "paperId": "5db64d0094fe67be9955016852d4cfc7aa2e0f0f",
        "title": "Lociq provides a loci-seeking approach for enhanced plasmid subtyping and structural characterization"
      },
      {
        "paperId": "76379625e273337abbacd9f1cf6aa8a110bf73d2",
        "title": "Oxford nanopore technologies—a valuable tool to generate whole-genome sequencing data for in silico serotyping and the detection of genetic markers in Salmonella"
      },
      {
        "paperId": "d87a67c1175b9d3806966ca5bce2a4b2c85f4f3f",
        "title": "Persistence of antibiotic resistance from animal agricultural effluents to surface water revealed by genome-centric metagenomics."
      },
      {
        "paperId": "d9f175eaa485a88911ff754db17fd568338a2064",
        "title": "Stress resistance and virulence gene profiles associated with phylogeny and phenotypes of Escherichia coli from cattle."
      },
      {
        "paperId": "f78b608d68d3d54365f09c09746e151b6028f7b8",
        "title": "Carriage of antimicrobial-resistant Enterobacterales among pregnant women and newborns in Amhara, Ethiopia"
      },
      {
        "paperId": "427360ec89e81e2361c8c7835665ccce75da557a",
        "title": "Genomic epidemiology of nosocomial carbapenemase-producing Citrobacter freundii in sewerage systems in the Helsinki metropolitan area, Finland"
      },
      {
        "paperId": "d96770b869e27293356817e170fedbb42ab9eec0",
        "title": "Host range of strand-biased circularizing integrative elements: a new class of mobile DNA elements nesting in Gammaproteobacteria"
      },
      {
        "paperId": "0b0522368d717743dd164e3be14ac425b685ef47",
        "title": "Insights from metagenome-assembled genomes on the genetic stability and safety of over-the-counter probiotic products"
      },
      {
        "paperId": "212f014462aa36bda93b6f3dd041f2caef897686",
        "title": "Clonal relation between Salmonella enterica subspecies enterica serovar Dublin strains of bovine and food origin in Germany"
      },
      {
        "paperId": "c761ac1e51d655741baf4bff83ff91613c67b541",
        "title": "Genome mining reveals the prevalence and extensive diversity of toxin–antitoxin systems in Staphylococcus aureus"
      },
      {
        "paperId": "7da46d6f9700ede2bd80e2bce16d3810516ff273",
        "title": "Erythromycin resistance of clinical Campylobacter jejuni and Campylobacter coli in Shanghai, China"
      },
      {
        "paperId": "d1cdc84d9edfcf9d0ded6aadb4480679e9a9fc1a",
        "title": "Emerging Pathogens in Planetary Health and Lessons from Comparative Genome Analyses of Three Clostridia Species."
      },
      {
        "paperId": "c573c75cd7d805060be8eeab5039e1caafa05d34",
        "title": "Multidrug-resistant non-typhoidal Salmonella of public health significance recovered from migratory birds in Bangladesh"
      },
      {
        "paperId": "88b0ca8eb6ab3c64d429920830c2c6be0dc683d6",
        "title": "The oral microbiota is a reservoir for antimicrobial resistance: resistome and phenotypic resistance characteristics of oral biofilm in health, caries, and periodontitis"
      },
      {
        "paperId": "f3edb9d55ce278ef0953d5fcbb40b6f425e7b459",
        "title": "Comparison of Illumina and Oxford Nanopore Technology for genome analysis of Francisella tularensis, Bacillus anthracis, and Brucella suis"
      },
      {
        "paperId": "4ca625417a4e3cc082249741bd4f568d21225748",
        "title": "Highly host-linked viromes in the built environment possess habitat-dependent diversity and functions for potential virus-host coevolution"
      },
      {
        "paperId": "7048b0c81c9717bbd8df5b45a47dba8aa42b0112",
        "title": "Genomic Diversity of Methicillin-Resistant Staphylococcus aureus CC398 Isolates Collected from Diseased Swine in the German National Resistance Monitoring Program GERM-Vet from 2007 to 2019"
      },
      {
        "paperId": "6f6606b443cdf6764950f5239442f3f39c004171",
        "title": "Evolving landscape of carbapenem-resistant Pseudomonas aeruginosa at a single centre in the USA"
      },
      {
        "paperId": "b62d47d70c7a6e0f5093c75d30cc01be4b616ea6",
        "title": "Endemicity and diversification of carbapenem-resistant Acinetobacter baumannii in an intensive care unit"
      },
      {
        "paperId": "5d69ed878fe8939e7af73736b4ef61e24f208752",
        "title": "A global survey of Salmonella plasmids and their associations with antimicrobial resistance"
      },
      {
        "paperId": "fcfd87bf0e8265047b3734a3ef074a6bbd652da6",
        "title": "Convergence of resistance and evolutionary responses in Escherichia coli and Salmonella enterica co-inhabiting chicken farms in China"
      },
      {
        "paperId": "616ba7285166d6e243036f75e2247d20183bf259",
        "title": "Genomic Characterization of Uropathogenic Escherichia coli Isolates from Tertiary Hospitals in Riyadh, Saudi Arabia"
      },
      {
        "paperId": "5a7506a6d790e1efb18945485fec6b66bc23fb48",
        "title": "Staphylococcal diversity in atopic dermatitis from an individual to a global scale."
      },
      {
        "paperId": "f1aa8399d46c48015f0c7111c4ec926b46efca3d",
        "title": "Defense systems are pervasive across chromosomally integrated mobile genetic elements and are inversely correlated to virulence and antimicrobial resistance"
      },
      {
        "paperId": "f1549dc49ac398efa35439db0243160913752eac",
        "title": "Aerosol partitioning potential of bacteria presenting antimicrobial resistance from different stages of a small decentralized septic treatment system"
      },
      {
        "paperId": "a88960d5a4ee2dcf055354b286b5035ae109636b",
        "title": "Antimicrobial resistance and genomic characterization of Salmonella enterica isolates from chicken meat"
      },
      {
        "paperId": "5120eec0e7afcf7c6bacc578a2e530e4e694a5da",
        "title": "The rapid emergence of Salmonella Typhi with decreased ciprofloxacin susceptibility following an increase in ciprofloxacin prescriptions in Blantyre, Malawi"
      },
      {
        "paperId": "7a37fa0c47747467c81b6e2ab39cad3791e47ddd",
        "title": "Genomic Analysis of Vancomycin-Resistant Staphylococcus aureus Isolates from the 3rd Case Identified in the United States Reveals Chromosomal Integration of the vanA Locus"
      },
      {
        "paperId": "960769966afde7729941791fd993fcc3fb157b99",
        "title": "The genomic epidemiology of Escherichia albertii infecting humans and birds in Great Britain"
      },
      {
        "paperId": "b8223b2a9a33d5f0b58dccda5dd461f86c83886e",
        "title": "Novel emm4 lineage associated with an upsurge in invasive group A streptococcal disease in the Netherlands, 2022"
      },
      {
        "paperId": "9c0876971ae474678ee2eb6204f0d0a612ec8db6",
        "title": "A multidrug-resistant Salmonella enterica Typhimurium DT104 complex lineage circulating among humans and cattle in the United States lost the ability to produce pertussis-like toxin ArtAB"
      },
      {
        "paperId": "1f2ffff3002cdf7ef58c9baad109f59761db9fe6",
        "title": "The COVID-19 Pandemic Sparked Off a Large-Scale Outbreak of Carbapenem-Resistant Acinetobacter baumannii from the Endemic Strains at an Italian Hospital"
      },
      {
        "paperId": "ec567b3b7c40201768bf0d0a7ea3b866417b4158",
        "title": "Ultra-Accurate Classification and Discovery of Functional Protein-Coding Genes from Microbiomes Using FunGeneTyper: An Expandable Deep Learning-Based Framework"
      },
      {
        "paperId": "d6eb8eabcb998e2b1b5c4cf2c92b6c58bbd3a7d0",
        "title": "Phylogroup-specific variation shapes the clustering of antimicrobial resistance genes and defence systems across regions of genome plasticity in Pseudomonas aeruginosa"
      },
      {
        "paperId": "330bae971d877972a6624fb2b3876b54764d2e09",
        "title": "Whole genome characterization of thermophilic Campylobacter species isolated from dairy manure in small specialty crop farms of Northeast Ohio"
      },
      {
        "paperId": "64cbfb4c2366809b295048675bf3c9d46446165b",
        "title": "Nanopore Sequencing Discloses Compositional Quality of Commercial Probiotic Feed Supplements"
      },
      {
        "paperId": "898eddc70cb9480dcb6fe1cebb7a00b527249f1b",
        "title": "Elucidating the genomic history of commercially used Bacillus thuringiensis subsp. tenebrionis strain NB176"
      },
      {
        "paperId": "90f844791367a69711f4276a6afecd293f964fcc",
        "title": "Potential selection and maintenance of manure-originated multi-drug resistant plasmids at sub-clinical antibiotic concentrations"
      },
      {
        "paperId": "12f2ff7cc693d0991c0e18d6db450169ab7f03eb",
        "title": "Exploring the extent of uncatalogued genetic variation in antimicrobial resistance gene families in Escherichia coli"
      },
      {
        "paperId": "d0f2543aadd56fc44f53e409b24fae98de689324",
        "title": "Extended-Spectrum β-Lactamase Genes Traverse the Escherichia coli Populations of Intensive Care Unit Patients, Staff, and Environment"
      },
      {
        "paperId": "139d09d8b6f8b556dd1d9d6e2a97f7dcc2c6a6aa",
        "title": "Draft Genome Sequence of Bacillus anthracis N1, Isolated from a Recreational Freshwater Kettle Lake in Ontario, Canada"
      },
      {
        "paperId": "870d98298400562befc8ecc8cbb20f156411e76d",
        "title": "Identification of a novel carbapenem-hydrolysing class D β-lactamase RAD-1 in Riemerella anatipestifer"
      },
      {
        "paperId": "2314eb58722498ad9e9c4a56892fa6062c08e6a9",
        "title": "Draft Genome Sequence of Exiguobacterium sp. Strain N5, Isolated from a Recreational Freshwater Kettle Lake in Ontario"
      },
      {
        "paperId": "6bb5487dc23b69c451c1fdeb864cd1b53429adca",
        "title": "Phylogenetic Analysis and Virulence Characteristics of Methicillin-Resistant Staphylococcus aureus ST45 in China: a Hyper-Virulent Clone Associated with Bloodstream Infections"
      },
      {
        "paperId": "48a0a7fa8c1072f2210b6a5e3c0d3e73ae8f7fdf",
        "title": "Genus-wide genomic characterization of Macrococcus: insights into evolution, population structure, and functional potential"
      },
      {
        "paperId": "1983f2f80cba6672fe8f37d66619510eda2b3588",
        "title": "Molecular surveillance reveals the emergence and dissemination of NDM-5-producing Escherichia coli high-risk clones in Germany, 2013 to 2019"
      },
      {
        "paperId": "86589e7c743d2ec78f52312c063b0bc4a05a718f",
        "title": "Genetic comparison of Brucella spp. and Ochrobactrum spp. erroneously included into the genus Brucella confirms separate genera"
      },
      {
        "paperId": "9ddc48ca7894281164413bf1561e3a625d614f57",
        "title": "Acinetobacter baumannii from Samples of Commercially Reared Turkeys: Genomic Relationships, Antimicrobial and Biocide Susceptibility"
      },
      {
        "paperId": "1fc90a1919e838210e0030fbc537c8b6346170bc",
        "title": "The challenges of defining the human nasopharyngeal resistome."
      },
      {
        "paperId": "4bedcef0dfbfab0d40c5c6e2bc43edabba540045",
        "title": "Antimicrobial resistance in Campylobacter fetus: emergence and genomic evolution"
      },
      {
        "paperId": "832364d3e1d78e4c58b586cdf4da97f2c687d920",
        "title": "Diversity and potential function of pig gut DNA viruses"
      },
      {
        "paperId": "05ce4d8ccd2575c257910209d60e110cd36a9e32",
        "title": "Antimicrobial Resistance in Vaginal Bacteria in Inseminated Mares"
      },
      {
        "paperId": "2d94be1d59f1813def410cef7e5a0fa0fc5a8f11",
        "title": "Pilot Study on the Action of Thymus vulgaris Essential Oil in Treating the Most Common Bacterial Contaminants and Salmonella enterica subsp. enterica Serovar Derby in Poultry Litter"
      },
      {
        "paperId": "65021925a28565f02ba1246a50014792793024e6",
        "title": "Epidemiology and Genetic Characteristics of Carbapenem-Resistant Escherichia coli in Chinese Intensive Care Unit Analyzed by Whole-Genome Sequencing: a Prospective Observational Study"
      },
      {
        "paperId": "c24b7e81ad6b2b3c9f56ec42060708351175076b",
        "title": "Genomic insight into Campylobacter jejuni isolated from commercial turkey flocks in Germany using whole-genome sequencing analysis"
      },
      {
        "paperId": "4a1ca7d14b038b046e81960352f6decc053f709f",
        "title": "Metagenomic Insight into Microbiome and Antibiotic Resistance Genes of High Clinical Concern in Urban and Rural Hospital Wastewater of Northern India Origin: a Major Reservoir of Antimicrobial Resistance"
      },
      {
        "paperId": "249270d3ae64c1db7444ba39f278abf2ce58e271",
        "title": "Genomic insights into antibiotic resistance and mobilome of lactic acid bacteria and bifidobacteria"
      },
      {
        "paperId": "656bf7106a7db379b2d7cc227f20a922d53081f6",
        "title": "Global epidemiology and clinical outcomes of carbapenem-resistant Pseudomonas aeruginosa and associated carbapenemases (POP): a prospective cohort study"
      },
      {
        "paperId": "9d133f3b9441681309e981f40c0e0fb69076be89",
        "title": "Infection of Diabetes Foot Caused by Carbapenem-Resistant Proteus penneri Mediated by a Novel Plasmid Containing blaNDM"
      },
      {
        "paperId": "5c8c67c1401a829a2c850b40abad32610fd3a59f",
        "title": "EBR-5, a Novel Variant of Metallo-β-Lactamase EBR from Multidrug-Resistant Empedobacter stercoris"
      },
      {
        "paperId": "003a2a0f4b37aee174c727fb834f44249be5c052",
        "title": "ESBL Displace: A Protocol for an Observational Study to Identify Displacing Escherichia coli Strain Candidates from ESBL-Colonized Travel Returners Using Phenotypic, Genomic Sequencing and Metagenome Analysis"
      },
      {
        "paperId": "977eb51787724b0dad21979a65ac9971afb1a9f0",
        "title": "Automating the design-build-test-learn cycle towards next-generation bacterial cell factories."
      },
      {
        "paperId": "e2b28241be0b285cc3e1969b3d6c807669205bbd",
        "title": "Distribution of Virulence Genes in Campylobacter spp. Isolated from Agaricus Mushrooms in Iran"
      },
      {
        "paperId": "4cea3a9c5dad3702c84b6483334df4b4d5b40dd6",
        "title": "Analysis of Whole-Genome Sequences of Pathogenic Gram-Positive and Gram-Negative Isolates from the Same Hospital Environment to Investigate Common Evolutionary Trends Associated with Horizontal Gene Exchange, Mutations and DNA Methylation Patterning"
      },
      {
        "paperId": "70a4bb97f948ddb060b53f9f02e32de8df1b6a58",
        "title": "In silico analyses of diversity and dissemination of antimicrobial resistance genes and mobile genetics elements, for plasmids of enteric pathogens"
      },
      {
        "paperId": "d9fd06f49b5c0a8ec200e1ad65038a50c7427671",
        "title": "Phylogroup-specific variation shapes the clustering of antimicrobial resistance genes and defence systems across regions of genome plasticity"
      },
      {
        "paperId": "0348b8e44339b50e1533cba95024036710a67634",
        "title": "Predicting Protein-encoding Gene Content in Escherichia coli Genomes"
      },
      {
        "paperId": "4556ca31d74199e32242f42ca025fbaf304187f5",
        "title": "Chicken Production and Human Clinical Escherichia coli Isolates Differ in Their Carriage of Antimicrobial Resistance and Virulence Factors"
      },
      {
        "paperId": "159753eb536017e141af5e118062f62491f35e1f",
        "title": "Genomic Epidemiology and Multilevel Genome Typing of Australian Salmonella enterica Serovar Enteritidis"
      },
      {
        "paperId": "5ed6326a90ac670c9ed0d1a3d78a83722d720704",
        "title": "Whole-Genome and Plasmid Comparative Analysis of Campylobacter jejuni from Human Patients in Toyama, Japan, from 2015 to 2019"
      },
      {
        "paperId": "6c8581ca29e629ad2e0284340d98659123f73e70",
        "title": "Transmission and microevolution of methicillin-resistant Staphylococcus aureus ST88 strain among patients, healthcare workers, and household contacts at a trauma and orthopedic ward"
      },
      {
        "paperId": "bbf2dc6b7e50bc6a6c498a83c628c0d875eacf41",
        "title": "A culture-, amplification-independent, and rapid method for identification of pathogens and antibiotic resistance profile in bovine mastitis milk"
      },
      {
        "paperId": "a84bc288747512528fbea712353eb434213dcfb5",
        "title": "Complete Genome Sequences of Two Salmonella enterica Strains Isolated from Chicken Carcass Rinse Water in Thailand"
      },
      {
        "paperId": "d719c1e76505f453dbf3a68bc0b23ff75b94eef6",
        "title": "First molecular characterization of Escherichia coli O157:H7 isolates from clinical samples in Paraguay using whole-genome sequencing."
      },
      {
        "paperId": "7c5b61367079f60ae11fd834b2c03490b2f9e2e7",
        "title": "Epidemiological Analysis on the Occurrence of Salmonella enterica Subspecies enterica Serovar Dublin in the German Federal State Schleswig-Holstein Using Whole-Genome Sequencing"
      },
      {
        "paperId": "30d3ff3660370f5b9d377af74f0f5c6b47622a4f",
        "title": "A Genome of Temperate Enterococcus Bacteriophage Placed in a Space of Pooled Viral Dark Matter Sequences"
      },
      {
        "paperId": "4fd71396135e7753cdd60566207ebbbc9378415e",
        "title": "Comparative Genomics Revealed a Potential Threat of Aeromonas rivipollensis G87 Strain and Its Antibiotic Resistance"
      },
      {
        "paperId": "af99d3a958d564f6efe6a1afb6cd3a9eda7b381f",
        "title": "Determination of Virulence-Associated Genes and Antimicrobial Resistance Profiles in Brucella Isolates Recovered from Humans and Animals in Iran Using NGS Technology"
      },
      {
        "paperId": "ea406fb832db0790108e96795d51484a25e7c6ab",
        "title": "Safety Evaluation and Anti-Inflammatory Efficacy of Lacticaseibacillus paracasei PS23"
      },
      {
        "paperId": "f8c50cd05492693a197bc92432f900fc91ca49b9",
        "title": "Antibiotic Susceptibility, Resistance Gene Determinants and Corresponding Genomic Regions in Lactobacillus amylovorus Isolates Derived from Wild Boars and Domestic Pigs"
      },
      {
        "paperId": "fb384ec6d30ea062ef14d4514b636eabaceab013",
        "title": "Differential response to prolonged amoxicillin treatment: long-term resilience of the microbiome versus long-lasting perturbations in the gut resistome"
      },
      {
        "paperId": "a48289689b034f5f08919de07eb142e8e98a6b27",
        "title": "Sewage-based surveillance shows presence of Klebsiella pneumoniae resistant against last resort antibiotics in the population in Bergen, Norway."
      },
      {
        "paperId": "d8cf978870f44f3e19db6217fa5c6eaae05b8d03",
        "title": "Paenibacillus xylinteritus sp. nov., a novel bacterial species isolated from grapevine wood"
      },
      {
        "paperId": "7452dddf0b8d040a8487e4b4ed58498e6b892d0e",
        "title": "Extended-spectrum β-lactamase genes traverse the Escherichia coli populations of ICU patients, staff and environment"
      },
      {
        "paperId": "62a25e73710d2751d3e859bbf8457e56d41560dd",
        "title": "Unraveling the viral dark matter of the rumen microbiome with a new global virome database"
      },
      {
        "paperId": "fa9d20fb4c3f1b0b8cbe9d98e8d57e2533d931a9",
        "title": "Extended spectrum β-lactamase-and AmpC β-lactamase-producing Enterobacterales associated with urinary tract infections in the New Zealand community: A case-control study."
      },
      {
        "paperId": "18e7d70d4af8022849e14452b452775c64c56fdd",
        "title": "Impact of international travel and diarrhea on gut microbiome and resistome dynamics"
      },
      {
        "paperId": "ae96b74b411ad53add66214c7fa04f6314877726",
        "title": "A newly isolated bacteriophage vB8388 and its synergistic effect with aminoglycosides against multi-drug resistant Klebsiella oxytoca strain FK-8388."
      },
      {
        "paperId": "19916599e9c8ca923fe8e970474053b9896e5ce5",
        "title": "Antibiotic resistance of Riemerella anatipestifer and comparative analysis of antibiotic-resistance gene detection methods"
      },
      {
        "paperId": "982a541770b601b8bcdf0bb2e4a6c7bb00736835",
        "title": "Case-control investigation of invasive Salmonella disease in Malawi reveals no evidence of environmental or animal transmission of invasive strains, and supports human to human transmission"
      },
      {
        "paperId": "005e91cae890ae4f15966e441d04ed9ecc23f9de",
        "title": "Plasmid-Coded Linezolid Resistance in Methicillin-Resistant Staphylococcus aureus from Food and Livestock in Germany"
      },
      {
        "paperId": "1780318321e227e5fb2c6eb3a0a13bc6b95b4452",
        "title": "Virulence Profile, Antibiotic Resistance, and Phylogenetic Relationships among Escherichia coli Strains Isolated from the Feces and Urine of Hospitalized Patients"
      },
      {
        "paperId": "d79f2d64b26dc3f220e8952938284dcac28e3bfd",
        "title": "Comparative genomic analysis of ovine and other host associated isolates of Staphylococcus aureus exhibit the important role of mobile genetic elements and virulence factors in host adaptation."
      },
      {
        "paperId": "141f601c7a1007962b570ac9bb01ad62ce2c56eb",
        "title": "A one-year genomic investigation of Escherichia coli epidemiology and nosocomial spread at a large US healthcare network"
      },
      {
        "paperId": "a0e1303ff412a4d0c46225b2530b1fc43439b102",
        "title": "Optimized conditions for Listeria, Salmonella and Escherichia whole genome sequencing using the Illumina iSeq100 platform with point-and-click bioinformatic analysis"
      },
      {
        "paperId": "5cc9e27e28e1b1bc384f36c3fb0cb92ff8a380a3",
        "title": "Overcoming Antibiotic Resistance with Novel Paradigms of Antibiotic Selection"
      },
      {
        "paperId": "75839a264151410d63f62cad5bbde9e7285acd7f",
        "title": "Systems Biology: New Insight into Antibiotic Resistance"
      },
      {
        "paperId": "3a1b4f53e9438a7d07e48bc87fc206c83aed32fb",
        "title": "MEGARes and AMR++, v3.0: an updated comprehensive database of antimicrobial resistance determinants and an improved software pipeline for classification using high-throughput sequencing"
      },
      {
        "paperId": "d601b24bc8ffad397f56b66fd7355f593c4dd103",
        "title": "Genomic Insights into the Mobilome and Resistome of Sentinel Microorganisms Originating from Farms of Two Different Swine Production Systems"
      },
      {
        "paperId": "22326a1f8ed50d9ae9174fb195ded7d245cccebb",
        "title": "Phenotypic and genomic assessment of the potential threat of human spaceflight-relevant Staphylococcus capitis isolates under stress conditions"
      },
      {
        "paperId": "95371c5182add4d4c3b72778e09924852efc6465",
        "title": "Antimicrobial resistance and genomic characterization of Salmonella enterica serovar Senftenberg isolates in production animals from the United States"
      },
      {
        "paperId": "1d799b443da070201d8b3b620afc2a7ede8b26e3",
        "title": "Are Enterobacteriaceae and Enterococcus Isolated from Powdered Infant Formula a Hazard for Infants? A Genomic Analysis"
      },
      {
        "paperId": "f1caa0f59c186bd7546157e435c60bac58cf614f",
        "title": "Genomic Epidemiology of Vibrio cholerae O139, Zhejiang Province, China, 1994–2018"
      },
      {
        "paperId": "a0f07c8ec9721534bbb1997fcbcf0fd03798494b",
        "title": "A set of antibiotic-resistance mechanisms and virulence factors in GES-16-producing Klebsiella quasipneumoniae subsp. Similipneumoniae from hospital wastewater revealed by whole-genome sequencing."
      },
      {
        "paperId": "8163cb8f064ea44fbbcdc7f8944e78d7e70f38a5",
        "title": "Occurrence and Characteristics of Escherichia albertii in Wild Birds and Poultry Flocks in Switzerland"
      },
      {
        "paperId": "a60259d0cadb5bf6a936bdc19648f09505092018",
        "title": "The Genetic Characteristics and Carbapenem Resistance Mechanism of ST307 Klebsiella pneumoniae Coharbouring blaCMY-6, blaOXA-48, and a Truncated blaNDM-1"
      },
      {
        "paperId": "0d5e6446ba0726d4787468d6ee779974c04feb28",
        "title": "Vaginal Bacteria in Mares and the Occurrence of Antimicrobial Resistance"
      },
      {
        "paperId": "5288b2b98de47be5298f3347fcb2bf18fabfad2a",
        "title": "Toward the Adoption of Loop-Mediated Isothermal Amplification for Salmonella Screening at the National Antimicrobial Resistance Monitoring System's Retail Meat Sites"
      },
      {
        "paperId": "1466eba5dc2f0c84f5ba26c99b923da34a1d63e8",
        "title": "Optimized Method for Bacterial Nucleic Acid Extraction from Positive Blood Culture Broth for Whole-Genome Sequencing, Resistance Phenotype Prediction, and Downstream Molecular Applications"
      },
      {
        "paperId": "f7fbeb01a2c21b8de8691c4084f340ae4acb7d1e",
        "title": "Multiplexed Target Enrichment Enables Efficient and In-Depth Analysis of Antimicrobial Resistome in Metagenomes"
      },
      {
        "paperId": "098608e0e399d38765e2723046e31ad2f029f1fa",
        "title": "Metabolic Characteristics of Porcine LA-MRSA CC398 and CC9 Isolates from Germany and China via Biolog Phenotype MicroArrayTM"
      },
      {
        "paperId": "bdbead84254800c558b9bccd5b856885a0bf9b2d",
        "title": "Detection of maternal transmission of resistant Gram-negative bacteria in a Cambodian hospital setting"
      },
      {
        "paperId": "6ad6340b2212d1592f5a3bb89aabc1f3cce0e230",
        "title": "Comparative Genomic Analysis of Fusobacterium necrophorum Provides Insights into Conserved Virulence Genes"
      },
      {
        "paperId": "82844fd8b363d169b2e6dd259fd5912e28a864c2",
        "title": "Limited evidence of patient-to-patient transmission of Staphylococcus aureus strains between children with cystic fibrosis, Queensland, Australia"
      },
      {
        "paperId": "214dbb37eb38976decb8c5d08fa765b5c7a60a3c",
        "title": "Antibiotics and probiotics impact gut antimicrobial resistance gene reservoir in COVID-19 patients"
      },
      {
        "paperId": "d00652188bfaeecd5d9bb64720e810c03ea903d2",
        "title": "More than mcr: canonical plasmid- and transposon-encoded mobilized colistin resistance genes represent a subset of phosphoethanolamine transferases"
      },
      {
        "paperId": "b944243336aa4feacb7cc171cfe40a27cfb998c5",
        "title": "Diagnostic challenges within the Bacillus cereus-group: finding the beast without teeth"
      },
      {
        "paperId": "16ddbd7475adb326cfc6766b1c2d16f86160f966",
        "title": "Phenotypic and genomic comparison of human outbreak and cattle-associated Shiga toxin-producing Escherichia coli O157:H7"
      },
      {
        "paperId": "c351e7488f3d9ebc42b3ac6ea0d2a0e2e8da1e03",
        "title": "Metagenomic and viromic analysis reveal the anthropogenic impacts on the plasmid and phage borne transferable resistome in soil."
      },
      {
        "paperId": "8eb8d90a066ea5340ef21d90babb7a9a9427e3b9",
        "title": "Emergence of Sulphonamide Resistance in Azithromycin-Resistant Pediatric Strains of Salmonella Typhi and Paratyphi A: A Genomics Insight."
      },
      {
        "paperId": "e2b0a2c4b8ef840c27db79af76b315008950513f",
        "title": "Whole genome sequence analysis of ESBL-producing Escherichia coli recovered from New Zealand freshwater sites"
      },
      {
        "paperId": "cf483485c801971837595c3b1d2731f7feebc9c8",
        "title": "Comparative genomics of Staphylococcus capitis reveals species determinants"
      },
      {
        "paperId": "b4b7b49ca5c2e36bffa73ed52f70c5bf4f6ea55d",
        "title": "Lactic acid bacteria and bifidobacteria deliberately introduced into the agro-food chain do not significantly increase the antimicrobial resistance gene pool"
      },
      {
        "paperId": "023ca6c5090f2275518664984263fded357856dc",
        "title": "High-quality metagenome-assembled genomes from proximal colonic microbiomes of synbiotic-treated korean native black pigs reveal changes in functional capacity"
      },
      {
        "paperId": "6c0e1bc0d20c1515dcd886cdc31917a6b8bf6652",
        "title": "Whole-Genome Sequencing Reveals Diversity of Carbapenem-Resistant Pseudomonas aeruginosa Collected through CDC’s Emerging Infections Program, United States, 2016–2018"
      },
      {
        "paperId": "88926d004a3bc438d87d7f61aa66127496216faa",
        "title": "Genome-resolved insight into the reservoir of antibiotic resistance genes in aquatic microbial community"
      },
      {
        "paperId": "100f64fc9f574c21907687e54edfc12c05ddc8cb",
        "title": "Comparative Genomic Analysis of Antimicrobial-Resistant Escherichia coli from South American Camelids in Central Germany"
      },
      {
        "paperId": "4219b82da161bec3dd14c71345052bbdc85a05eb",
        "title": "Temporal GWAS identifies a widely distributed putative adhesin contributing to pathogen success in Shigella spp"
      },
      {
        "paperId": "1cc347fc9fa0de84a1820e89da24859f929519a9",
        "title": "Arm race among closely-related carbapenem-resistant Klebsiella pneumoniae clones"
      },
      {
        "paperId": "e91d0beb030f33ae5ea7091f8b7106abd307625e",
        "title": "A panel of diverse Klebsiella pneumoniae clinical isolates for research and development"
      },
      {
        "paperId": "2078016e74b9a205f426f4041e4ee52f6ab27590",
        "title": "Genomic epidemiological analysis of Klebsiella pneumoniae from Portuguese hospitals reveals insights into circulating antimicrobial resistance"
      },
      {
        "paperId": "848e5279021dea1c18ce4c3fbd8575abd2a76eb8",
        "title": "Keeping up with the pathogens: Improved antimicrobial resistance detection and prediction in Pseudomonas aeruginosa"
      },
      {
        "paperId": "342ba5b612c8dea94c682f58ea509d832c61e6e6",
        "title": "Staphylococcus aureus lineages associated with a free-ranging population of the fruit bat Pteropus livingstonii retained over 25 years in captivity"
      },
      {
        "paperId": "0f253d3b6ec42aeced7b7e92e776ded7c76034c2",
        "title": "Antibiotic resistance genes in the gut microbiota of mothers and linked neonates with or without sepsis from low- and middle-income countries"
      },
      {
        "paperId": "02d8af27aff939bd8868b2c611c8fddd17185981",
        "title": "Atypical integrative element with strand-biased circularization activity assists interspecies antimicrobial resistance gene transfer from Vibrio alfacsensis"
      },
      {
        "paperId": "b9ac14514d2e2ce8c767ff4714d756c464153edf",
        "title": "Improved gut microbiome recovery following drug therapy is linked to abundance and replication of probiotic strains"
      },
      {
        "paperId": "7cc046331662c08804b4a9f43fad5f4960a3ae41",
        "title": "Genomic epidemiology and multilevel genome typing of Australian Salmonella enterica serovar Enteritidis"
      },
      {
        "paperId": "af080d8666590dca51087ff8e2831cd82041a47d",
        "title": "Targeted suppression of human IBD-associated gut microbiota commensals by phage consortia for treatment of intestinal inflammation"
      },
      {
        "paperId": "cbb32aa068f569473eabe81e31c978074fd4b7ce",
        "title": "Dominant Carbapenemase-Encoding Plasmids in Clinical Enterobacterales Isolates and Hypervirulent Klebsiella pneumoniae, Singapore"
      },
      {
        "paperId": "a2d15225078858e26c33f21d687b7d6f378f1798",
        "title": "Molecular Epidemiology of Penicillin-Susceptible Staphylococcus aureus Bacteremia in Australia and Reliability of Diagnostic Phenotypic Susceptibility Methods to Detect Penicillin Susceptibility"
      },
      {
        "paperId": "9ba897f300e75a262649bf00208a135f04a4834a",
        "title": "Genomic Study on Blood Culture Isolates From Patients With Staphylococcus Infection-associated Glomerulonephritis"
      },
      {
        "paperId": "8b0744a0ee8d4b7792bd6b4e7fe8c5b0df9bdcbe",
        "title": "Three Distinct Annotation Platforms Differ in Detection of Antimicrobial Resistance Genes in Long-Read, Short-Read, and Hybrid Sequences Derived from Total Genomic DNA or from Purified Plasmid DNA"
      },
      {
        "paperId": "5ff4b1aa581aad5bf1a3bd50eb7285dca1d87e79",
        "title": "Complete Genome Sequence of a Salmonella enterica subsp. enterica Serovar Tennessee Strain from Tahini"
      },
      {
        "paperId": "e83922ffb501ab1008b67f994b7b53e0b7cc9f5d",
        "title": "Phylogenomic analysis of Salmonella Indiana ST17, an emerging MDR clonal group in China."
      },
      {
        "paperId": "416548957d302c70822e09764344f4d97878a4ea",
        "title": "Multiple Mechanisms Confer Resistance to Azithromycin in Shigella in Bangladesh: a Comprehensive Whole Genome-Based Approach"
      },
      {
        "paperId": "3a9f2c7ec24799f6352cf8fcbe95d5256568b27e",
        "title": "Characterization and Fitness Cost of Tn7100, a Novel Integrative and Conjugative Element Conferring Multidrug Resistance in Haemophilus influenzae"
      },
      {
        "paperId": "fcc80f604362236279367dbb386882ed5f12e661",
        "title": "Virulence, antimicrobial susceptibility and phylogenetic analysis of Cronobacter sakazakii isolates of food origins from Jordan"
      },
      {
        "paperId": "a896a7a00893da55f3f9d69f0b3667a580a81af9",
        "title": "Comparative Genomics and In Silico Evaluation of Genes Related to the Probiotic Potential of Bifidobacterium breve 1101A"
      },
      {
        "paperId": "d169d2192bbade99e5675c5764b1211c4e47a87a",
        "title": "Evaluation of canine raw food products for the presence of extended-spectrum beta-lactamase- and carbapenemase-producing bacteria of the order Enterobacterales."
      },
      {
        "paperId": "645a7c6aa3aea6b6aa83ff7692c66bb50dfb696c",
        "title": "Dissemination of carbapenemase-producing Enterobacterales in the community of Rawalpindi, Pakistan"
      },
      {
        "paperId": "66c1d1a847d28c41fb78b417a3cc33b3d868a630",
        "title": "The Gastrointestinal Load of Carbapenem-Resistant Enterobacteriacea Is Associated With the Transition From Colonization to Infection by Klebsiella pneumoniae Isolates Harboring the blaKPC Gene"
      },
      {
        "paperId": "ffdce0b8a7e83169f8a536d3de224bbdf4237ca2",
        "title": "An expanded reference map of the human gut microbiome reveals hundreds of previously unknown species"
      },
      {
        "paperId": "c03f6c945e427ded50725702009877d00daf0888",
        "title": "Genomic analysis of Listeria monocytogenes from US food processing environments reveals a high prevalence of QAC efflux genes but limited evidence of their contribution to environmental persistence"
      },
      {
        "paperId": "8857271074e94fd56f0b00a079e5f0e3080443fb",
        "title": "Use of Large-Scale Genomics to Identify the Role of Animals and Foods as Potential Sources of Extraintestinal Pathogenic Escherichia coli That Cause Human Illness"
      },
      {
        "paperId": "959135b9eae252cc3558a5af7830c7c44a7edcc3",
        "title": "Comparative analysis of multiplexed PCR and short- and long-read whole genome sequencing to investigate a large Klebsiella pneumoniae outbreak in New York State."
      },
      {
        "paperId": "31b5ff01ab3efafc179bc8a4c0a928e74db3fd40",
        "title": "Molecular mechanisms and genomic basis of tigecycline-resistant Enterobacterales from swine slaughterhouses."
      },
      {
        "paperId": "e454ba4622c406a9a24eb9358a2faa96a6513f2e",
        "title": "Diversity and characteristics of pTet family plasmids revealed by genomic epidemiology of Campylobacter jejuni from human patients in Toyama, Japan from 2015 to 2019"
      },
      {
        "paperId": "e3f7ca4838ac204f6dbc824113ca99296bc0596e",
        "title": "Molecular Evolution and Genomic Insights into Community-Acquired Methicillin-Resistant Staphylococcus aureus Sequence Type 88"
      },
      {
        "paperId": "90792472c8f8991d9262f6a017df33245efd776c",
        "title": "CORR Insights®: Halicin Is Effective Against Staphylococcus aureus Biofilms In Vitro."
      },
      {
        "paperId": "4e8c9e174a52bb9a2dca95da868cccb689c5e7ba",
        "title": "Whole genome sequencing for the risk assessment of probiotic lactic acid bacteria"
      },
      {
        "paperId": "bcbe4d1208a07e4a7b46590572448bd5e9de0901",
        "title": "Draft Genome Sequences of Multidrug-Resistant Escherichia coli Strains Isolated from River Water in Malaysia"
      },
      {
        "paperId": "573b12db2ff22e0488c4a2397216b33592b74f51",
        "title": "HT-ARGfinder: A Comprehensive Pipeline for Identifying Horizontally Transferred Antibiotic Resistance Genes and Directionality in Metagenomic Sequencing Data"
      },
      {
        "paperId": "d2bbe582e9d95c0b020719f6dec3b35c21946004",
        "title": "Evaluating the potential of third generation metagenomic sequencing for the detection of BRD pathogens and genetic determinants of antimicrobial resistance in chronically ill feedlot cattle"
      },
      {
        "paperId": "35d260abf1eeaef5fb2811c9801cab9c9da187f4",
        "title": "Curation of the AMRFinderPlus databases: applications, functionality and impact"
      },
      {
        "paperId": "fb22494f4ddebb979d32aa350f13012834955894",
        "title": "Coexistence of tmexCD-toprJ, blaNDM-1, and blaIMP-4 in One Plasmid Carried by Clinical Klebsiella spp."
      },
      {
        "paperId": "7e327d8bbfe6beb30de97f41ee42931604856f73",
        "title": "Dynamics of Salmonella enterica and antimicrobial resistance in the Brazilian poultry industry and global impacts on public health"
      },
      {
        "paperId": "5b31e43ab078ecc960b696b71cf072497ab7b4cc",
        "title": "Flexible protein database based on amino acid k-mers"
      },
      {
        "paperId": "9dadcc3fea4922993e50530cdaf6dcffbdbc8ab7",
        "title": "Comparison of ceftazidime-avibactam susceptibility testing methods against OXA-48-like carrying Klebsiella blood stream isolates."
      },
      {
        "paperId": "7a09dcdaad670b450450cbbea19b77eeb46d917f",
        "title": "Phylogenomic Analysis of Salmonella enterica subsp. enterica Serovar Bovismorbificans from Clinical and Food Samples Using Whole Genome Wide Core Genes and kmer Binning Methods to Identify Two Distinct Polyphyletic Genome Pathotypes"
      },
      {
        "paperId": "1767616e8cb9ebf31080574866aec505609788ef",
        "title": "Carbapenem-Resistant enterobacterales in individuals with and without health care risk factors —Emerging infections program, United States, 2012-2015"
      },
      {
        "paperId": "daf3b6ad142d9173bbf88a986c2daac72ce82017",
        "title": "Extensive acquisition of carbapenem-resistant Acinetobacter baumannii in Intensive Care Unit patients is driven by widespread environmental contamination"
      },
      {
        "paperId": "5c60b41fefe75d53c72c5f24b4e24544e1595525",
        "title": "Antimicrobial resistance genes predict plasmid generalism and network structure in wastewater"
      },
      {
        "paperId": "1a82d998657390e4347f9844508dc5a83769f5bb",
        "title": "Epidemiology of Plasmids in Escherichia coli and Klebsiella pneumoniae with Acquired Extended Spectrum Beta-Lactamase Genes Isolated from Chronic Wounds in Ghana"
      },
      {
        "paperId": "0d13ba4d69351a60e1088b1601bd968361fe65f9",
        "title": "Antibiotic Resistance in Campylobacter spp. Isolated from Broiler Chicken Meat and Human Patients in Estonia"
      },
      {
        "paperId": "1887ebeaf01697a91002809878faa23407931348",
        "title": "Whole-Genome Sequencing of a Colistin-Resistant Acinetobacter baumannii Strain Isolated at a Tertiary Health Facility in Pretoria, South Africa"
      },
      {
        "paperId": "37cdcd235d4235bd451249dc2143c8d0b09bf838",
        "title": "Molecular epidemiology of antimicrobial-resistant Pseudomonas aeruginosa in a veterinary teaching hospital environment"
      },
      {
        "paperId": "997148df77ca76a815fc420b4e4a98f8b7e9d3e3",
        "title": "Class C β-Lactamases: Molecular Characteristics"
      },
      {
        "paperId": "34fd296d5fd162b4bb9c39d7f9cf4ba931bc26a5",
        "title": "Draft Genome Sequence of Lacticaseibacillus rhamnosus IMI 507023"
      },
      {
        "paperId": "c744d9041ffc952a415ba427bf839ba7782db690",
        "title": "Insights into the genetic diversity, antibiotic resistance and pathogenic potential of Klebsiella pneumoniae from the Norwegian marine environment using whole-genome analysis."
      },
      {
        "paperId": "85adbfae25b112caa6d297735b9019221cad5f78",
        "title": "Safety Assessment of Lactiplantibacillus plantarum TWK10 Based on Whole-Genome Sequencing, Phenotypic, and Oral Toxicity Analysis"
      },
      {
        "paperId": "253d1a2db1df17064424f31c9a81f0dbf7164fc8",
        "title": "Two Novel Lytic Bacteriophages Infecting Enterococcus spp. Are Promising Candidates for Targeted Antibacterial Therapy"
      },
      {
        "paperId": "3503f7b6ac630c0e43528c936b1e72e65d145242",
        "title": "Analysis of Antimicrobial Resistance in Non-typhoidal Salmonella Collected From Pork Retail Outlets and Slaughterhouses in Vietnam Using Whole Genome Sequencing"
      },
      {
        "paperId": "181024767df73eac9d5d7a7dcb392601d0dbcec6",
        "title": "Brachybacterium epidermidis Sp. Nov., a Novel Bacterial Species Isolated from the Back of the Right Hand, in a 67-Year-Old Healthy Woman"
      },
      {
        "paperId": "b72d27b8f2afde2a98e906e4371c998bb1bfa64f",
        "title": "Characterisation of Bacteriophage vB_SmaM_Ps15 Infective to Stenotrophomonas maltophilia Clinical Ocular Isolates"
      },
      {
        "paperId": "8cab09fc8c65888898be5a9f47fcf8bc4dbd9b39",
        "title": "Draft Genome Sequence of Pediococcus pentosaceus IMI 507024"
      },
      {
        "paperId": "5231d776321083c2331114a45d7c179bc1765d1b",
        "title": "Characteristics and outcomes of carbapenemase harbouring carbapenem-resistant Klebsiella spp. bloodstream infections: a multicentre prospective cohort study in an OXA-48 endemic setting"
      },
      {
        "paperId": "fc3bbb3c9b7adbf12b093a8536f12d9ea087dc41",
        "title": "Epidemiology and genomic analysis of Klebsiella oxytoca from a single hospital network in Australia"
      },
      {
        "paperId": "44b8159ac01bb3ff2bf4202b3f261af3bd8025fb",
        "title": "Lytic Phages against ST11 K47 Carbapenem-Resistant Klebsiella pneumoniae and the Corresponding Phage Resistance Mechanisms"
      },
      {
        "paperId": "01d41cf4a397f86c5a461148b06d79f37ce898bd",
        "title": "Whole genome sequence data of Lactiplantibacillus plantarum IMI 507027"
      },
      {
        "paperId": "a2d134d57a4196db406242860303fff28f070f74",
        "title": "WGS-Based Phenotyping and Molecular Characterization of the Resistome, Virulome and Plasmid Replicons in Klebsiella pneumoniae Isolates from Powdered Milk Produced in Germany"
      },
      {
        "paperId": "c449dad4d295fafbc2ada8594b42da3b3c024e01",
        "title": "Whole-genome sequencing and gene sharing network analysis powered by machine learning identifies antibiotic resistance sharing between animals, humans and environment in livestock farming"
      },
      {
        "paperId": "9525980567a6a5253be74609902d605a68bcb220",
        "title": "Bacteriocin Producing Streptococcus agalactiae Strains Isolated from Bovine Mastitis in Brazil"
      },
      {
        "paperId": "1c0797a1de1828b08cd113abdb8bf9fa11e3f601",
        "title": "The Use of Long-Read Sequencing Technologies in Infection Control: Horizontal Transfer of a blaCTX-M-27 Containing lncFII Plasmid in a Patient Screening Sample"
      },
      {
        "paperId": "627570cf3962edccd53c0eba60d5e9cd6162105a",
        "title": "Virulence and Antibiotic Resistance Genes in Listeria monocytogenes Strains Isolated From Ready-to-Eat Foods in Chile"
      },
      {
        "paperId": "7208e5f6699ee7f1b5670ba9a57cafd480f186dd",
        "title": "Review and Comparison of Antimicrobial Resistance Gene Databases"
      },
      {
        "paperId": "3031b031fa9095c364ff1318ca69bd2153a18e40",
        "title": "Paraphocaeicola brunensis gen. nov., sp. nov., Carrying Two Variants of nimB Resistance Gene from Bacteroides fragilis, and Caecibacteroides pullorum gen. nov., sp. nov., Two Novel Genera Isolated from Chicken Caeca"
      },
      {
        "paperId": "7de8fb4b1cbd6d616ca7a58987cc1be0e0454391",
        "title": "Niche-specific genome degradation and convergent evolution shaping Staphylococcus aureus adaptation during severe infections"
      },
      {
        "paperId": "5facd52ac65bfe89879a5c8ea1fe2355281ac2da",
        "title": "Lessons learned in virulence factor identification and data management from a hackathon on microbial virulence"
      },
      {
        "paperId": "aa146b82cc697265e47afdb5e1d9829f875a09f8",
        "title": "Temporo-spatial variations in resistance determinants and clonality of Acinetobacter baumannii and Pseudomonas aeruginosa strains from Romanian hospitals and wastewaters"
      },
      {
        "paperId": "3009a66d6f6581ff1b8ced4a88a4e4f4de7e534c",
        "title": "A role for ColV plasmids in the evolution of pathogenic Escherichia coli ST58"
      },
      {
        "paperId": "2eb70f6e8c44527880b1cf7fff66a9d6729276a5",
        "title": "Case-control investigation of invasive Salmonella disease in Africa - comparison of human, animal and household environmental isolates find no evidence of environmental or animal reservoirs of invasive clades/strains"
      },
      {
        "paperId": "5779b7e6ed74289e86b0debe1817755a0b09a443",
        "title": "Description of Pseudoclavibacter triregionum sp. nov. from human blood and Pseudoclavibacter albus comb. nov., and revised classification of the genus Pseudoclavibacter: proposal of Caespitibacter gen. nov., with Caespitibacter soli comb. nov. and Caespitibacter caeni comb. nov"
      },
      {
        "paperId": "1a0ef058feed4eb59f685e27ddc38c4d3d76a16a",
        "title": "Genomic analysis of the zoonotic ST73 lineage containing avian and human extraintestinal pathogenic Escherichia coli (ExPEC)."
      },
      {
        "paperId": "fa2f36c2c8138c1394ccbf19b30843c98e9c3a12",
        "title": "Whole Genome Analysis of 335 New Bacterial Species from Human Microbiota Reveals a Huge Reservoir of Transferable Antibiotic Resistance Determinants"
      },
      {
        "paperId": "cfcacd8fab50eb9025c61b0ecd01dd61dd83d96d",
        "title": "PhageLeads: Rapid Assessment of Phage Therapeutic Suitability Using an Ensemble Machine Learning Approach"
      },
      {
        "paperId": "4ee32ed8d7f0f0c4bf1d3b692c6b93d80461b92c",
        "title": "Practical Assessment of an Interdisciplinary Bacteriophage Delivery Pipeline for Personalized Therapy of Gram-Negative Bacterial Infections"
      },
      {
        "paperId": "c07841104422be6d1295e420dc7c87e5c0e72f2d",
        "title": "Shallow-Water Hydrothermal Vents as Natural Accelerators of Bacterial Antibiotic Resistance in Marine Coastal Areas"
      },
      {
        "paperId": "eb690f3ce4d14832ce26b06f02b70f6b2c5e5450",
        "title": "Multi-laboratory evaluation of the Illumina iSeq platform for whole genome sequencing of Salmonella, Escherichia coli and Listeria"
      },
      {
        "paperId": "5c21e408da5cc95791202d694c5bc40b17e02bb2",
        "title": "Pathogenomic analyses of Shigella isolates inform factors limiting shigellosis prevention and control across LMICs"
      },
      {
        "paperId": "40bb62a57ac24c2afabba71e07b692671643c516",
        "title": "Escherichia marmotae—a Human Pathogen Easily Misidentified as Escherichia coli"
      },
      {
        "paperId": "311d55592332f75512f45b9a4ca76c728c264cdb",
        "title": "Canine Staphylococcus argenteus: Case Report from The Netherlands"
      },
      {
        "paperId": "61ef0f1885c2b48d72118c869b78d687b2191d25",
        "title": "In Silico Characterisation of Putative Prophages in Lactobacillaceae Used in Probiotics for Vaginal Health"
      },
      {
        "paperId": "1977628ca5ffa7a6907a170410c678de673db2e6",
        "title": "Identification of methicillin-resistant Staphylococcus aureus ST8 isolates in China with potential high virulence"
      },
      {
        "paperId": "dd13c6b9ce8b67c5fe00d0a099779d0da4dee36b",
        "title": "Comparative Genomics of Borderline Oxacillin-Resistant Staphylococcus aureus Detected during a Pseudo-outbreak of Methicillin-Resistant S. aureus in a Neonatal Intensive Care Unit"
      },
      {
        "paperId": "d9e3e974729deac247be3970dc1fc61fa1022325",
        "title": "Comparative Genomics of Bacteroides fragilis Group Isolates Reveals Species-Dependent Resistance Mechanisms and Validates Clinical Tools for Resistance Prediction"
      },
      {
        "paperId": "0d6c0bdae2b59811498f438d27032aeac4ad03fe",
        "title": "Mammaliicoccus spp. from German Dairy Farms Exhibit a Wide Range of Antimicrobial Resistance Genes and Non-Wildtype Phenotypes to Several Antibiotic Classes"
      },
      {
        "paperId": "fe40571af98af2f0e5a32130785c4abeff1ebb65",
        "title": "Phylogenetic, Functional and Safety Features of 1950s B. infantis Strains"
      },
      {
        "paperId": "e19da211e1561e34901f48b8131fb0a2405f1e6b",
        "title": "Characterization of phage resistance and phages capable of intestinal decolonization of carbapenem-resistant Klebsiella pneumoniae in mice"
      },
      {
        "paperId": "66df86a69242349b984148e1e9ef14e97ae10b5e",
        "title": "Case Report: Vibrio fluvialis isolated from a wound infection after a piercing trauma in the Baltic Sea"
      },
      {
        "paperId": "0ac6f9dc041e4c6d4503712180db62a0c82ff094",
        "title": "Genomic Epidemiology of Salmonella enterica Circulating in Surface Waters Used in Agriculture and Aquaculture in Central Mexico"
      },
      {
        "paperId": "c525d9cce43b64b2dbc9fa878ea15f643f2171c3",
        "title": "Ecology, more than antibiotics consumption, is the major predictor for the global distribution of aminoglycoside-modifying enzymes"
      },
      {
        "paperId": "302fb122766836b90f0702bdf1c02a22e33e8125",
        "title": "Genomic Analyses of Pediococcus pentosaceus ST65ACC, a Bacteriocinogenic Strain Isolated from Artisanal Raw-Milk Cheese"
      },
      {
        "paperId": "7a59bb3cbf1b7e81c8b09839b9b6aea867b25bf7",
        "title": "Systematic whole-genome sequencing reveals an unexpected diversity among actinomycetoma pathogens and provides insights into their antibacterial susceptibilities"
      },
      {
        "paperId": "f5b986296a84a586d8aa3e59e3f98edc3dfb70d5",
        "title": "Whole-Genome Sequencing of Extended-Spectrum Beta-Lactamase-Producing Escherichia coli From Human Infections in Finland Revealed Isolates Belonging to Internationally Successful ST131-C1-M27 Subclade but Distinct From Non-human Sources"
      },
      {
        "paperId": "fe0851a441c8b9610016b540391a7c8fb481e228",
        "title": "New Sequence Types and Antimicrobial Drug–Resistant Strains of Streptococcus suis in Diseased Pigs, Italy, 2017–2019"
      },
      {
        "paperId": "db4fee5efb5ffcedca9419f91153deb277182fea",
        "title": "The interplay between community and hospital Enterococcus faecium clones within health-care settings: a genomic analysis"
      },
      {
        "paperId": "6950f08e7387cf002419922e4ae92aac23df972e",
        "title": "Pseudomonas canavaninivorans sp. nov., isolated from bean rhizosphere."
      },
      {
        "paperId": "3586a71532faffae0aba52a3e10688bf980aa1b3",
        "title": "A catalogue of 1,167 genomes from the human gut archaeome"
      },
      {
        "paperId": "0ffb3aab366b9320f182efc5244e9780f24953be",
        "title": "Characterization of 2 Klebsiella pneumoniae carbapenemase–producing Enterobacterales isolated from canine rectal swabs"
      },
      {
        "paperId": "6015a4968296fb4369e366aabae8743ea4a01421",
        "title": "Spontaneous Phage Resistance in Avian Pathogenic Escherichia coli"
      },
      {
        "paperId": "c08b58d40a4a4a81bdc0a8ec4c3d90cdc053da11",
        "title": "Whole-Genome Sequencing-Based Antimicrobial Resistance Characterization and Phylogenomic Investigation of 19 Multidrug-Resistant and Extended-Spectrum Beta-Lactamase-Positive Escherichia coli Strains Collected From Hospital Patients in Benin in 2019"
      },
      {
        "paperId": "1bae033203a0f91b41ff1d62d88d88f522bff865",
        "title": "Strengths and caveats of identifying resistance genes from whole genome sequencing data"
      },
      {
        "paperId": "0a9f05ca3bfbc8b68d17420f6139d68ef6864fc2",
        "title": "The genomic basis of the Streptococcus thermophilus health-promoting properties"
      },
      {
        "paperId": "6f1c348f048cea31169e0045924c1d488ed33572",
        "title": "Comparative genomics and antibiotic resistance of Yersinia enterocolitica obtained from a pork production chain and human clinical cases in Brazil."
      },
      {
        "paperId": "2aca857bce69ae2eb6f82eab98371b302ada60ee",
        "title": "Antimicrobial Susceptibility of Lactobacillus delbrueckii subsp. lactis from Milk Products and Other Habitats"
      },
      {
        "paperId": "79bece7dcb70213541bb2bb071ae97a428f7f477",
        "title": "Application of genomics and metagenomics to improve food safety based on an enhanced characterisation of antimicrobial resistance"
      },
      {
        "paperId": "30e8e15cd2748767757fe43fb0bddd3de27f4520",
        "title": "An integrated multidisciplinary-based framework for characterizing environmental risks of heavy metals and their effects on antibiotic resistomes in agricultural soils."
      },
      {
        "paperId": "808515bdbc8e4e63ec8085fafb8345aeb34825f0",
        "title": "Comparative Genomics of Clinical and Environmental Isolates of Vibrio spp. of Colombia: Implications of Traits Associated with Virulence and Resistance"
      },
      {
        "paperId": "3f7b40a3e6bada8b6d8d86acc7b98cddf25ac14d",
        "title": "Train-the-Trainer as an Effective Approach to Building Global Networks of Experts in Genomic Surveillance of Antimicrobial Resistance (AMR)"
      },
      {
        "paperId": "9d79d6fa8715ff93d524037e370f1fbcbb5be90d",
        "title": "A Novel Multidrug Resistant, Non-Tn4401 Genetic Element-Bearing, Strain of Klebsiella pneumoniae Isolated From an Urban Lake With Drinking and Recreational Water Reuse"
      },
      {
        "paperId": "a993c1b3a581f4eeb9324716857b2fdc8dba54e3",
        "title": "Prevalence and Characteristics of Ceftriaxone-Resistant Salmonella in Children’s Hospital in Hangzhou, China"
      },
      {
        "paperId": "1a58e29099d770166f90e9fa0177898cbbe6d78a",
        "title": "Long-Read Sequencing Reveals Evolution and Acquisition of Antimicrobial Resistance and Virulence Genes in Salmonella enterica"
      },
      {
        "paperId": "e0714d64cceb0ace23b36560da224d61bd3acd0b",
        "title": "Systematic Evaluation of Whole-Genome Sequencing Based Prediction of Antimicrobial Resistance in Campylobacter jejuni and C. coli"
      },
      {
        "paperId": "041c17efceaaccc67e80835283158fc5fc55b5a9",
        "title": "Resistome characterization of extended-spectrum beta-lactamase (ESBL)-producing Escherichia coli isolated from wastewater treatment utilities in Oregon"
      },
      {
        "paperId": "e07f48af5cf873d9c31e27212f5219eef5604811",
        "title": "Fecal Carriage and Molecular Characterization of Carbapenemase-Producing Enterobacterales in the Pediatric Population in Qatar"
      },
      {
        "paperId": "631344348be8062a1b54f506d5522c844329790b",
        "title": "Isolation and genomic characterization of “unassigned” Salmonella enterica serovars from poultry in Ilorin, north-central Nigeria"
      },
      {
        "paperId": "2da2dde98cbc0acd4de569c3a4e46655f43c5fbb",
        "title": "Molecular characterization of Salmonella enterica from poultry farms in Ilorin, north-central Nigeria"
      },
      {
        "paperId": "475a3d3871921c20bf5a6bc8be4eb1888a60f571",
        "title": "Discordance between different bioinformatic methods for identifying resistance genes from short-read genomic data, with a focus on Escherichia coli"
      },
      {
        "paperId": "212a707a405496c1c52506119c0522c396fd2ab6",
        "title": "Molecular Characterization Based on Whole-Genome Sequencing of Streptococcus pneumoniae in Children Living in Southwest China During 2017-2019"
      },
      {
        "paperId": "29290a60306f85fe9e0a551493c07ecd0fc123aa",
        "title": "Prevalence, Risk Factors, and Antimicrobial Resistance Profile of Respiratory Pathogens Isolated From Suckling Beef Calves to Reprocessing at the Feedlot: A Longitudinal Study"
      },
      {
        "paperId": "13a78d7529fd21133b0369b230b05aade5a6fe6d",
        "title": "In Silico Prediction and Comparison of Resistomes in Model Pseudomonas Strains by Resistance Gene Identifier (RGI)"
      },
      {
        "paperId": "f519d49bf23f21ecc34cbe8db0be66eeeae27b51",
        "title": "Genomic analysis of Elizabethkingia species from aquatic environments: Evidence for potential clinical transmission"
      },
      {
        "paperId": "31727671a492defbeb722506b85fca15543967ac",
        "title": "Identification of CTX-M Type ESBL E. coli from Sheep and Their Abattoir Environment Using Whole-Genome Sequencing"
      },
      {
        "paperId": "20a440a6c270c39240ccfd5b41cc50293e1a1611",
        "title": "Clinical outcomes and bacterial characteristics of carbapenem-resistant Klebsiella pneumoniae complex among patients from different global regions (CRACKLE-2): a prospective, multicentre, cohort study."
      },
      {
        "paperId": "1f67aefd44c3b3f0fb1f683036bcefb6ad8f233c",
        "title": "Laniakea@ReCaS: exploring the potential of customisable Galaxy on-demand instances as a cloud-based service"
      },
      {
        "paperId": "bdf16a36efae534f8b78aa2d04fc91ea6696e8a2",
        "title": "Shotgun whole genome sequencing of drug-resistance Streptococcus anginosus strain 47S1 isolated from a patient with pharyngitis in Saudi Arabia."
      },
      {
        "paperId": "ce2143115989854aa43adfb8cd0ae5492bb65af0",
        "title": "Alcaligenes faecalis metallo-β-lactamase in extensively drug-resistant Pseudomonas aeruginosa isolates."
      },
      {
        "paperId": "199c2ffe9153d26ce799b35175c0729895d1ea3f",
        "title": "Bakta: rapid and standardized annotation of bacterial genomes via alignment-free sequence identification"
      },
      {
        "paperId": "f28d7bd8e473a59a556cf988c3091bb044388ad6",
        "title": "The Population Genetics, Virulence, and Public Health Concerns of Escherichia coli Collected From Rats Within an Urban Environment"
      },
      {
        "paperId": "d4e3e472cbaf0e3a3568d903ac3b8cc5db9712bf",
        "title": "A Strategy for the Rapid Development of a Safe Vibrio cholerae Candidate Vaccine Strain"
      },
      {
        "paperId": "638025c3880941b1a9abf874fd34cc08db565b6b",
        "title": "Genomic Determinants of Pathogenicity and Antimicrobial Resistance for 60 Global Listeria monocytogenes Isolates Responsible for Invasive Infections"
      },
      {
        "paperId": "01829542404df2b69a92dfefb6a9d27da65c5275",
        "title": "The Persistence of Bacterial Pathogens in Surface Water and Its Impact on Global Food Safety"
      },
      {
        "paperId": "d9cc341bbff5ba52f9eaf8966803a94240a16fdc",
        "title": "Agrococcus massiliensis sp. nov., a Novel Bacterial Species Isolated from Human Healthy Skin"
      },
      {
        "paperId": "8a457d08abfdf6ac2c9239f157b94602f57503a5",
        "title": "Monitoring the Microevolution of Salmonella enterica in Healthy Dairy Cattle Populations at the Individual Farm Level Using Whole-Genome Sequencing"
      },
      {
        "paperId": "c12acca8e3f74894dc6ad3a883655b5095ed2c0b",
        "title": "Genomic Characterisation of Campylobacter jejuni Isolates Recovered During Commercial Broiler Production"
      },
      {
        "paperId": "4b38afdf1aed25c1be347a8f47a170ea9d64d221",
        "title": "A case study on the distribution of the environmental resistome in Korean shrimp farms."
      },
      {
        "paperId": "2b69019c556024a4c5f885f6712de8fc1d558954",
        "title": "Nutrient Scarcity in a New Defined Medium Reveals Metabolic Resistance to Antibiotics in the Fish Pathogen Piscirickettsia salmonis"
      },
      {
        "paperId": "3b013aeda2c67829e330cab0cf2045d043722cd0",
        "title": "Graph-Based Approaches Significantly Improve the Recovery of Antibiotic Resistance Genes From Complex Metagenomic Datasets"
      },
      {
        "paperId": "3d0dd0a43ba7403347903f04c16f1407825ed1e1",
        "title": "Whole Genome Sequencing of Extended-Spectrum- and AmpC- β-Lactamase-Positive Enterobacterales Isolated From Spinach Production in Gauteng Province, South Africa"
      },
      {
        "paperId": "91524a2d0fdf39c2aa9b72fd35087b48e5b9882d",
        "title": "Draft Genome Sequences of Multidrug-Resistant Shigella Strains Isolated from Diarrheal Patients in Bangladesh"
      },
      {
        "paperId": "646f2462fd78d5a4edba09a764dd23aa3612922c",
        "title": "Routine, Molecular, and Sequence-Based Antimicrobial Susceptibility Testing: Progression from Research Databases to Future Predictive Models"
      },
      {
        "paperId": "c31600adbc38bb7bea676607f2a0251e460d6f7d",
        "title": "Third generation cephalosporin resistance in clinical non-typhoidal Salmonella enterica in Germany and emergence of bla CTX-M-harbouring pESI plasmids"
      },
      {
        "paperId": "451072b6179059446ab8abf8706a070257f53a10",
        "title": "Comparative Genome Analysis of Bacillus amyloliquefaciens Focusing on Phylogenomics, Functional Traits, and Prevalence of Antimicrobial and Virulence Genes"
      },
      {
        "paperId": "b67e2e0b6beb69fd3d291ddc10515ff94caff40d",
        "title": "Metagenomic analysis of ancient dental calculus reveals unexplored diversity of oral archaeal Methanobrevibacter"
      },
      {
        "paperId": "430fb25a7837ce7dfc95cd76b57da6bfeb564b6a",
        "title": "Natural Horizontal Gene Transfer of Antimicrobial Resistance Genes in Campylobacter spp. From Turkeys and Swine"
      },
      {
        "paperId": "35d3510b5c3dc82c66a3ccc1ceb5522c28c5e83c",
        "title": "Cohnella cholangitidis sp. nov., a novel species of the genus Cohnella isolated from a clinical specimen in Korea"
      },
      {
        "paperId": "439537879b49ca3cbeee8bcbb2a3b2bd14ef4194",
        "title": "Genomic Epidemiology and Antimicrobial Resistance Mechanisms of Imported Typhoid in Australia"
      },
      {
        "paperId": "f64816b70c7cbe6f90bcefcccfd93d0a659252da",
        "title": "Characterization of the novel plasmid-encoded MBL gene blaAFM-1, integrated into a blaIMP-45-bearing transposon Tn6485e in a carbapenem-resistant Pseudomonas aeruginosa clinical isolate."
      },
      {
        "paperId": "e60f952e8e0f1e916af6263863b5d38bed7ffa22",
        "title": "Genotypic and Phenotypic Characterization of Antimicrobial Resistance Profiles in Non-typhoidal Salmonella enterica Strains Isolated From Cambodian Informal Markets"
      },
      {
        "paperId": "3d67294d10e49d71581379bd7effff43f2c387bd",
        "title": "Viability-Resolved Metagenomics Reveals Antagonistic Colonization Dynamics of Staphylococcus epidermidis Strains on Preterm Infant Skin"
      },
      {
        "paperId": "6f62757d06bd320ccd30c75c1d890e67635c606b",
        "title": "Epidemiological Analysis of Salmonella enterica subsp. enterica Serovar Dublin in German Cattle Herds Using Whole-Genome Sequencing"
      },
      {
        "paperId": "7eacef539ec983b8c11078e247d44e1c88da981c",
        "title": "A review: antimicrobial resistance data mining models and prediction methods study for pathogenic bacteria"
      },
      {
        "paperId": "8f7650f71bb67ccf26b55269b74ae5e3d256e9b5",
        "title": "Longitudinal Genomic Characterization of Carbapenemase-producing Enterobacteriaceae (CPE) Reveals Changing Pattern of CPEs Isolated in Hong Kong Hospitals."
      },
      {
        "paperId": "9810ee840b9a24c4dbab5be20da2c404e9503407",
        "title": "Gulosibacter hominis sp. nov.: a novel human microbiome bacterium that may cause opportunistic infections"
      },
      {
        "paperId": "eebf153beec1fe4b2cc87cb99de0f48091e52679",
        "title": "Bakta: Rapid & standardized annotation of bacterial genomes via alignment-free sequence identification"
      },
      {
        "paperId": "3f17cc6dae37b81acf1fe01dcbd0721bf1ecdfe3",
        "title": "Gram-Negative Bacteria Harboring Multiple Carbapenemase Genes, United States, 2012–2019"
      },
      {
        "paperId": "8642a00c899fae35abacff69f3e52ba2e0b241c6",
        "title": "Genomic Characterization of Multidrug-Resistant Salmonella Serovars Derby and Rissen From the Pig Value Chain in Vietnam"
      },
      {
        "paperId": "e4ac584182c69db7ee0ad5c139ad3a96115e7344",
        "title": "Genomic Screening of Antimicrobial Resistance Markers in UK and US Campylobacter Isolates Highlights Stability of Resistance over an 18-Year Period"
      },
      {
        "paperId": "68ff9b1c0dc33b68f29153af64578de7a072137f",
        "title": "Horizontal Gene Transfer Is the Main Driver of Antimicrobial Resistance in Broiler Chicks Infected with Salmonella enterica Serovar Heidelberg"
      },
      {
        "paperId": "c8aa91fc3ddb243c03d03a8211363133456fffef",
        "title": "Cargo Genes of Tn7-Like Transposons Comprise an Enormous Diversity of Defense Systems, Mobile Genetic Elements, and Antibiotic Resistance Genes"
      },
      {
        "paperId": "011523199ae5a9230370c27709299e00526fe414",
        "title": "Monitoring the Antimicrobial Resistance Dynamics of Salmonella enterica in Healthy Dairy Cattle Populations at the Individual Farm Level Using Whole-Genome Sequencing"
      },
      {
        "paperId": "e6b91a4fb126c14c499416bb6b7750ad04154946",
        "title": "GAMMA: a tool for the rapid identification, classification and annotation of translated gene matches from sequencing data"
      },
      {
        "paperId": "044d9735a2cff23902a43fc1e3f2a0bbffb73a13",
        "title": "A genomic data resource for predicting antimicrobial resistance from laboratory-derived antimicrobial susceptibility phenotypes"
      },
      {
        "paperId": "960438f4628bb6ff1d256c48f2f4fdc7171b4400",
        "title": "Evolutionary dynamics of multidrug resistant Salmonella enterica serovar 4,[5],12:i:- in Australia"
      },
      {
        "paperId": "30b0c9b741fe5a6034fc9b6c96980f0ab480c6f3",
        "title": "An omics-based framework for assessing the health risk of antimicrobial resistance genes"
      },
      {
        "paperId": "f3d4916275006e5894c6f077d587ed00d320c83a",
        "title": "Characterization of the First Carbapenem-Resistant Pseudomonas aeruginosa Clinical Isolate Harboring blaSIM-1 from the United States"
      },
      {
        "paperId": "d79b73b0e01467bac04e3f09e88defa7ef8bfcd0",
        "title": "Draft Genome Sequence of Hafnia paralvei Strain VBC_1714, Isolated from Frozen Cod Fillet Imported from Russia to Norway"
      },
      {
        "paperId": "0dfafde62fc709ba5977d67293fabac35640fd47",
        "title": "Draft Genome Sequence of Bacillus velezensis Strain Marseille-Q1230, Isolated from a Stool Sample from a Severely Malnourished Child"
      },
      {
        "paperId": "82659f18433f6d391aa04bd5326857492cf30ba3",
        "title": "Ontology-aware deep learning for antibiotic resistance gene prediction: novel function discovery and comprehensive profiling from metagenomic data"
      },
      {
        "paperId": "9f6b470545b3b877ce58342c4c4ae2b9c17d3a0f",
        "title": "The Potential Role of Clinical Metagenomics in Infectious Diseases: Therapeutic Perspectives"
      },
      {
        "paperId": "314dfbc240bf8a6dc3056bca9f7f803864ac3bb6",
        "title": "Ruminant-associated Listeria monocytogenes isolates belong preferentially to dairy-related hypervirulent clones: a longitudinal study in 19 farms"
      },
      {
        "paperId": "9f35d46a63afb1081811d167a5df540f2a9c727b",
        "title": "First Report of a Multidrug-Resistant ST58 Escherichia coli Harboring Extended-Spectrum Beta-Lactamase of the CTX-M-1 Class in a Fecal Sample of a Captive Baird's Tapir (Tapirus bairdii) in Costa Rica, Central America."
      },
      {
        "paperId": "b4b9784fdb085e65fca3c14896febc453ef64014",
        "title": "Novel genomic islands and a new vanD-subtype in the first sporadic VanD-type vancomycin resistant enterococci in Norway"
      },
      {
        "paperId": "f096149bce3883f0ba3e85fd442008e60177bb37",
        "title": "Whole Genome Analysis of Three Multi-Drug Resistant Listeria innocua and Genomic Insights Into Their Relatedness With Resistant Listeria monocytogenes"
      },
      {
        "paperId": "77c8912561c3b9e9ad9b703e1a313353e05cb5e2",
        "title": "SAUTE: sequence assembly using target enrichment"
      },
      {
        "paperId": "1ce2e73e2e5ac14158020bcbab63cbcc5f8b4cac",
        "title": "A study of the correlation between phenotypic antimicrobial susceptibility testing methods and the associated genotypes determined by whole genome sequencing for a collection of Escherichia coli of bovine origin"
      },
      {
        "paperId": "73dcc550cd7216351c54e1f027cfddcaf835a035",
        "title": "Core Genome MLST for Source Attribution of Campylobacter coli"
      },
      {
        "paperId": "3156faa558a8598a9e660cbf9c79f3c1ad2d6884",
        "title": "WGS based analysis of acquired antimicrobial resistance in human and non-human Acinetobacter baumannii isolates from a German perspective"
      },
      {
        "paperId": "db69ad0140bde896adbf4a369a504cce921b7951",
        "title": "Exploring Gut Microbiota in Patients with Colorectal Disease Based on 16S rRNA Gene Amplicon and Shallow Metagenomic Sequencing"
      },
      {
        "paperId": "f0e30f654c8bba787488966ac715d183832c5c8c",
        "title": "Beating the Bio-Terror Threat with Rapid Antimicrobial Susceptibility Testing"
      },
      {
        "paperId": "df2e7c81efe406ecba6b7adc57d9b16061a70068",
        "title": "Draft Genome Sequences of Seven Cronobacter sakazakii Strains Carrying the mcr 9.1 Gene Isolated in Chile"
      },
      {
        "paperId": "ee92d0fb7284ab10db9ffcbd3a74f9eedc234b97",
        "title": "Draft Genome Sequence of Enterobacter hormaechei subsp. steigerwaltii Strain BEI01"
      },
      {
        "paperId": "656256e79be19c4cd6243bc90f658782de74b13d",
        "title": "Combined antibiotic stewardship and infection control measures to contain the spread of linezolid-resistant Staphylococcus epidermidis in an intensive care unit"
      },
      {
        "paperId": "2bd5d5d9d39300eabe2ebd5958500b5acc2ee158",
        "title": "Ward-specific clustering of methicillin-resistant Staphylococcus aureus spa-type t037 and t045 in two hospitals in South Africa: 2013 to 2017"
      },
      {
        "paperId": "31ea8bfcd417a430e9b48dc93248ab6c95c929eb",
        "title": "Metagenomics and Other Omics Approaches to Bacterial Communities and Antimicrobial Resistance Assessment in Aquacultures"
      },
      {
        "paperId": "c9daac70d6265484ab6fbae8dfef7568a0d095e6",
        "title": "dfrA trimethoprim resistance genes found in Gram-negative bacteria: compilation and unambiguous numbering."
      },
      {
        "paperId": "b4f86365282fcdf3a77c0d2948b5262601ce1a6c",
        "title": "Subtypes, resistance and virulence platforms in extended-drug resistant Acinetobacter baumannii Romanian isolates"
      },
      {
        "paperId": "c7c0d33aa3a97604b39f04a931b1aeffb57afc97",
        "title": "Metagenomic compendium of 189,680 DNA viruses from the human gut microbiome"
      },
      {
        "paperId": "18ccb692e1e632736e6e72951f42c5056b66496d",
        "title": "Atypical integrative element with strand-biased circularization activity assists interspecies antimicrobial resistance gene transfer from Vibrio alfacsensis"
      },
      {
        "paperId": "8217c3b520d96c841316b4b7f469c6fa23a4c99c",
        "title": "Train-the-Trainer as an Effective Approach to Building Global Networks of Experts in Genomic Surveillance of AMR"
      },
      {
        "paperId": "c329e0ad1182962ed7b0e7860b24a49842654d12",
        "title": "Molecular Evolution and Adaptation of Livestock-Associated Methicillin-Resistant Staphylococcus aureus (LA-MRSA) Sequence Type 9"
      },
      {
        "paperId": "b7e9140cc197e9313dba577b8e54eb581a152dfc",
        "title": "Regional sequencing collaboration reveals persistence of the T12 Vibrio cholerae O1 lineage in West Africa"
      },
      {
        "paperId": "c0e323d772c2a1790d00162e9a9c3e91b3138731",
        "title": "AMRFinderPlus and the Reference Gene Catalog facilitate examination of the genomic links among antimicrobial resistance, stress response, and virulence"
      },
      {
        "paperId": "46e903632313669f28b26c5500608578c840d7f8",
        "title": "Predicting Antimicrobial Resistance Using Partial Genome Alignments"
      },
      {
        "paperId": "64464eab6766617562af943e9c5df6e78127488d",
        "title": "Salmonella Genomics in Public Health and Food Safety"
      },
      {
        "paperId": "fd63d873a2c2953325655b45c65c1c8355c7d8e7",
        "title": "Reservoir water in Singapore contains ESBL-producing and carbapenem-resistant bacteria with conjugatable conserved gene cluster transfer between different species"
      },
      {
        "paperId": "6d056190b1e5b4392525cdff87e33a49bf692905",
        "title": "Informing shigellosis prevention and control through pathogen genomics"
      },
      {
        "paperId": "9846b6d80e3e4915d713be43e6b82da66770d3d0",
        "title": "Destination shapes antibiotic resistance gene acquisitions, abundance increases, and diversity changes in Dutch travelers"
      },
      {
        "paperId": "37978a3438df7ecb88a91702dbd8b741079e8b59",
        "title": "Anatomy of an extensively drug-resistant Klebsiella pneumoniae outbreak in Tuscany, Italy"
      },
      {
        "paperId": "52241f7be64890a8281884418ecd3719a2a87a35",
        "title": "Mobile Oxazolidinone Resistance Genes in Gram-Positive and Gram-Negative Bacteria"
      },
      {
        "paperId": "9e756549106563a60881f87594db9a49081c8c34",
        "title": "Phenotypic and Genotypic Properties of Fluoroquinolone-Resistant, qnr-Carrying Escherichia coli Isolated from the German Food Chain in 2017"
      },
      {
        "paperId": "820427c3f9a757778c63bdaca68b5a64e65bc790",
        "title": "How Broad Is Enough: The Host Range of Bacteriophages and Its Impact on the Agri-Food Sector"
      },
      {
        "paperId": "06af7dd8262492bb274e411c0c71b27e5991ea19",
        "title": "Duck wastes as a potential reservoir of novel antibiotic resistance genes."
      },
      {
        "paperId": "19d77fa2bd47e247315f7ac3b162e6423e2daba2",
        "title": "rMAP: the Rapid Microbial Analysis Pipeline for ESKAPE bacterial group whole-genome sequence data"
      },
      {
        "paperId": "14e4580596671e601d7296ad8b971d2238b91b94",
        "title": "Salmonella Derby: A Comparative Genomic Analysis of Strains From Germany"
      },
      {
        "paperId": "17e2d1e6a6335bbbe82ef9f6df8bb0a54096ccfc",
        "title": "Characterisation of Listeria monocytogenes food-associated isolates to assess environmental fitness and virulence potential."
      },
      {
        "paperId": "75d57957b41f5d963bf9a813c8c2b1551eaf1c95",
        "title": "OXA-484, an OXA-48-Type Carbapenem-Hydrolyzing Class D β-Lactamase From Escherichia coli"
      },
      {
        "paperId": "9428804c0498ea0c6168f13e5987fc1213a8b77c",
        "title": "Novel chromosomal insertions of ISEcp1-blaCTX-M-15 and diverse antimicrobial resistance genes in Zambian clinical isolates of Enterobacter cloacae and Escherichia coli"
      },
      {
        "paperId": "df7d819f8e004e0baa34edd840216bd5e694ab90",
        "title": "Genomic Characterization of Endemic and Ecdemic Non-typhoidal Salmonella enterica Lineages Circulating Among Animals and Animal Products in South Africa"
      },
      {
        "paperId": "b903570b6bf6b4c3ec83164ec7b62533cafea322",
        "title": "Phylogroup stability contrasts with high within sequence type complex dynamics of Escherichia coli bloodstream infection isolates over a 12-year period"
      },
      {
        "paperId": "ce2e75f86fe1abf9fc9a5a32065f6f4e405d0b1b",
        "title": "Genomic surveillance of antimicrobial resistance shows cattle and poultry are a moderate source of multi-drug resistant non-typhoidal Salmonella in Mexico"
      },
      {
        "paperId": "80e8ffdf4cc5c2a8e8a78fb59e05dd40c58f4481",
        "title": "Draft Genome Sequences of Three Multidrug-Resistant Staphylococcus spp. Isolated from Hospital Wastewater in Malaysia"
      },
      {
        "paperId": "364ac781a18d19802137f3d3bd2a88fd1a88cafe",
        "title": "WGS-Based Analysis of Carbapenem-Resistant Acinetobacter baumannii in Vietnam and Molecular Characterization of Antimicrobial Determinants and MLST in Southeast Asia"
      },
      {
        "paperId": "caf332d1f5ab8449a4ee4266b88822ca0b684b9e",
        "title": "Colonization with multidrug-resistant Enterobacteriaceae among infants: an observational study in southern Sri Lanka"
      },
      {
        "paperId": "5da9b1b2e6d2f7cc0d3b6824e727f1946fd9107a",
        "title": "On-Farm Anaerobic Digestion of Dairy Manure Reduces the Abundance of Antibiotic Resistance-Associated Gene Targets and the Potential for Plasmid Transfer"
      },
      {
        "paperId": "6381896b678ca73d9b05ebb616d7308da9c06e79",
        "title": "Molecular characterization and antimicrobial susceptibility testing of clinical and non-clinical Brucella melitensis and Brucella abortus isolates from Egypt"
      },
      {
        "paperId": "5f2b515a6a68de61a2d7e628900ce0a77787caa6",
        "title": "Molecular Epidemiology of Clinical and Colonizing Methicillin-Resistant Staphylococcus Isolates in Companion Animals"
      },
      {
        "paperId": "7f9a9519e23cbd59886e5eed7fe64cd16bb444bb",
        "title": "Molecular Epidemiology of Salmonellosis in Florida, USA, 2017–2018"
      },
      {
        "paperId": "42be880e2e1b400bc155f33db47d15cfe6bde000",
        "title": "Multidrug-Resistant (MDR) Klebsiella variicola Strains Isolated in a Brazilian Hospital Belong to New Clones"
      },
      {
        "paperId": "e3dfcd63652b9f0b03f09a02199d9553f6c465e2",
        "title": "Genomic epidemiology of group B streptococci spanning 10 years in an Irish Maternity Hospital, 2008-2017."
      },
      {
        "paperId": "60745867a4aaea7d8ed19af4f119fa649f12e3a2",
        "title": "CRISPR-Cas is associated with fewer antibiotic resistance genes in bacterial pathogens"
      },
      {
        "paperId": "f971bfaea10c50ed75cf28a067fe1d647ac84cba",
        "title": "Genomic diversity and molecular epidemiology of Pasteurella multocida"
      },
      {
        "paperId": "0e80dea5ec45139d23caefb4f27eb4af1490d75f",
        "title": "In Vitro Susceptibility of Multidrug-Resistant Pseudomonas aeruginosa following Treatment-Emergent Resistance to Ceftolozane-Tazobactam"
      },
      {
        "paperId": "77ae97c931175ef2e42f1b8dc6928d5bf505e995",
        "title": "Phylogenomic Investigation of Increasing Fluoroquinolone Resistance among Belgian Cases of Shigellosis between 2013 and 2018 Indicates Both Travel-Related Imports and Domestic Circulation"
      },
      {
        "paperId": "254e0da1e9a13dc43ead32586a0dec9399f996c5",
        "title": "The global dissemination of hospital clones of Enterococcus faecium"
      },
      {
        "paperId": "3d0a26a8a11a82934acfdc677fac0aa0e4dd1210",
        "title": "Genome analysis and antimicrobial resistance characteristics of Chryseobacterium aquaticum isolated from farmed salmonids"
      },
      {
        "paperId": "691697d2029fa2ac7f59bd29dc064454b4744b85",
        "title": "Characterization of antimicrobial-resistant Gram-negative bacteria that cause neonatal sepsis in seven low- and middle-income countries"
      },
      {
        "paperId": "ce6dc8bf55dea8750ad84feaaf85c934a05225f6",
        "title": "Colistin-resistant Klebsiella pneumoniae bloodstream infection: old drug, bad bug"
      },
      {
        "paperId": "52d8248479332c0e36dbea9ba0afbfd4bed3e7e3",
        "title": "Choice of library preparation affects sequence quality, genome assembly, and precise in silico prediction of virulence genes in shiga toxin-producing Escherichia coli"
      },
      {
        "paperId": "31e0602ac9f411e5e1c94d62c7c1dfbfcb6d52c3",
        "title": "Antimicrobial resistance and genomic characterization of Salmonella Dublin isolates in cattle from the United States"
      },
      {
        "paperId": "27351180d940750d06d47830a2b02207cc91384f",
        "title": "Multidrug-resistant Staphylococcus cohnii and Staphylococcus urealyticus isolates from German dairy farms exhibit resistance to beta-lactam antibiotics and divergent penicillin-binding proteins"
      },
      {
        "paperId": "077c6759f539c01cd8d51262009826e2b2acf651",
        "title": "Characterization of the first vaginal Lactobacillus crispatus genomes isolated in Brazil"
      },
      {
        "paperId": "5087931c64fdb9237080a41c31beed854d170fa2",
        "title": "Exploring bacterial diversity via a curated and searchable snapshot of archived DNA sequences"
      },
      {
        "paperId": "2e90a5096a5520922cefe07f1c99312f8d12bfee",
        "title": "Genomic Insights Into the Pathogenicity of a Novel Biofilm-Forming Enterococcus sp. Bacteria (Enterococcus lacertideformus) Identified in Reptiles"
      },
      {
        "paperId": "1c582ad1022328c0c5043e59db452353f13e3657",
        "title": "Clonal Clusters, Molecular Resistance Mechanisms and Virulence Factors of Gram-Negative Bacteria Isolated from Chronic Wounds in Ghana"
      },
      {
        "paperId": "c49e2aeb25224d7efb6ef3545664f9f1783dcce9",
        "title": "WGS of Commensal Neisseria Reveals Acquisition of a New Ribosomal Protection Protein (MsrD) as a Possible Explanation for High Level Azithromycin Resistance in Belgium"
      },
      {
        "paperId": "6ed09c642093fb3c5f51f2a1ac69ce36169baa15",
        "title": "Validation strategy of a bioinformatics whole genome sequencing workflow for Shiga toxin-producing Escherichia coli using a reference collection extensively characterized with conventional methods"
      },
      {
        "paperId": "816753b3e83523808d819533b42a0cd117d897f1",
        "title": "Outcome of Different Sequencing and Assembly Approaches on the Detection of Plasmids and Localization of Antimicrobial Resistance Genes in Commensal Escherichia coli"
      },
      {
        "paperId": "441483933be3f45dab21d56cf854074028be6be7",
        "title": "Genomic network analysis of environmental and livestock F-type plasmid populations"
      },
      {
        "paperId": "4ff9ccf05a912069c6bf3b49f229b85abd72d280",
        "title": "Gene flux and acid-imposed selection are the main drivers of antimicrobial resistance in broiler chicks infected with Salmonella enterica serovar Heidelberg"
      },
      {
        "paperId": "9b6868213803db540c4715e3cd24e9e9b813bc2f",
        "title": "Synergistic Killing and Re-Sensitization of Pseudomonas aeruginosa to Antibiotics by Phage-Antibiotic Combination Treatment"
      },
      {
        "paperId": "3e90a23bd32d4f21cf87f9d1d3aa55029b7dab0b",
        "title": "Overview of bioinformatic methods for analysis of antibiotic resistome from genome and metagenome data"
      },
      {
        "paperId": "a6947dde47d0a11895d754881d6a8834f2b65eac",
        "title": "Discrepancy between VITEK2 and Etest aminoglycoside susceptibility testing for multidrug-resistant Acinetobacter baumannii."
      },
      {
        "paperId": "cbd1814a72af08ca4b98ebbaf86fa5aff461ddb6",
        "title": "PathoFact: a pipeline for the prediction of virulence factors and antimicrobial resistance genes in metagenomic data"
      },
      {
        "paperId": "e868522ec7a48123cebb23e3b40712d624c178b1",
        "title": "Genome-Wide Association Studies for the Detection of Genetic Variants Associated With Daptomycin and Ceftaroline Resistance in Staphylococcus aureus"
      },
      {
        "paperId": "a9671895013185a68ebad938e21ff7214d0837be",
        "title": "Investigating the effects of municipal and hospital wastewaters on horizontal gene transfer."
      },
      {
        "paperId": "a319238db90fed9cae658706d8e34335d3ec6b72",
        "title": "Genomic signatures of adaptation to natural settings in non-typhoidal Salmonella enterica Serovars Saintpaul, Thompson and Weltevreden."
      },
      {
        "paperId": "ff20191b3b6fe8792cddb2bc960c5887a5be1c4a",
        "title": "Antimicrobial resistance and interspecies gene transfer in Campylobacter coli and Campylobacter jejuni isolated from food animals, poultry processing, and retail meat in North Carolina, 2018-2019."
      },
      {
        "paperId": "146a294fffb1a63c2983b15c5bd9f58184f8c099",
        "title": "Toward an Integrated Genome-Based Surveillance of Salmonella enterica in Germany"
      },
      {
        "paperId": "843615540f3b97d9eb3fc995e34460a2ba8048d2",
        "title": "HMD-ARG: hierarchical multi-task deep learning for annotating antibiotic resistance genes"
      },
      {
        "paperId": "083b0b6ef037922e17d89807ffff088b78ea8074",
        "title": "Genomics accurately predicts antimicrobial resistance in Staphylococcus pseudintermedius collected as part of Vet-LIRN resistance monitoring."
      },
      {
        "paperId": "c70555a9ceeeaad751eb9c90699a48935ed43e5d",
        "title": "Genomic analysis of the diversity, antimicrobial resistance and virulence potential of clinical Campylobacter jejuni and Campylobacter coli strains from Chile"
      },
      {
        "paperId": "89797c0b520e75152f1d5f6f291eef4a4dd8f5d8",
        "title": "Comparative genomics of Chinese and international isolates of Escherichia albertii: population structure and evolution of virulence and antimicrobial resistance"
      },
      {
        "paperId": "26d6bd869b4ec048ed2ebacbdba5d9759fbc976b",
        "title": "Resistance Determinants and Their Genetic Context in Enterobacteria from a Longitudinal Study of Pigs Reared under Various Husbandry Conditions"
      },
      {
        "paperId": "1a9c95f7857d0ec8f4fd56e364c1f37b9c08ba48",
        "title": "Oxford nanopore sequencing in clinical microbiology and infection diagnostics"
      },
      {
        "paperId": "72867474402f649f367102335f5fa79b161defdb",
        "title": "The utility of Escherichia coli as a contamination indicator for rural drinking water: Evidence from whole genome sequencing"
      },
      {
        "paperId": "0e86bfe93103ccec2173f32425d98bcdba708f61",
        "title": "Genomics of Aminoglycoside Resistance in Pseudomonas aeruginosa Bloodstream Infections at a United States Academic Hospital"
      },
      {
        "paperId": "a1e10a1953155d3e87f0b65bc9efe66a38b4cbc8",
        "title": "Draft genome and description of Mixta mediterraneensis strain Marseille-Q2057T sp.nov., a new bacterium isolated from human healthy skin"
      },
      {
        "paperId": "92515e8d4578bb1f89ce2eaceffe8e9b8885f196",
        "title": "Integrative Analysis of Whole Genome Sequencing and Phenotypic Resistance Toward Prediction of Trimethoprim-Sulfamethoxazole Resistance in Staphylococcus aureus"
      },
      {
        "paperId": "71ee410cccdc25469f5780c3a3453258ce9c4e75",
        "title": "Randomized Controlled Trial of Oral Vancomycin Treatment in Clostridioides difficile-Colonized Patients"
      },
      {
        "paperId": "418b349a4fa397103e75aad86ed987bca56b690d",
        "title": "Whole genome sequencing of Campylobacter in agri-food surveillance"
      },
      {
        "paperId": "92304c2cad88af75dbd6a5e5528aead34ddb5012",
        "title": "Characterization of Bacillus cereus Group Isolates From Human Bacteremia by Whole-Genome Sequencing"
      },
      {
        "paperId": "8f5a69edcdc92c7698f000ddf4d6e61c798c8c31",
        "title": "Multidrug Resistant Klebsiella pneumoniae ST101 Clone Survival Chain From Inpatients to Hospital Effluent After Chlorine Treatment"
      },
      {
        "paperId": "98fcab86973e20d449023b1641aa98b31d56fe77",
        "title": "Occurrence and distribution of antimicrobial resistance genes in the soil of an industrial park in China: A metagenomics survey."
      },
      {
        "paperId": "ad5431bdebda2094c033567c8265502447def022",
        "title": "Genomic Distinctions of LA-MRSA ST398 on Dairy Farms From Different German Federal States With a Low Risk of Severe Human Infections"
      },
      {
        "paperId": "ba79ce60b271636065b3533e716feeffb8554a41",
        "title": "Unraveling the emergence and population diversity of Listeria monocytogenes in a newly built meat facility through whole genome sequencing."
      },
      {
        "paperId": "c8f8b2a630230ed89323a0df278d1630e47c5f1f",
        "title": "Antimicrobial Resistance of Non-O157 Shiga Toxin-Producing Escherichia coli Isolated from Humans and Domestic Animals"
      },
      {
        "paperId": "3d4854f34e364171f1325241160c5f1707e7d8f9",
        "title": "A Longitudinal Evaluation of the Bacterial Pathogens Colonizing Chronic Non-Healing Wound Sites at a United States Military Treatment Facility in the Pacific Region"
      },
      {
        "paperId": "c79d9b4ab399af7113069c9481a5ffbee1eaf69c",
        "title": "Genomic characterization of carbapenem-non-susceptible Pseudomonas aeruginosa in Singapore"
      },
      {
        "paperId": "fa6f867ff7e94feaac257109b86d80d746c44302",
        "title": "Mutations in porin LamB contribute to ceftazidime-avibactam resistance in KPC-producing Klebsiella pneumoniae"
      },
      {
        "paperId": "b8d76a8f2fe4bd78a502ce72d289ef57eaef268a",
        "title": "Completing the Picture - Capturing the Resistome in Antibiotic Clinical Trials."
      },
      {
        "paperId": "b1e29144a7588983ca13d6abf1f9270c3e2abff2",
        "title": "Emergence and rising of ceftazidime-avibactam resistant KPC-producing Pseudomonas aeruginosa in China: a molecular epidemiology study"
      },
      {
        "paperId": "81e698f12bf26b3d29de53832873b25497f317e9",
        "title": "Harnessing genomics in the battle against antimicrobial resistance and neglected tropical diseases"
      },
      {
        "paperId": "df3eb213db7144685bebc5609fe406673d6fd858",
        "title": "MegaPath-Nano: Accurate Compositional Analysis and Drug-level Antimicrobial Resistance Detection Software for Oxford Nanopore Long-read Metagenomics"
      },
      {
        "paperId": "2fa4c80eacae1452c3a27a26656e0ce903cd2e7a",
        "title": "A genomic epidemiology study of multidrug-resistant Escherichia coli, Klebsiella pneumoniae and Acinetobacter baumannii in two intensive care units in Hanoi, Vietnam"
      },
      {
        "paperId": "8dd9ea75d12efc5461528c2eeb3239dcbfdc3681",
        "title": "Survey and Sequence Characterization of Bovine Mastitis-Associated Escherichia coli in Dairy Herds"
      },
      {
        "paperId": "b0912e083434643cdc5d021c3105671ef3863de7",
        "title": "Taking the next-gen step: Comprehensive antimicrobial resistance detection from Burkholderia pseudomallei"
      },
      {
        "paperId": "b9b50529ae26645e99244fe1e761ea852bca9cda",
        "title": "Antimicrobial Resistance and Genomic Characterization of OXA-48- and CTX-M-15-Co-Producing Hypervirulent Klebsiella pneumoniae ST23 Recovered from Nosocomial Outbreak"
      },
      {
        "paperId": "3f4546573a453100433be13e0b3e8a14be3b7d01",
        "title": "Gökkuşağı Alabalıklarından Izole Edilen Chryseobacterium sp. C-204 Suşunun Fenotipik ve Genom Özelliklerinin Belirlenmesi"
      },
      {
        "paperId": "db80e3db8f855f64f0d1b82c103286f836d19859",
        "title": "Whole-Genome Sequence Analysis of Multidrug-Resistant Enterobacter hormaechei Isolated from Imported Retail Shrimp"
      },
      {
        "paperId": "c072332da135c247a4354f29357f900fd44bbf05",
        "title": "Genomic surveillance of antimicrobial resistance shows cattle are a moderate source of multi-drug resistant non-typhoidal Salmonella in Mexico"
      },
      {
        "paperId": "d7ad453829736cb452035ae9c74c489643f607ab",
        "title": "Antibiotic Sensitivity Screening of Klebsiella spp. and Raoultella spp. Isolated from Marine Bivalve Molluscs Reveal Presence of CTX-M-Producing K. pneumoniae"
      },
      {
        "paperId": "2edd6c474fa0807db2142de39d74ccb5c29825e1",
        "title": "A comprehensive analysis of the global human gut archaeome from a thousand genome catalogue"
      },
      {
        "paperId": "88fc0d27bae84b974130e60130de5555871e7a3d",
        "title": "Current Trends in Experimental and Computational Approaches to Combat Antimicrobial Resistance"
      },
      {
        "paperId": "5695d94df9747e1a8f89819516aa057c251c8486",
        "title": "Struggle To Survive: the Choir of Target Alteration, Hydrolyzing Enzyme, and Plasmid Expression as a Novel Aztreonam-Avibactam Resistance Mechanism"
      },
      {
        "paperId": "c16e40cb43d781ed640b63dd4015f8b95ff90482",
        "title": "Choice of library preparation and its effects on sequence quality, genome assembly, and precise in silico prediction of virulence genes in shiga toxin producing Escherichia coli"
      },
      {
        "paperId": "c186bb2a0404bac1a067e3ec739b7361375ca6c3",
        "title": "Emergence of carbapenem-resistant ST131 Escherichia coli carrying bla OXA-244 in Germany, 2019 to 2020"
      },
      {
        "paperId": "66755c3cade8dca70a567386c50b6339961b0d77",
        "title": "Localized effect of treated wastewater effluent on the resistome of an urban watershed"
      },
      {
        "paperId": "960e7494ef4ec5964407488080f249104cd218f0",
        "title": "Database resources of the National Center for Biotechnology Information"
      },
      {
        "paperId": "55b6ffbab76a06b48ecbcf25f44db906d1961e43",
        "title": "Global Epidemiology and Evolutionary History of Staphylococcus aureus ST45"
      },
      {
        "paperId": "9e0dfaeb147623fb47cb60ee31d0a766bbfd9b1d",
        "title": "ProkEvo: an automated, reproducible, and scalable framework for high-throughput bacterial population genomics analyses"
      },
      {
        "paperId": "2968ac8fc03a3ea52527cd84c084f1ae1085e40a",
        "title": "Analysis of Selection Methods to Develop Novel Phage Therapy Cocktails Against Antimicrobial Resistant Clinical Isolates of Bacteria"
      },
      {
        "paperId": "ce7cfd27917e6eaa0f476dcc2b07f91c955b18c8",
        "title": "Linoleic acid and α‐linolenic acid inhibit conjugative transfer of an IncX4 plasmid carrying mcr‐1"
      },
      {
        "paperId": "078b4b8ba926d60dbaaa8815f34abc2a2a5cf024",
        "title": "Escherichia coli Sequence Type 457 Is an Emerging Extended-Spectrum-β-Lactam-Resistant Lineage with Reservoirs in Wildlife and Food-Producing Animals"
      },
      {
        "paperId": "804c2225b8c853f1587b4ddf8e1ad09a1e3c4ba8",
        "title": "Food Safety Genomics and Connections to One Health and the Clinical Microbiology Laboratory."
      },
      {
        "paperId": "d518e55a91f8c869656a0522b281b85fcada0ad4",
        "title": "Predicting antimicrobial susceptibility from the bacterial genome: A new paradigm for one health resistance monitoring."
      },
      {
        "paperId": "52725735a42a8d0b29ca6dbf6f50d41211014cca",
        "title": "First Detection of GES-5-Producing Escherichia coli from Livestock—An Increasing Diversity of Carbapenemases Recognized from German Pig Production"
      },
      {
        "paperId": "dd58c78e68256a71106e78edef02276be16a5464",
        "title": "Identification and Elimination of the Clinically Relevant Multi-Resistant Environmental Bacteria Ralstonia insidiosa in Primary Cell Culture"
      },
      {
        "paperId": "bd6641228815db3e55999542b60ed4ffb0e07a90",
        "title": "Genetic and Virulence Characteristics of a Hybrid Atypical Enteropathogenic and Uropathogenic Escherichia coli (aEPEC/UPEC) Strain"
      },
      {
        "paperId": "3c59d9408263377c1ef5ba21a59a1f29348e8ce8",
        "title": "Accessory Genome Dynamics and Structural Variation of Shigella from Persistent Infections"
      },
      {
        "paperId": "3a8d92faffb668e812563359bac50206d97e45f2",
        "title": "Analysis of the Molecular Diversity Among Cronobacter Species Isolated From Filth Flies Using Targeted PCR, Pan Genomic DNA Microarray, and Whole Genome Sequencing Analyses"
      },
      {
        "paperId": "ffda12fcd97c21a7f3e7990ba6c6dcef97ecee9d",
        "title": "Genomic diversity of Salmonella enterica -The UoWUCC 10K genomes project"
      },
      {
        "paperId": "92be8e16b569f9e33871cbcbc218c8bf35c05137",
        "title": "Extraintestinal pathogenic (ExPEC) lineages explain prolonged faecal carriage of travel-acquired extended-spectrum β-lactamase-producing Escherichia coli"
      },
      {
        "paperId": "806a18a06124a9b8c5427ef1fa9c5c3a326fff94",
        "title": "Genomic Analysis Reveals the Genetic Determinants Associated With Antibiotic Resistance in the Zoonotic Pathogen Campylobacter spp. Distributed Globally"
      },
      {
        "paperId": "8fa5a229c8312c8bf0219fa2fddb5d829c220af0",
        "title": "First detection of a plasmid-encoded New-Delhi metallo-beta-lactamase-1 (NDM-1) producing Acinetobacter baumannii using whole genome sequencing, isolated in a clinical setting in Benin"
      },
      {
        "paperId": "50926e0933cd242f6971d1458062bcc9dc3a7785",
        "title": "Draft Genome Sequences of 81 Salmonella enterica Strains from Informal Markets in Cambodia"
      },
      {
        "paperId": "cb6c54d7d5218feca4516fc30e09667561dff9fc",
        "title": "Draft Genome Sequence of a New Delhi Metallo-β-Lactamase (NDM-1)-Producing Providencia stuartii Strain Isolated in Lima, Peru"
      },
      {
        "paperId": "27755eab382756823c1d2487d50d73011be0dfa5",
        "title": "Aliarcobacter butzleri from Water Poultry: Insights into Antimicrobial Resistance, Virulence and Heavy Metal Resistance"
      },
      {
        "paperId": "b5146361f3fd6f5babcf38b8c8d04649e22ffb24",
        "title": "Antimicrobial Resistance and Virulence of Methicillin-Resistant Staphylococcus aureus from Human, Chicken and Environmental Samples within Live Bird Markets in Three Nigerian Cities"
      },
      {
        "paperId": "51e5ef141198b135d58b831aad1835bd511e0af3",
        "title": "Genomic assessment of within-host population variation in Neisseria gonorrhoeae: Implications for gonorrhoea transmission"
      },
      {
        "paperId": "9950770af0e3f1018e93866f6a4d9310d16ee15b",
        "title": "In Vitro Activity of the Ultra-Broad-Spectrum Beta-Lactamase Inhibitor QPX7728 in Combination with Meropenem against Clinical Isolates of Carbapenem-Resistant Acinetobacter baumannii"
      },
      {
        "paperId": "ed75ae8a953e142bf522d0347201b5ac3b909862",
        "title": "Abundance, Diversity and Role of ICEs and IMEs in the Adaptation of Streptococcus salivarius to the Environment"
      },
      {
        "paperId": "71693c184d235d91e72840bf9feb41c8d12dcb7c",
        "title": "Comprehensive genome data analysis establishes a triple whammy of carbapenemases, ICEs and multiple clinically relevant bacteria"
      },
      {
        "paperId": "f0fc0cb2b981b1ff79ffbf5bc6f400fe45c8182c",
        "title": "Campylobacter jejuni from Canine and Bovine Cases of Campylobacteriosis Express High Antimicrobial Resistance Rates against (Fluoro)quinolones and Tetracyclines"
      },
      {
        "paperId": "8fbe78b10afb41e64f4b55ef6085a4bb379762ae",
        "title": "ResistoXplorer: a web-based tool for visual, statistical and exploratory data analysis of resistome data"
      },
      {
        "paperId": "a028765c3ebe871442e88fd61ac8ebd25d8d2e6c",
        "title": "WGS-Based Prediction and Analysis of Antimicrobial Resistance in Campylobacter jejuni Isolates From Israel"
      },
      {
        "paperId": "e8399d70423693c4d176c455748d6595211473a8",
        "title": "Whole-genome characterisation of multidrug resistant monophasic variants of Salmonella Typhimurium from pig production in Thailand"
      },
      {
        "paperId": "d3c0cf1ae640555502127c9bc506ad8b414899a9",
        "title": "Evolution and dissemination of L and M plasmid lineages carrying antibiotic resistance genes in diverse Gram-negative bacteria."
      },
      {
        "paperId": "1d6697495a1b4345340515474f759cb0cec782ef",
        "title": "Analytical Performance Validation of Next-Generation Sequencing Based Clinical Microbiology Assays Using a K-mer Analysis Workflow"
      },
      {
        "paperId": "efff5966681a7b1912bd5b2ba620afdbae844ee2",
        "title": "Complete Genome Assembly of a Multidrug-Resistant New Delhi Metallo-β-Lactamase 1 (NDM-1)-Producing Escherichia coli Human Isolate from a New Zealand Hospital"
      },
      {
        "paperId": "25ae051d3f2630f94f2077c256cffb923e30d00a",
        "title": "Epidemiology needs more interdisciplinary teams with expertise in molecular systematics, public health and food safety."
      },
      {
        "paperId": "26b2fb08c78d5def1860718cf9d37efdfaaeb356",
        "title": "A Diverse Panel of Clinical Acinetobacter baumannii for Research and Development"
      },
      {
        "paperId": "93e7c20c06042a7a671630d639e60af25f0a437c",
        "title": "Standardized bacteriophage purification for personalized phage therapy"
      },
      {
        "paperId": "6756944355fd97eba6fd5882368b029dfaab5854",
        "title": "Genomic network analysis of an environmental and livestock IncF plasmid population"
      },
      {
        "paperId": "22a7bdb8d587dce2364d02990b21b7697f8a6ade",
        "title": "Standardized bacteriophage purification for personalized phage therapy"
      },
      {
        "paperId": "b38c61836caf563be49fafb9ecbeb50d92c4b24c",
        "title": "Genomic Epidemiology and Evolution of Escherichia coli in Wild Animals in Mexico"
      },
      {
        "paperId": "5ca2af9357b6062b51ba9e705e514e6afc6512cc",
        "title": "Emergence of Multidrug-Resistant Salmonella enterica Subspecies enterica Serovar Infantis of Multilocus Sequence Type 2283 in German Broiler Farms"
      },
      {
        "paperId": "e376e8b8de2d2ec41b737d0f5397388aca99cf9f",
        "title": "Experimental approaches to tracking mobile genetic elements in microbial communities."
      },
      {
        "paperId": "8f23f513e9c4e31ff0edb61654a44a8e3655355c",
        "title": "CeMbio - The Caenorhabditis elegans Microbiome Resource"
      },
      {
        "paperId": "a289011c56a5cf9117a53852cd98acb2b3cc21b1",
        "title": "Large-scale assessment of antimicrobial resistance marker databases for genetic phenotype prediction: a systematic review"
      },
      {
        "paperId": "d67a8b415b8c32f1d02df9ebe1bce55fc9961292",
        "title": "Two Lineages of Pseudomonas aeruginosa Filamentous Phages: Structural Uniformity over Integration Preferences"
      },
      {
        "paperId": "2498acb63484a2e84bbbb195d9900597503486f1",
        "title": "A global resource for genomic predictions of antimicrobial resistance and surveillance of Salmonella Typhi at pathogenwatch"
      },
      {
        "paperId": "bb48b0f9325ed42fba97ca7b46355dbc998d4a65",
        "title": "Genomic analysis of the diversity, antimicrobial resistance and virulence potential of Campylobacter jejuni and Campylobacter coli strains from Chile"
      },
      {
        "paperId": "7594996c9afca7249e7c7995c0ce57b17e5e99f3",
        "title": "Genomic analyses of multidrug-resistant Salmonella Indiana, Typhimurium, and Enteritidis isolates using MinION and MiSeq sequencing technologies"
      },
      {
        "paperId": "4abff5e8256c5612d94853e83ea601493f6ed6b8",
        "title": "Whole Genome Sequencing of Peruvian Klebsiella pneumoniae Identifies Novel Plasmid Vectors Bearing Carbapenem Resistance Gene NDM-1"
      },
      {
        "paperId": "0b6ffc56f60e4113d372d8b13f35417baf13dea9",
        "title": "Sequence analysis of Salmonella enterica isolates obtained from shelter dogs throughout Texas"
      },
      {
        "paperId": "e2be3d26ea06eca25277ccf1a3c88a9de92f7d65",
        "title": "Isolation and Characterization of Bacteriophages That Infect Citrobacter rodentium, a Model Pathogen for Intestinal Diseases"
      },
      {
        "paperId": "de2f86f6321d7df7a7728bcfb8fb8c2db04e4037",
        "title": "Core Genome Multilocus Sequence Typing for Food Animal Source Attribution of Human Campylobacter jejuni Infections"
      },
      {
        "paperId": "d19d93a28a87c0b060fd9211fb0f59b677de8f94",
        "title": "City sanitation and socioeconomics predict rat zoonotic infection across diverse neighbourhoods"
      },
      {
        "paperId": "6ff6a26004960930720c5e5f3b633b0e1536c90a",
        "title": "Comparative Genomic Analysis of Fifty-Two Staphylococcus aureus Isolates Identified from Uncharacterized Staphylococcus Genomes in the NCBI database"
      },
      {
        "paperId": "6c083dc2bbbe2b4d32c08da38449e2358b13514e",
        "title": "The mcr-9 Gene of Salmonella and Escherichia coli Is Not Associated with Colistin Resistance in the United States"
      },
      {
        "paperId": "fe17cf6e1bf14fd7e7aaa8e01c8006fd62867f36",
        "title": "Survey of drug resistance associated gene mutations in Mycobacterium tuberculosis, ESKAPE and other bacterial species"
      },
      {
        "paperId": "e2e704a6828d6a8b8c46dd5ca5f8979889e9c3ab",
        "title": "Exploring potential of vaginal Lactobacillus isolates from South African women for enhancing treatment for bacterial vaginosis"
      },
      {
        "paperId": "a3b19c4862cfe1564a335ca5d509fcfae9d18b47",
        "title": "Molecular Characterization of Extended-Spectrum β-Lactamase–Producing Escherichia coli and Klebsiella pneumoniae Among the Pediatric Population in Qatar"
      },
      {
        "paperId": "81d3cf52698eaf1940dcb7f66db874a5e7e312d8",
        "title": "Reads2Resistome: An adaptable and high-throughput whole-genome sequencing pipeline for bacterial resistome characterization"
      },
      {
        "paperId": "c034f976702ea04fa91790d168a342d0b615bbe8",
        "title": "Low prevalence of combined linezolid- and vancomycin-resistant Enterococcus faecium from hospital admission screening in an endemic region in Germany."
      },
      {
        "paperId": "205389f9e4bf7ee811103a08d79bc66dc0ca41cb",
        "title": "Advanced Research Infrastructure for Experimentation in genomicS (ARIES): a lustrum of Galaxy experience"
      },
      {
        "paperId": "b49fefc4504bdcd70593c67229b88c38988023c5",
        "title": "Genomic epidemiology of Campylobacter jejuni associated with asymptomatic pediatric infection in the Peruvian Amazon"
      },
      {
        "paperId": "5541343c6c1792a3285a67affadea918f41695c6",
        "title": "Bivalve mollusks as tools for monitoring antibiotic resistance in the marine environment"
      },
      {
        "paperId": "5312cd657618cdab7312dbb731602ed98d561e4d",
        "title": "Optimizing open data to support one health: best practices to ensure interoperability of genomic data from bacterial pathogens"
      },
      {
        "paperId": "5d6a0be0f6e6a1d1e369d87465111ad94eeccf23",
        "title": "Optimizing Open Data to Support One Health: Best Practices to Ensure Interoperability of Genomic Data from Microbial Pathogens"
      },
      {
        "paperId": "927d237b8c910181a75e02f0e1c28273dd83c86f",
        "title": "Comparison of Antimicrobial Resistance Detected in Environmental and Clinical Isolates from Historical Data for the US"
      },
      {
        "paperId": "f804f96db76f8ccafea3eb1bab2eed3df48c2ab1",
        "title": "Systematic Evaluation of Whole Genome Sequence-Based Predictions of Salmonella Serotype and Antimicrobial Resistance"
      },
      {
        "paperId": "f7450d4ad1750e7a70c4def02bad651d516468ca",
        "title": "Fast protein database as a service with kAAmer"
      },
      {
        "paperId": "4874b4dc1f88af750640f9a125e4a84d6d99cc7f",
        "title": "PathoFact: A pipeline for the prediction of virulence factors and antimicrobial resistance genes in metagenomic data"
      },
      {
        "paperId": "37567ab39f3d6f8736502726e27998f68c6d9be2",
        "title": "Pan-resistome characterization of uropathogenic Escherichia coli and Klebsiella pneumoniae strains circulating in Uganda and Kenya isolated from 2017-2018"
      },
      {
        "paperId": "0df4508e58a42c4254af6072897a2277e1c92c46",
        "title": "ICEs Are the Main Reservoirs of the Ciprofloxacin-Modifying crpP Gene in Pseudomonas aeruginosa"
      },
      {
        "paperId": "022e14cde7ed28ddbdcbaebd96b29ce9e4ef3305",
        "title": "Phylogenomic analysis of Clostridioides difficile ribotype 106 strains reveals novel genetic islands and emergent phenotypes"
      },
      {
        "paperId": "7f1ae6784d03090168669a40db16d7d49ee047a6",
        "title": "Bactopia: a Flexible Pipeline for Complete Analysis of Bacterial Genomes"
      },
      {
        "paperId": "69cc95441cd68c485be3c439043a4840bd06f586",
        "title": "Typing methods based on whole genome sequencing data"
      },
      {
        "paperId": "055fe56ced0580804ac6939fa8552e7cbab86146",
        "title": "sraX: A Novel Comprehensive Resistome Analysis Tool"
      },
      {
        "paperId": "3d232add33b001f9e14a3c5cbf3f207bd872e063",
        "title": "Build a Bioinformatics Analysis Platform and Apply it to Routine Analysis of Microbial Genomics and Comparative Genomics"
      },
      {
        "paperId": "94b3641ad3cc3002581d1eaa5c216d986a90e85a",
        "title": "BlastFrost: fast querying of 100,000s of bacterial genomes in Bifrost graphs"
      },
      {
        "paperId": "561ee79518c3a32fa1660c25d5fbcbe60f46f93a",
        "title": "Systematic review of human gut resistome studies revealed variable definitions and approaches"
      },
      {
        "paperId": "8d57b3d56a4dee7f4b2dcb6a2cdba37f147fd471",
        "title": "The Northeast United States has Greater Prevalence and Antibiotic Resistance among Salmonella from Retail Meat."
      },
      {
        "paperId": "05516a38b6035562d09cba12b77dc047aa456cb8",
        "title": "Whole‐genome sequencing reveals resistome of highly drug‐resistant retail meat and human Salmonella Dublin"
      },
      {
        "paperId": "ef18aafa8049bde4a997f1dbbdb8fa1f87bf6d50",
        "title": "MALDI-TOF Mass Spectrometry and Specific Biomarkers: Potential New Key for Swift Identification of Antimicrobial Resistance in Foodborne Pathogens"
      },
      {
        "paperId": "7d7735582cfa14efb00d967e9af4d725579e8746",
        "title": "The PATRIC Bioinformatics Resource Center: expanding data and analysis capabilities"
      },
      {
        "paperId": "7b1d8dfb9e6260685d9fbb8c41bfc0a35710fe41",
        "title": "CARD 2020: antibiotic resistome surveillance with the comprehensive antibiotic resistance database"
      },
      {
        "paperId": "cbacb5c1d6e391f655e420caefd58f7fa8cebc0f",
        "title": "International Spread of Multidrug-Resistant Campylobacter coli in Men Who Have Sex With Men in Washington State and Québec, 2015–2018"
      },
      {
        "paperId": "2f8a58fcaa599899a0d031986298f4ccf082fb92",
        "title": "Discordant bioinformatic predictions of antimicrobial resistance from whole-genome sequencing data of bacterial isolates: an inter-laboratory study"
      },
      {
        "paperId": "98740cb572a407874c5b569552a955aa20989009",
        "title": "Comprehensive genome data analysis establishes a triple whammy of carbapenemases, ICEs and multiple clinically-relevant bacteria"
      },
      {
        "paperId": "022b924a58e48ab772bb98b79cff3d2b3e6899c4",
        "title": "The Role of fosA in Challenges with Fosfomycin Susceptibility Testing of Multispecies Klebsiella pneumoniae Carbapenemase-Producing Clinical Isolates"
      },
      {
        "paperId": "4ee8522297d1cd63be1dc2804e660342b7936aed",
        "title": "New Genus Fibralongavirus in Siphoviridae Phages of Staphylococcus pseudintermedius"
      },
      {
        "paperId": "21f60e036c81a0180176ec62c1bd3e38eb5cd7eb",
        "title": "Reconciling the Potentially Irreconcilable? Genotypic and Phenotypic Amoxicillin-Clavulanate Resistance in Escherichia coli"
      },
      {
        "paperId": "789a815ac3f7fdd5502d8395729ca974bdfb4103",
        "title": "Environmental occurrence of antibiotic resistance, control measures and challenges in finding therapeutic management"
      },
      {
        "paperId": "cb5273a70e87f516d16f04851a9b1622527dcebd",
        "title": "Comprehensive profiling of antibiotic resistance genes in diverse environments and novel function discovery"
      },
      {
        "paperId": "d9ba35499642b0d54e62a4ffc921a0b72f508ae0",
        "title": "Antibiotic Resistance Gene Identification from Metagenomic Data Using Ensemble of Finetuned Large Language Models"
      },
      {
        "paperId": "273082c0dddd9f75d69acaa34dffb57ea5e59650",
        "title": "Veterinaria México"
      },
      {
        "paperId": "6f006939c952dbeea6e5520af54a8212f77e8247",
        "title": "Evaluation of Metagenomic Assembly"
      },
      {
        "paperId": "5cd26e3b8702b3f718ce514781cbbd7f91608ced",
        "title": "An accurate and interpretable model to predict antimicrobial 2 resistance in One Health settings 3"
      },
      {
        "paperId": "84e70cb45c479ae5a61e646f98d61fb401447c4e",
        "title": "antimicrobial resistant Gram-negative bacteria that cause neonatal sepsis in seven low and middle-income countries"
      },
      {
        "paperId": "2b324f842aa00b79723a0c437c8240d095a9f973",
        "title": "Review and Comparison of Antimicrobial Resistance Gene Da- tabases"
      },
      {
        "paperId": "48e04df433e04facb68b9153c17d4dffbf781b36",
        "title": "A Rare Case of Periprosthetic Streptobacillosis - Rapid Identification via Nanopore Sequencing after Inconclusive VITEK MS Results"
      },
      {
        "paperId": null,
        "title": "TITLE: Identification and Genomic Assessment of Daptomycin-, Linezolid-, Vancomycin-resistant 1 Enterococcus faecium During Protracted Infection 2 3 RUNNING TITLE: Evaluation of Multidrug Resistant Enterococcus faecium During Protracted Infection"
      },
      {
        "paperId": "70361e5f527e1b7f808d6bebfa12351b29ac061e",
        "title": "Phylogroup-specific variation shapes pangenome dynamics in Pseudomonas aeruginosa"
      },
      {
        "paperId": "6bf2283665739c8af4af7781589a938fcbe4cbba",
        "title": "FunGeneTyper: An Expandable Deep Learning-Based Framework for Ultra-1 Accurate Classification and Discovery of Functional Protein-Coding Genes"
      },
      {
        "paperId": "389990182f757559f673230be3e39b186d9ce893",
        "title": "Persistence of Antibiotic Resistance from Agricultural E uents to Surface Water Revealed in Metagenome Assembled Genomes"
      },
      {
        "paperId": "a9d11c1091873af3027768edffb4e221306d8f5b",
        "title": "Genomics of Aminoglycoside Resistance in Pseudomonas aeruginosa Bloodstream Infections at a Academic Hospital"
      },
      {
        "paperId": "d0e783cc5f83aa01353ea647e9b374586c9d090c",
        "title": "Accessory Genome Dynamics and Structural Variation of <italic toggle='yes'>Shigella</italic> from Persistent Infections"
      },
      {
        "paperId": "f77b0371763ffa1ea1f831c286ffda084d8de69d",
        "title": "Draft Genome Sequences of Three Multidrug-Resistant <named-content content-type='genus-species'>Staphylococcus</named-content> spp. Isolated from Hospital Wastewater in Malaysia"
      },
      {
        "paperId": "2c3df4a2a9047206936efd9dcddf8222110fccf2",
        "title": "Identification and Characterization of Mycobacterial Species Using Whole-Genome Sequences."
      },
      {
        "paperId": "9329b64d7e457db5ed9d28f76e6c31ed3e35edf3",
        "title": "Whole Genome Sequencing: The Impact on Foodborne Outbreak Investigations"
      },
      {
        "paperId": "220f1077d04d44790aa7879a2573fc717524fe7a",
        "title": "Molecular Evolution and Adaptation of Livestock-Associated Methicillin-Resistant <named-content content-type='genus-species'>Staphylococcus aureus</named-content> (LA-MRSA) Sequence Type 9"
      },
      {
        "paperId": "fdba5e6c919b466fb1b4017364b740ed60159c42",
        "title": "Geno-informatics for Prediction of Virulence and Drug Resistance in Bacterial Pathogens"
      },
      {
        "paperId": "85aa6a047f1ee4b9ac7db5c362491a890f0ebd2c",
        "title": "Viability-Resolved Metagenomics Reveals Antagonistic Colonization Dynamics of <named-content content-type='genus-species'>Staphylococcus epidermidis</named-content> Strains on Preterm Infant Skin"
      },
      {
        "paperId": "050872bae8d6d02414a3bf34678107e22f4cba4e",
        "title": "The Genomic Basis of the Streptococcus Thermophilus Health-Promoting Properties"
      },
      {
        "paperId": "8f969fd120217e242e938cf55c1ee502d37719e8",
        "title": "Copy-out-paste-in transposition of a Tn 6283-like integrative element assists interspecies 1 antimicrobial resistance gene transfer from Vibrio alfacsensis 2 3"
      },
      {
        "paperId": "e34fcc57a95d3d3cf2bffee6a7b812071287a2da",
        "title": "Genomic Surveillance for One Health Antimicrobial Resistance: Understanding Human, Animal, and Environmental Reservoirs and Transmission"
      },
      {
        "paperId": "d781b7490e2142f09dcebc417b2b7d5a3ce6bae4",
        "title": "Determination of Phenotypic and Genome Characteristics of Chryseobacterium sp. C-204 Strain Isolated from Rainbow Trout"
      },
      {
        "paperId": "699dfe5d5b4da8592d52a0aa4df83abad10eca49",
        "title": "Genomic analysis of the diversity, antimicrobial resistance and virulence potential 1 of Campylobacter jejuni and Campylobacter coli strains from a private health care"
      },
      {
        "paperId": "46cb635944d421d8d248f6a19821b4034b21b423",
        "title": "Genomic diversity of Salmonella enterica -The UoWUCC 10K genomes project [version 1; peer review: awaiting peer review]"
      },
      {
        "paperId": "a69ee5620d05aae8d1132c600daf55dc9ab91624",
        "title": "Genomic analysis of the diversity, antimicrobial resistance and virulence potential of 1 clinical Campylobacter jejuni and Campylobacter coli strains from Chile 2"
      },
      {
        "paperId": "484972680a05c5b5bba9c62e2df9e7beb04a0ce7",
        "title": "ICEs are the main reservoirs of the ciprofloxacin-modifying crpP gene in 1 Pseudomonas aeruginosa 2 3"
      },
      {
        "paperId": "90f153166aeb6073a0c0ac923dd4d3eff241477e",
        "title": "Veterinaria"
      },
      {
        "paperId": "c22504b0bc1889d33cae09a3000a5efa7eddcab1",
        "title": "Genomic surveillance of Enterococcus faecalis in South Africa"
      },
      {
        "paperId": "a04ddfd8ac9fc957c4c70f7ba6a8b8d8956cbeed",
        "title": "Gut microbiome and antibiotic resistance effects during travelers' Gut microbiome and antibiotic resistance effects during travelers' diarrhea treatment and prevention diarrhea treatment and prevention"
      },
      {
        "paperId": null,
        "title": "SM-MSPH200051 1..15"
      }
    ],
    "references": [
      {
        "paperId": "d8345a9fcce0addea168eed6664c5935c378eebd",
        "title": "SKESA: strategic k-mer extension for scrupulous assemblies"
      },
      {
        "paperId": "5b595a0e4bca60af1a70014f067a6570f49de50d",
        "title": "Characterization of a novel multidrug resistance plasmid pSGB23 isolated from Salmonella enterica subspecies enterica serovar Saintpaul"
      },
      {
        "paperId": "c5d1f19a94689246173327e3c9258b3977511b36",
        "title": "Comparison of phenotypic and WGS-derived antimicrobial resistance profiles of Salmonella enterica serovars Typhi and Paratyphi"
      },
      {
        "paperId": "b44d2d24bfc638c31d740eba7d6b8e3d277e2de6",
        "title": "Genomics of foodborne pathogens for microbial food safety."
      },
      {
        "paperId": "afed185009a926761a8c99960d41f3740513adeb",
        "title": "Comparison of phenotypic and WGS-derived antimicrobial resistance profiles of enteroaggregative Escherichia coli isolated from cases of diarrhoeal disease in England, 2015–16"
      },
      {
        "paperId": "52a8c35b5587f9f8d76dc1ab392b823da7449880",
        "title": "RefSeq: an update on prokaryotic genome annotation and curation"
      },
      {
        "paperId": "1f97442b750d84df383873df0064bee9e79a359d",
        "title": "Rapid Nanopore Sequencing of Plasmids and Resistance Gene Detection in Clinical Isolates"
      },
      {
        "paperId": "f094d30530c0140804903cfc24b74be71d9f6edb",
        "title": "National Antimicrobial Resistance Monitoring System: Two Decades of Advancing Public Health Through Integrated Surveillance of Antimicrobial Resistance"
      },
      {
        "paperId": "ece6ddd3cc78141dc0755e08ed4878c3a71bee51",
        "title": "Prevalence of gyrA Mutations in Nalidixic Acid-Resistant Strains of Salmonella Enteritidis Isolated from Humans, Food, Chickens, and the Farm Environment in Brazil."
      },
      {
        "paperId": "8cafcef7b7cbf15140da092d22c47d8f959a34ee",
        "title": "First Detection of a Fosfomycin Resistance Gene, fosA7, in Salmonella enterica Serovar Heidelberg Isolated from Broiler Chickens"
      },
      {
        "paperId": "44cad137a1a42826947f3b413b32d1cdd567fba1",
        "title": "Whole-Genome Sequencing of Drug-Resistant Salmonella enterica Isolates from Dairy Cattle and Humans in New York and Washington States Reveals Source and Geographic Associations"
      },
      {
        "paperId": "e5380dae1f892facb4560bdd632f16a318784f00",
        "title": "Enhanced Klebsiella pneumoniae Carbapenemase Expression from a Novel Tn4401 Deletion"
      },
      {
        "paperId": "c437df673c7416766bf5f202f8a3f67a644f6c9c",
        "title": "Prediction of antibiotic resistance from antibiotic resistance genes detected in antibiotic-resistant commensal Escherichia coli using PCR or WGS"
      },
      {
        "paperId": "833bd2e04f22af8bdcfa18b52084af4a6a4365ad",
        "title": "Emergence of Ceftazidime-Avibactam Resistance Due to Plasmid-Borne blaKPC-3 Mutations during Treatment of Carbapenem-Resistant Klebsiella pneumoniae Infections"
      },
      {
        "paperId": "43a9b02fac9e369ee0618e42a906b24768678bde",
        "title": "Establishing Genotypic Cutoff Values To Measure Antimicrobial Resistance in Salmonella"
      },
      {
        "paperId": "ff487a4e99dd251160936ae2d6faa9fa9d4dcb24",
        "title": "Future challenges for tracking foodborne diseases"
      },
      {
        "paperId": "cb56121bc38e0f4b44bcb5296a12038626152e96",
        "title": "CARD 2017: expansion and model-centric curation of the comprehensive antibiotic resistance database"
      },
      {
        "paperId": "fdeae0c98632f8a7b8053455cebf4563ea366713",
        "title": "Evaluation of a Semiquantitative Matrix-Assisted Laser Desorption Ionization–Time of Flight Mass Spectrometry Method for Rapid Antimicrobial Susceptibility Testing of Positive Blood Cultures"
      },
      {
        "paperId": "e9c9f0cd885829104ce2e80eb6e2501061e5a926",
        "title": "Benchmarking of methods for identification of antimicrobial resistance genes in bacterial whole genome data."
      },
      {
        "paperId": "6b0caa4fd7d532b5d2ff05e0a42ed90f9af61605",
        "title": "Real-Time Genome Sequencing of Resistant Bacteria Provides Precision Infection Control in an Institutional Setting"
      },
      {
        "paperId": "cedf90874c1457a2c9ecc1f04bbb716ac0fe01c9",
        "title": "For Rapid Molecular Detection, Why Not a Whole Genome Approach?"
      },
      {
        "paperId": "ebf17b307ecfcbfb9124261b8de5e1d92a2adc72",
        "title": "Use of whole-genome sequencing for the public health surveillance of Shigella sonnei in England and Wales, 2015."
      },
      {
        "paperId": "f9b9b1797fa218ae3bcf3897f211fc5232eb5f94",
        "title": "Whole-Genome Sequencing for Detecting Antimicrobial Resistance in Nontyphoidal Salmonella"
      },
      {
        "paperId": "0d6093a84548495cc1fe0b0656a737ef439dffe3",
        "title": "Quinolone Resistance Mechanisms Among Salmonella enterica in Malaysia."
      },
      {
        "paperId": "9db3e45123cdcab2f481687f956e2293d4b1fee1",
        "title": "Practical Value of Food Pathogen Traceability through Building a Whole-Genome Sequencing Network and Database"
      },
      {
        "paperId": "0e6925d07e009d016138d1d4dbfcb0c269d6faf6",
        "title": "Meeting report: GenBank microbial genomic taxonomy workshop (12–13 May, 2015)"
      },
      {
        "paperId": "ba8b90ef2a799f4ea3ed2d71fdac1457e1deeb0a",
        "title": "Using whole-genome sequencing to determine appropriate streptomycin epidemiological cutoffs for Salmonella and Escherichia coli."
      },
      {
        "paperId": "7b101852af1aef661d554b08dd3b3c5d421be17e",
        "title": "Consolidating and Exploring Antibiotic Resistance Gene Data Resources"
      },
      {
        "paperId": "955935a6e42dd750c599cf228b2bf945f0ac8233",
        "title": "Whole-Genome Sequencing Analysis Accurately Predicts Antimicrobial Resistance Phenotypes in Campylobacter spp"
      },
      {
        "paperId": "c8092d8c61361e8416eef9c6b5bc1a710e338423",
        "title": "Detection of mecA- and mecC-Positive Methicillin-Resistant Staphylococcus aureus (MRSA) Isolates by the New Xpert MRSA Gen 3 PCR Assay"
      },
      {
        "paperId": "df8b4ee79df3e41b4b9db88ee2f3345ba7198cf9",
        "title": "WGS accurately predicts antimicrobial resistance in Escherichia coli."
      },
      {
        "paperId": "7b8968bcf03d403dcad4b98d96f85deedbc6af64",
        "title": "Rapid detection of enterobacteriaceae producing extended spectrum beta-lactamases directly from positive blood cultures by matrix-assisted laser desorption ionization-time of flight mass spectrometry."
      },
      {
        "paperId": "70ca8cbf7790b0a312ad917dc2d8d557b88c8157",
        "title": "Improved annotation of antibiotic resistance determinants reveals microbial resistomes cluster by ecology"
      },
      {
        "paperId": "0d0b9e5b13646b69e813c16def292ac523bcf401",
        "title": "β-lactamases produced by amoxicillin-clavulanate-resistant enterobacteria isolated in Buenos Aires, Argentina: a new blaTEM gene."
      },
      {
        "paperId": "715533d5e3187d9babaf3ad6e7a966f9f3c28975",
        "title": "A Rapid and High-Throughput Screening Approach for Methicillin-Resistant Staphylococcus aureus Based on the Combination of Two Different Real-Time PCR Assays"
      },
      {
        "paperId": "b24e4b87b248cbcc858fd9ada1ff5e8bedff74a7",
        "title": "Evaluation of Matrix-Assisted Laser Desorption Ionization–Time of Flight Mass Spectrometry for Rapid Detection of β-Lactam Resistance in Enterobacteriaceae Derived from Blood Cultures"
      },
      {
        "paperId": "a2fdbd3e9fc03b51f0825473a783a51994913bfe",
        "title": "ARG-ANNOT, a New Bioinformatic Tool To Discover Antibiotic Resistance Genes in Bacterial Genomes"
      },
      {
        "paperId": "d53ef92941e4dcfc22a481646a623c00e6e67b9a",
        "title": "Rise and dissemination of aminoglycoside resistance: the aac(6′)-Ib paradigm"
      },
      {
        "paperId": "3bbc9400429ad3d6bda6d12e4449053afa1114a2",
        "title": "The Comprehensive Antibiotic Resistance Database"
      },
      {
        "paperId": "51c52d8bc83a6b3f6eba7d8bb2ab1ca6c72bee67",
        "title": "Mutational and Transcriptomic Changes Involved in the Development of Macrolide Resistance in Campylobacter jejuni"
      },
      {
        "paperId": "97e69b82318b473d8d71f16411a63ec0a33e8352",
        "title": "Multidrug resistance-encoding plasmid from Aeromonas sp. strain P2G1."
      },
      {
        "paperId": "6f0d0664b4762ee86b54de9e1fa9a16019cc5003",
        "title": "Identification of acquired antimicrobial resistance genes"
      },
      {
        "paperId": "1ee95d87eeecc4e8cb986470f46e594e984e2cbc",
        "title": "Role of ISKpn7 and Deletions in blaKPC Gene Expression"
      },
      {
        "paperId": "4638b89bbf2304de7c175c52073fe3b608ebf6b2",
        "title": "SPAdes: A New Genome Assembly Algorithm and Its Applications to Single-Cell Sequencing"
      },
      {
        "paperId": "f6d22900f38f724300390f58c2b3873938295ce3",
        "title": "Association of the Emerging Carbapenemase NDM-1 with a Bleomycin Resistance Protein in Enterobacteriaceae and Acinetobacter baumannii"
      },
      {
        "paperId": "2ce52a57ec312295155a5c8897b82452acadc573",
        "title": "Matrix-Assisted Laser Desorption Ionization–Time of Flight Mass Spectrometry-Based Functional Assay for Rapid Detection of Resistance against β-Lactam Antibiotics"
      },
      {
        "paperId": "d8cc4beade02eae7b64e194351b53c1315ec20cd",
        "title": "RAC: Repository of Antibiotic resistance Cassettes"
      },
      {
        "paperId": "a66b2486a1ae6580944eabb8a6fc9449caa205c0",
        "title": "BLAST+: architecture and applications"
      },
      {
        "paperId": "3d58e223b0809a31106d01ff6a05716c70c4d88d",
        "title": "Updated Functional Classification of β-Lactamases"
      },
      {
        "paperId": "5912913060e1e47890e322203b360925a6f4a3f4",
        "title": "Novel genetic environment of qnrB2 associated with TEM-1 and SHV-12 on pB1004, an IncHI2 plasmid, in Salmonella Bredeney BB1047 from Spain."
      },
      {
        "paperId": "b4da5cc2676b86904a898490fc1c0a86906983d8",
        "title": "The Sequence Alignment/Map format and SAMtools"
      },
      {
        "paperId": "3774f2d3c65f99c83c68555a489a863df5314750",
        "title": "INTEGRALL: a database and search engine for integrons, integrases and gene cassettes"
      },
      {
        "paperId": "4ea5aac9cb3e90797e5869ac95172e7db380b986",
        "title": "Multiple Regulatory Pathways Associated with High-Level Ciprofloxacin and Multidrug Resistance in Salmonella enterica Serovar Enteritidis: Involvement of ramA and Other Global Regulators"
      },
      {
        "paperId": "890ce2e5c143502c5d1e949fc225db1bc696491a",
        "title": "Toward an online repository of Standard Operating Procedures (SOPs) for (meta)genomic annotation."
      },
      {
        "paperId": "392ed32f87afa8677e44e40b3f79ff967f6d88f9",
        "title": "Clustal W and Clustal X version 2.0"
      },
      {
        "paperId": "d64fcef36fdb5c27cf187d7e414d1ea77057d7d1",
        "title": "Plasmid-mediated quinolone resistance in non-Typhi serotypes of Salmonella enterica."
      },
      {
        "paperId": "a2e32469a10bd88e510deeed50521880e7380a7b",
        "title": "Mechanisms of fluoroquinolone and macrolide resistance in Campylobacter spp."
      },
      {
        "paperId": "9790dd64aed292743ebb983d6b207e650a72e884",
        "title": "Mechanisms of quinolone resistance in Escherichia coli and Salmonella: recent developments."
      },
      {
        "paperId": "cf2f53668d8d9d7c01a684e06b762c5713c9b32d",
        "title": "Scoredist: A simple and robust protein sequence distance estimator"
      },
      {
        "paperId": "fc7e070dfffb0b49165de7c41adaf2bfb6777a77",
        "title": "MUSCLE: multiple sequence alignment with high accuracy and high throughput."
      },
      {
        "paperId": "0a7c0cbdeec3ef2157c5c4f606f079542b2c56fb",
        "title": "Tetracycline Antibiotics: Mode of Action, Applications, Molecular Biology, and Epidemiology of Bacterial Resistance"
      },
      {
        "paperId": "a03dc4d8aa1c2ebd5c3a3c1d87d531f52d63c120",
        "title": "Basic local alignment search tool."
      },
      {
        "paperId": null,
        "title": "National action plan for combatting antibioticresistant bacteria"
      },
      {
        "paperId": "b7b7d84f0bac0d2ab35ae5eef3c57f582bc8593d",
        "title": "Theoretical and practical advances in genome halving"
      },
      {
        "paperId": "b3b67f31c2d359f33ff6b0e6c6ea603499472acf",
        "title": "Quinolone and macrolide resistance in Campylobacter jejuni and C. coli: resistance mechanisms and trends in human isolates."
      },
      {
        "paperId": "569a45fec5b640838f2496eabf97e5d78184862c",
        "title": "Performance standards for antimicrobial susceptibility testing"
      }
    ]
  }
}