{
  "cache_date": "2025-03-14T03:28:47.596206",
  "data": {
    "paperId": "f508f08bcf05219d706e2ce7f4137d708d0f88a3",
    "externalIds": {
      "MAG": "2085452152",
      "DOI": "10.1117/12.788824",
      "CorpusId": 122998332
    },
    "url": "https://www.semanticscholar.org/paper/f508f08bcf05219d706e2ce7f4137d708d0f88a3",
    "title": "Software structure for Vega/Chara instrument",
    "abstract": "VEGA (Visible spEctroGraph and polArimeter) is one of the focal instruments of the CHARA array at Mount Wilson near Los Angeles. Its control system is based on techniques developed on the GI2T interferometer (Grand Interferometre a 2 Telescopes) and on the SIRIUS fibered hyper telescope testbed at OCA (Observatoire de la Cote d'Azur). This article describes the software and electronics architecture of the instrument. It is based on local network architecture and uses also Virtual Private Network connections. The server part is based on Windows XP (VC++). The control software is on Linux (C, GTK). For the control of the science detector and the fringe tracking systems, distributed API use real-time techniques. The control software gathers all the necessary informations of the instrument. It allows an automatic management of the instrument by using an original task scheduler. This architecture intends to drive the instrument from remote sites, such as our institute in South of France.",
    "venue": "Astronomical Telescopes + Instrumentation",
    "year": 2008,
    "referenceCount": 1,
    "citationCount": 1,
    "influentialCitationCount": 0,
    "authors": [
      {
        "authorId": "145376996",
        "name": "J. Clausse"
      }
    ],
    "citations": [
      {
        "paperId": "e6dd93bba800f0698ea5e7ac76bdc596763e3f68",
        "title": "Performances and first science results with the VEGA/CHARA visible instrument"
      }
    ],
    "references": [
      {
        "paperId": "18dc5beaef6015bc7d55e77a215a24cceea43954",
        "title": "First Results from the CHARA Array. II. A Description of the Instrument"
      }
    ]
  }
}