{
  "cache_date": "2025-03-14T03:01:03.439700",
  "data": {
    "paperId": "d1ec36244f7fe4de411db42395daadeda87ceeb9",
    "externalIds": {
      "MAG": "2999298589",
      "DBLP": "conf/kbse/TokumotoT19",
      "DOI": "10.1109/ASE.2019.00138",
      "CorpusId": 210693844
    },
    "url": "https://www.semanticscholar.org/paper/d1ec36244f7fe4de411db42395daadeda87ceeb9",
    "title": "PHANTA: Diversified Test Code Quality Measurement for Modern Software Development",
    "abstract": "Test code is becoming more essential to the modern software development process. However, practitioners often pay inadequate attention to key aspects of test code quality, such as bug detectability, maintainability and speed. Existing tools also typically report a single test code quality measure, such as code coverage, rather than a diversified set of metrics. To measure and visualize quality of test code in a comprehensive fashion, we developed an integrated test code analysis tool called Phanta. In this show case, we posit that the enhancement of test code quality is key to modernizing software development, and show how Phanta's techniques measure the quality using mutation analysis, test code clone detection, and so on. Further, we present an industrial case study where Phanta was applied to analyze test code in a real Fujitsu project, and share lessons learned from the case study.",
    "venue": "International Conference on Automated Software Engineering",
    "year": 2019,
    "referenceCount": 7,
    "citationCount": 0,
    "influentialCitationCount": 0,
    "authors": [
      {
        "authorId": "1452332626",
        "name": "Susumu Tokumoto"
      },
      {
        "authorId": "144192728",
        "name": "K. Takayama"
      }
    ],
    "citations": [],
    "references": [
      {
        "paperId": "a9198481e7642be53501ff6dbfba6e10dd8ee511",
        "title": "An empirical investigation into the nature of test smells"
      },
      {
        "paperId": "a888fdf12af8af7a1a80ddafad6834d479d12680",
        "title": "An empirical analysis of the distribution of unit test smells and their impact on software maintenance"
      },
      {
        "paperId": "4d28d80299e05135beca518b05af8c0b16ff9f13",
        "title": "Agile Testing: A Practical Guide for Testers and Agile Teams"
      },
      {
        "paperId": "bfd04a4f490bad9a804c7fd0716677d2b97e80dd",
        "title": "Relation of Code Clones and Change Couplings"
      },
      {
        "paperId": "e9794d9605c9e9b14ade40f1b28590cf6bc8927c",
        "title": "Agile Testing A Practical Guide For Testers And Agile Teams"
      },
      {
        "paperId": null,
        "title": "Effective Unit Testing: A Guide for Java Developers, ser. Running Series. Manning"
      },
      {
        "paperId": "4ba3af51485a5e2e73f29a6289054504ffa46d62",
        "title": "Working Effectively with Legacy Code"
      }
    ]
  }
}