{
  "cache_date": "2025-03-14T03:56:30.305295",
  "data": {
    "paperId": "c6070db5f2e62a14f9c6bb5a90ac20fb8580087e",
    "externalIds": {
      "PubMedCentral": "4735447",
      "MAG": "2264969613",
      "DOI": "10.3389/fmicb.2016.00032",
      "CorpusId": 17431787,
      "PubMed": "26870004"
    },
    "url": "https://www.semanticscholar.org/paper/c6070db5f2e62a14f9c6bb5a90ac20fb8580087e",
    "title": "VirusTAP: Viral Genome-Targeted Assembly Pipeline",
    "abstract": "Although next-generation sequencing (NGS) technology provides a comprehensive means with which to identify potential pathogens from clinical specimens, simple and user-friendly bioinformatics pipelines are expected to obtain the entire viral genome sequence, subsequently providing traceability, based on extensive molecular phylogenetic analyses. We have developed a web-based integrated NGS analysis tool for the viral genome (virus genome-targeted assembly pipeline: VirusTAP), which includes extensive sequence subtraction of host- or bacteria-related NGS reads prior to de novo assembly, leading to the prompt and accurate assembly of viral genome sequences from metagenomic NGS reads. The VirusTAP web site is at https://gph.niid.go.jp/cgi-bin/virustap/index.cgi/.",
    "venue": "Frontiers in Microbiology",
    "year": 2016,
    "referenceCount": 15,
    "citationCount": 57,
    "influentialCitationCount": 0,
    "authors": [
      {
        "authorId": "4988837",
        "name": "A. Yamashita"
      },
      {
        "authorId": "6632773",
        "name": "T. Sekizuka"
      },
      {
        "authorId": "50317597",
        "name": "M. Kuroda"
      }
    ],
    "citations": [
      {
        "paperId": "a2ea44978ee4da63b8de7d20dd287372966fd17f",
        "title": "Genomic surveillance for tackling emerging plant diseases, with special reference to wheat blast"
      },
      {
        "paperId": "76fbb70f6386546049215e22a4570dc8dc337e6f",
        "title": "High-throughput sequencing for plant virology diagnostics and its potential in plant health certification"
      },
      {
        "paperId": "e5e251d1150858d948c25fd1b98f867501b86e41",
        "title": "Intra-Patient Genomic Variations of Human Papillomavirus Type 31 in Cervical Cancer and Precancer"
      },
      {
        "paperId": "3d82c23e1695aff09190f70071fbfea12e1b9b9c",
        "title": "Pathogen Profiles in Outpatients with Non-COVID-19 during the 7th Prevalent Period of COVID-19 in Gunma, Japan"
      },
      {
        "paperId": "e30a4658f66a633950fd18b9747e2b0443ca11c5",
        "title": "Next Generation Sequencing Approaches to Characterize the Respiratory Tract Virome"
      },
      {
        "paperId": "82bbae43e33fc268ec6cd8ad3a40a3230f954f12",
        "title": "Whole-genome analysis of human papillomavirus 67 isolated from Japanese women with cervical lesions"
      },
      {
        "paperId": "ae95c640d77295c25ab693112cede06ccea070de",
        "title": "Rapid genotyping of targeted viral samples using Illumina short-read sequencing data"
      },
      {
        "paperId": "2ac8627d902ae30a7f7d062629f5863669326f2f",
        "title": "Unveiling Mycoviromes Using Fungal Transcriptomes"
      },
      {
        "paperId": "59e4422788daa8f91ee86f47404dc0c19799d4ba",
        "title": "Genetic analysis of human parechovirus type 5 isolated from children in Sapporo, Japan in the summer of 2018."
      },
      {
        "paperId": "fc37b388f56aba2a7d1f2d5c4e42bdbf10d1fd8b",
        "title": "VGEA: an RNA viral assembly toolkit"
      },
      {
        "paperId": "6636a03bf063c0c2af5f733aaa40dc126cbcea35",
        "title": "Intertypic reassortment of mammalian orthoreovirus identified in wastewater in Japan"
      },
      {
        "paperId": "fcfc05a5201f90896364bd6f15589a42422744d6",
        "title": "Towards the validation of high-throughput sequencing (HTS) for routine plant virus diagnostics: measurement of variation linked to HTS detection of citrus viruses and viroids"
      },
      {
        "paperId": "437ee7d57d4871f3a8943e84de3d0368366d4b93",
        "title": "High Levels of Within-Host Variations of Human Papillomavirus 16 E1/E2 Genes in Invasive Cervical Cancer"
      },
      {
        "paperId": "3da005c22b98ed65d7ce2710662f93d24bedf7aa",
        "title": "Detection of severe fever with thrombocytopenia syndrome virus and other viruses in cats via unbiased next-generation sequencing"
      },
      {
        "paperId": "e6fd4121d9ad610894f0350e0170471530122898",
        "title": "Comprehensive pathogen detection in sera of Kawasaki disease patients by high-throughput sequencing: a retrospective exploratory study"
      },
      {
        "paperId": "eeca04d9404663c834f3232e55817c89904e0567",
        "title": "Coral Bleaching Phenotypes Associated With Differential Abundances of Nucleocytoplasmic Large DNA Viruses"
      },
      {
        "paperId": "c12322ca01eb8560cf4ff9648d182d40d535fb95",
        "title": "High-Throughput Sequencing for Deciphering the Virome of Alfalfa (Medicago sativa L.)"
      },
      {
        "paperId": "2701427dbb33147642a10b2fef128d70a53496a9",
        "title": "HPV-EM: an accurate HPV detection and genotyping EM algorithm"
      },
      {
        "paperId": "65858fed47277f537e7cdefd26ff132b23ec5d1c",
        "title": "Characteristics of SARS-CoV-2 isolated from asymptomatic carrier in Tokyo."
      },
      {
        "paperId": "768065afccb6f236a68ab68a7df297b1e14fb380",
        "title": "Molecular epidemiology of human papillomavirus 18 infections in Japanese Women."
      },
      {
        "paperId": "b512180b0589d237ea1cd381e7c31d0b536045b3",
        "title": "Transcriptome analysis of HPV-induced warts and healthy skin in humans"
      },
      {
        "paperId": "75ff177b8bee83a521f9bb1ec8005a75f8be6e8b",
        "title": "DEN-IM: dengue virus genotyping from amplicon and shotgun metagenomic sequencing"
      },
      {
        "paperId": "8a014019f58793138d260d0a0227ffe5775451e8",
        "title": "Identification of viruses from fungal transcriptomes"
      },
      {
        "paperId": "a78095800dfcf4b29dc25dd773339dfefc70c9c3",
        "title": "High-throughput sequencing (HTS) for the analysis of viral populations."
      },
      {
        "paperId": "d77f67cffec6c0db41fde1217a5a7180489d858c",
        "title": "Next generation sequencing and proteomics in plant virology: how is Colombia doing?"
      },
      {
        "paperId": "3f19021356a331cbe455f635e48068937a3a2b6e",
        "title": "TAR-VIR: a pipeline for TARgeted VIRal strain reconstruction from metagenomic data"
      },
      {
        "paperId": "0a97e11504550e24cc90ee7b133c75e2bf81a4a8",
        "title": "Minimal inflammatory foci of unknown etiology may be a tentative sign of early stage inherited cardiomyopathy"
      },
      {
        "paperId": "a8a660a869f7f1451c13f0e0b2392007dac3a8b7",
        "title": "Novel mechanistic insights into physiological signaling pathways mediated by mycobacterial Ser/Thr protein kinases"
      },
      {
        "paperId": "613b407355c5a4b5218cf8a9daa31ec7c15b1e30",
        "title": "virMine: automated detection of viral sequences from complex metagenomic samples"
      },
      {
        "paperId": "f90a5732728909e7e546b983f8d6f6bd29cdf48b",
        "title": "Whole-Genome Analysis of Human Papillomavirus Type 16 Prevalent in Japanese Women with or without Cervical Lesions"
      },
      {
        "paperId": "bfc6138a3a963f1069b94612bdcf1d93c24d7123",
        "title": "A case of primary signet-ring cell carcinoma of the cervix containing full genome of human papillomavirus 16"
      },
      {
        "paperId": "26a222223bf9fe6164feaa2f4231923c9abcc77e",
        "title": "Near-Complete Genome Sequence of Infectious Bronchitis Virus Strain VFAR-047 (GI-16 Lineage), Isolated in Peru"
      },
      {
        "paperId": "943b0f2dcbaf0dbcff086ef8e1874d93ffed2961",
        "title": "Detection by Direct Next Generation Sequencing Analysis of Emerging Enterovirus D68 and C109 Strains in an Environmental Sample From Scotland"
      },
      {
        "paperId": "8057c3b3960a66d0f95c26dacba088523212bcf5",
        "title": "Genome Detective: an automated system for virus identification from high-throughput sequencing data"
      },
      {
        "paperId": "0d2518c04cb725e8919c2c71e9ef89b8ed0e8d72",
        "title": "Identification of potential pathogenic viruses in patients with acute myocarditis using next‐generation sequencing"
      },
      {
        "paperId": "3fd0f94f1c5ddacf3d653a07a8192866b524f182",
        "title": "Maximal viral information recovery from sequence data using VirMAP"
      },
      {
        "paperId": "22db62c32f8aa3812abbc15365b6776265a2f0fd",
        "title": "Within-Host Variations of Human Papillomavirus Reveal APOBEC Signature Mutagenesis in the Viral Genome"
      },
      {
        "paperId": "9f783ce78efd820148034cb878085f5d9c54e177",
        "title": "Isolation and Complete Genome Sequencing of Zika Virus Imported from the Dominican Republic to Japan."
      },
      {
        "paperId": "89a6aa7a4ac93571aa3532ad215a62e71b43f4e8",
        "title": "HPViewer: Sensitive and specific genotyping of human papillomavirus in metagenomic DNA"
      },
      {
        "paperId": "ac80e7eaea50fd1fab8cc5660fe4b0d513108720",
        "title": "Identification of vaccine-derived rotavirus strains in children with acute gastroenteritis in Japan, 2012-2015"
      },
      {
        "paperId": "944d1702cc9d1b79fe16ad71ee1ba3014f62cf65",
        "title": "GAVGA: A Genetic Algorithm for Viral Genome Assembly"
      },
      {
        "paperId": "1c22320d1e9900bfe0950e1c3768012b4e253198",
        "title": "Whole-genome analysis of human papillomavirus genotypes 52 and 58 isolated from Japanese women with cervical intraepithelial neoplasia and invasive cervical cancer"
      },
      {
        "paperId": "c83534670ccef6e3cba88c1b6d8e003f0ce7a3d7",
        "title": "On the effective depth of viral sequence data"
      },
      {
        "paperId": "2ae44812b73bc3730b45b67e35d13eb55983bddb",
        "title": "Analysis of the apple rubbery wood disease by next generation sequencing of total RNA"
      },
      {
        "paperId": "cec021419a363778d031e9b7e6c746e37f7ddcfc",
        "title": "Vipie: web pipeline for parallel characterization of viral populations from multiple NGS samples"
      },
      {
        "paperId": "aba3f3ededc04a092d7b0b39815a799774ed0582",
        "title": "Discovering and sequencing new plant viral genomes by next‐generation sequencing: description of a practical pipeline"
      },
      {
        "paperId": "de64592c6c3786b48b73cac2debc515c642e31f0",
        "title": "drVM: a new tool for efficient genome assembly of known eukaryotic viruses from metagenomes"
      },
      {
        "paperId": "619feed3da03885c19ea1ad62ef3eaede29d3d8f",
        "title": "Deep-Sequence Identification and Role in Virus Replication of a JC Virus Quasispecies in Patients with Progressive Multifocal Leukoencephalopathy"
      },
      {
        "paperId": "4507e7f95ce08531790e123424cb603f0d87cbcf",
        "title": "Establishing and characterizing a new primary effusion lymphoma cell line harboring Kaposi’s sarcoma–associated herpesvirus"
      },
      {
        "paperId": "a1eeb635ec8f33fad17b27e91009ac4bc4d8c4dc",
        "title": "PVDP: A portable open source pipeline for detection of plant viruses in RNAseq data. A case study on potato viruses in Antioquia (Colombia)"
      },
      {
        "paperId": "eadde274865762af36b68e332c74033c05613399",
        "title": "Complete Genome Sequencing of Influenza A Viruses Using Next-Generation Sequencing."
      },
      {
        "paperId": "a53b327f94d639490c1528f4ef401eb7af0b97a2",
        "title": "Next-Generation Sequencing in the Study of Infectious Diseases"
      },
      {
        "paperId": "49feb3c40d9a4a3ca4579d9dc9b0307c44aa85e6",
        "title": "Advance Publication by J-STAGE"
      },
      {
        "paperId": "15cd44ff774ad24fa9432103269ab133c6f841e8",
        "title": "Bioinformatics Assembling and Assessment of Novel Coxsackievirus B1 Genome."
      },
      {
        "paperId": "30ec6a4ce4b44b11fd9a63eb05b9d07f827c0bc9",
        "title": "Rotavirus Whole Genome Sequencing with Next-Generation Sequencing"
      },
      {
        "paperId": "5db4be6892f9091beda0b0d451da2554eaebae18",
        "title": "CREU 2016-2017 Final Report: Harvesting Viral Genomes from Sequences of Complex Communities"
      },
      {
        "paperId": "223a36df9c32f6aa372c98811190a891b9895079",
        "title": "Loyola eCommons Loyola eCommons"
      }
    ],
    "references": [
      {
        "paperId": "5ecbb487852e44c99fa2032064d9f906abde9fda",
        "title": "A food‐borne outbreak of gastroenteritis due to genotype G1P[8] rotavirus among adolescents in Japan"
      },
      {
        "paperId": "387ce4b4978ab8d4db39bd9c31e1c0911e6ba2aa",
        "title": "Skewer: a fast and accurate adapter trimmer for next-generation sequencing paired-end reads"
      },
      {
        "paperId": "253b71038aa5f03ea12a73771d6a6a987272b05e",
        "title": "Efficient de novo assembly of highly heterozygous genomes from whole-genome shotgun short reads"
      },
      {
        "paperId": "cf1d67257681119e45c1e7e5fa7ce0f9a4dfc137",
        "title": "A5-miseq: an updated pipeline to assemble microbial genomes from Illumina MiSeq data"
      },
      {
        "paperId": "18002ee979061d6dde60d2d84375bb2feb1555b1",
        "title": "PRICE: Software for the Targeted Assembly of Components of (Meta) Genomic Sequence Data"
      },
      {
        "paperId": "ea357a6695a3506ac27eda798b13699353d598e9",
        "title": "Interactions among capsid proteins orchestrate rotavirus particle functions."
      },
      {
        "paperId": "c270455172a8ffaa1c0a229d6854fe439c4412f6",
        "title": "IDBA-UD: a de novo assembler for single-cell and metagenomic sequencing data with highly uneven depth"
      },
      {
        "paperId": "af0e83c125ba4b83c567c4283bc2633357ddc0c8",
        "title": "RAPSearch2: a fast and memory-efficient protein similarity search tool for next-generation sequencing data"
      },
      {
        "paperId": "02613d6e3ecf67ed9ae8ce67a35a92f3986bc4cf",
        "title": "Gapped BLAST and PSI-BLAST: a new generation of protein database search programs."
      },
      {
        "paperId": "6e69734022d3870030b221491b18963bd0bc28c3",
        "title": "Burrows-Wheeler Transform"
      },
      {
        "paperId": "5c11d26e4128566fca4fe66e6ea95905dfabb31c",
        "title": "RAPSearch 2 : a fast and memory-efficient protein similarity search tool for next-generation sequencing data"
      },
      {
        "paperId": "1d186de15f3d95e176ac7402c29b791346d7446c",
        "title": "This is an open access article distributed under the terms of the Creative Commons Attribution License"
      },
      {
        "paperId": "880b0790fa0717988d7aad2c5bc68fbd23d12e82",
        "title": "The Use of \"I\"."
      },
      {
        "paperId": "eb41f630c7fbd1b41a4fbb41dc4b1bffa8e1cf95",
        "title": "BIOINFORMATICS ORIGINAL PAPER"
      },
      {
        "paperId": null,
        "title": "Conﬂict of Interest Statement"
      }
    ]
  }
}